{
    "info": {
        "id": "sb/5/24/29",
        "prevId": "sb/5/24/28",
        "nextId": "sb/5/24/30"
    },
    "verses": [
        {
            "roman": "tato 'dhastān mahātale kādraveyāṇāṁ sarpāṇāṁ naika-śirasāṁ\nkrodhavaśo nāma gaṇaḥ kuhaka-takṣaka-kāliya-suṣeṇādi-pradhānā\nmahā-bhogavantaḥ patattri-rājādhipateḥ puruṣa-vāhād anavaratam\nudvijamānāḥ sva-kalatrāpatya-suhṛt-kuṭumba-saṅgena kvacit pramattā viharanti\n"
        }
    ],
    "synonyms": "tataḥ—the planet Talātala; adhastāt—beneath; mahātale—in the planet known as Mahātala; kādraveyāṇām—of the descendants of Kadrū; sarpāṇām—who are big snakes; na eka-śirasām—who have many hoods; krodha-vaśaḥ—always subject to anger; nāma—named; gaṇaḥ—the group; kuhaka—Kuhaka; takṣaka—Takṣaka; kāliya—Kāliya; suṣeṇa—Suṣeṇa; ādi—and so on; pradhānāḥ—who are the prominent ones; mahā-bhogavantaḥ—addicted to all kinds of material enjoyment; patattri-rāja-adhipateḥ—from the king of all birds, Garuḍa; puruṣa-vāhāt—who carries the Supreme Personality of Godhead; anavaratam—constantly; udvijamānāḥ—afraid; sva—of their own; kalatra-apatya—wives and children; suhṛt—friends; kuṭumba—relatives; saṅgena—in the association; kvacit—sometimes; pramattāḥ—infuriated; viharanti—they sport.",
    "translation": "\nThe planetary system below Talātala is known as Mahātala. It is the abode of many-hooded snakes, descendants of Kadrū, who are always very angry. The great snakes who are prominent are Kuhaka, Takṣaka, Kāliya and Suṣeṇa. The snakes in Mahātala are always disturbed by fear of Garuḍa, the carrier of Lord Viṣṇu, but although they are full of anxiety, some of them nevertheless sport with their wives, children, friends and relatives.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is stated here that the snakes who live in the planetary system known as Mahātala are very powerful and have many hoods. They live with their wives and children and consider themselves very happy, although they are always full of anxiety because of Garuḍa, who comes there to destroy them. This is the way of material life. Even if one lives in the most abominable condition, he still thinks himself happy with his wife, children, friends and relatives.\n"
        }
    ]
}
