{
    "info": {
        "id": "sb/5/24/30",
        "prevId": "sb/5/24/29",
        "nextId": "sb/5/24/31"
    },
    "verses": [
        {
            "roman": "tato 'dhastād rasātale daiteyā dānavāḥ paṇayo nāma\nnivāta-kavacāḥ kāleyā hiraṇya-puravāsina iti vibudha-pratyanīkā\nutpattyā mahaujaso mahā-sāhasino bhagavataḥ sakala-lokānubhāvasya\nharer eva tejasā pratihata-balāvalepā bileśayā iva vasanti\nye vai saramayendra-dūtyā vāgbhir mantra-varṇābhir indrād bibhyati\n"
        }
    ],
    "synonyms": "tataḥ adhastāt—below the planetary system Mahātala; rasātale—on the planet called Rasātala; daiteyāḥ—the sons of Diti; dānavāḥ—the sons of Danu; paṇayaḥ nāma—named Paṇis; nivāta-kavacāḥ—Nivāta-kavacas; kāleyāḥ—Kāleyas; hiraṇya-puravāsinaḥ—Hiraṇya-puravāsīs; iti—thus; vibudha-pratyanīkāḥ—enemies of the demigods; utpattyāḥ—from birth; mahā-ojasaḥ—very powerful; mahā-sāhasinaḥ—very cruel; bhagavataḥ—of the Personality of Godhead; sakala-loka-anubhāvasya—who is auspicious for all planetary systems; hareḥ—of the Supreme Personality of Godhead; eva—certainly; tejasā—by the Sudarśana cakra; pratihata—defeated; bala—strength; avalepāḥ—and pride (because of bodily strength); bila-īśayāḥ—the snakes; iva—like; vasanti—they live; ye—who; vai—indeed; saramayā—by Saramā; indra-dūtyā—the messenger of Indra; vāgbhiḥ—by the words; mantra-varṇābhiḥ—in the form of a mantra; indrāt—from King Indra; bibhyati—are afraid.",
    "translation": "Beneath Mahātala is the planetary system known as Rasātala, which is the abode of the demoniac sons of Diti and Danu. They are called Paṇis, Nivāta-kavacas, Kāleyas and Hiraṇya-puravāsīs [those living in Hiraṇya-pura]. They are all enemies of the demigods, and they reside in holes like snakes. From birth they are extremely powerful and cruel, and although they are proud of their strength, they are always defeated by the Sudarśana cakra of the Supreme Personality of Godhead, who rules all the planetary systems. When a female messenger from Indra named Saramā chants a particular curse, the serpentine demons of Mahātala become very afraid of Indra.",
    "purport": [
        {
            "type": "normal",
            "content": "It is said that there was a great fight between these serpentine demons and Indra, the King of heaven. When the defeated demons met the female messenger Saramā, who was chanting a mantra, they became afraid, and therefore they are living in the planet called Rasātala."
        }
    ]
}
