{
    "info": {
        "id": "sb/5/24/summary",
        "prevId": "sb/5/23/9",
        "nextId": "sb/5/24/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the planet Rāhu, which is 10,000 yojanas (80,000 miles) below the sun, and it also describes Atala and the other lower planetary systems. Rāhu is situated below the sun and moon. It is between these two planets and the earth. When Rāhu conceals the sun and moon, eclipses occur, either total or partial, depending on whether Rāhu moves in a straight or curving way."
        },
        {
            "type": "normal",
            "content": "Below Rāhu by another 1,000,000 yojanas are the planets of the Siddhas, Cāraṇas and Vidyādharas, and below these are planets such as Yakṣaloka and Rakṣaloka. Below these planets is the earth, and 70,000 yojanas below the earth are the lower planetary systems-Atala, Vitala, Sutala, Talātala, Mahātala, Rasātala and Pātāla. Demons and Rakṣasas live in these lower planetary systems with their wives and children, always engaged in sense gratification and not fearing their next births. The sunshine does not reach these planets, but they are illuminated by jewels fixed upon the hoods of snakes. Because of these shining gems there is practically no darkness. Those living in these planets do not become old or diseased, and they are not afraid of death from any cause but the time factor, the Supreme Personality of Godhead."
        },
        {
            "type": "normal",
            "content": "In the planet Atala, the yawning of a demon has produced three kinds of women, called svairiṇī (independent), kāmiṇī (lusty) and puṁścalī (very easily subdued by men). Below Atala is the planet Vitala, wherein Lord Śiva and his wife Gaurī reside. Because of their presence, a kind of gold is produced called hāṭaka. Below Vitala is the planet Sutala, the abode of Bali Mahārāja, the most fortunate king. Bali Mahārāja was favored by the Supreme Personality of Godhead, Vāmanadeva, because of his intense devotional service. The Lord went to the sacrificial arena of Bali Mahārāja and begged him for three paces of land, and on this plea the Lord took from him all his possessions. When Bali Mahārāja agreed to all this, the Lord was very pleased, and therefore the Lord serves as his doorkeeper. The description of Bali Mahārāja appears in the Eighth Canto of Śrīmad-Bhāgavatam."
        },
        {
            "type": "normal",
            "content": "When the Supreme Personality of Godhead offers a devotee material happiness, this is not His real favor. The demigods, who are very puffed up by their material opulence, pray to the Lord only for material happiness, not knowing anything better. Devotees like Prahlāda Mahārāja, however, do not want material happiness. Not to speak of material happiness, they do not want even liberation from material bondage, although one can achieve this liberation simply by chanting the holy name of the Lord, even with improper pronunciation."
        },
        {
            "type": "normal",
            "content": "Below Sutala is the planet Talātala, the abode of the demon Maya. This demon is always materially happy because he is favored by Lord Śiva, but he cannot achieve spiritual happiness at any time. Below Talātala is the planet Mahātala, where there are many snakes with hundreds and thousands of hoods. Below Mahātala is Rasātala, and below that is Pātāla, where the serpent Vasukī lives with his associates."
        }
    ]
}
