{
    "info": {
        "id": "sb/5/5/14",
        "prevId": "sb/5/5/10-13",
        "nextId": "sb/5/5/15"
    },
    "verses": [
        {
            "roman": "karmāśayaṁ hṛdaya-granthi-bandham\navidyayāsāditam apramattaḥ\nanena yogena yathopadeśaṁ\nsamyag vyapohyoparameta yogāt\n"
        }
    ],
    "synonyms": "karma-āśayam—the desire for fruitive activities; hṛdaya-granthi—the knot in the heart; bandham—bondage; avidyayā—because of ignorance; āsāditam—brought about; apramattaḥ—not being covered by ignorance or illusion, very careful; anena—by this; yogena—practice of yoga; yathā-upadeśam—as advised; samyak—completely; vyapohya—becoming free from; uparameta—one should desist; yogāt—from the practice of yoga, the means of liberation.",
    "translation": "\nAs I have advised you, My dear sons, you should act accordingly. Be very careful. By these means you will be freed from the ignorance of the desire for fruitive activity, and the knot of bondage in the heart will be completely severed. For further advancement, you should also give up the means. That is, you should not become attached to the process of liberation itself.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe process of liberation is brahma jijñāsā, the search for the Absolute Truth. Generally brahma jijñāsā is called neti neti, the process by which one analyzes existence to search out the Absolute Truth. This method continues as long as one is not situated in his spiritual life. Spiritual life is brahma-bhūta (SB 4.30.20), the self-realized state. In the words of Bhagavad-gītā (BG 18.54):\n"
        },
        {
            "type": "verse",
            "content": "brahma-bhūtaḥ prasannātmā"
        },
        {
            "type": "normal",
            "content": "\n:na śocati na kāṅkṣati''\n"
        },
        {
            "type": "verse",
            "content": "samaḥ sarveṣu bhūteṣu\nmad-bhaktiṁ labhate parām"
        },
        {
            "type": "normal",
            "content": "\n\"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state, he attains pure devotional service unto Me.\"\n"
        },
        {
            "type": "normal",
            "content": "The idea is to enter into the parā bhakti, the transcendental devotional service of the Supreme Lord. To attain this, one must analyze ones existence, but when one is actually engaged in devotional service, he should not bother seeking out knowledge. By simply engaging in devotional service undeviatingly, one will always remain in the liberated condition.\n"
        },
        {
            "type": "verse",
            "content": "māṁ ca yo 'vyabhicāreṇa\nbhakti-yogena sevate"
        },
        {
            "type": "normal",
            "content": "\n:sa guṇān samatītyaitān\n"
        },
        {
            "type": "verse",
            "content": "brahma-bhūyāya kalpate\n(BG 14.26)"
        },
        {
            "type": "normal",
            "content": "\nThe unflinching execution of devotional service is in itself brahma-bhūta (SB 4.30.20). Another important feature in this connection is anena yogena yathopadeśam. The instructions received from the spiritual master must be followed immediately. One should not deviate from or surpass the instructions of the spiritual master. One should not be simply intent on consulting books but should simultaneously execute the spiritual master's order (yathopadeśam). Mystic power should be achieved to enable one to give up the material conception, but when one actually engages in devotional service, one does not need to practice the mystic yoga system. The point is that one can give up the practice of yoga, but devotional service cannot be given up. As stated in Śrīmad-Bhāgavatam (SB 1.7.10):\n"
        },
        {
            "type": "verse",
            "content": "ātmārāmāś ca munayo\nnirgranthā apy urukrame\nkurvanty ahaitukīṁ bhaktim\nittham-bhūta-guṇo hariḥ"
        },
        {
            "type": "normal",
            "content": "\nEven those who are liberated (ātmārāma) must always engage in devotional service. One may give up the practice of yoga when one is self-realized, but at no stage can one give up devotional service. All other activities for self-realization, including yoga and philosophical speculation, may be given up, but devotional service must be retained at all times.\n"
        }
    ]
}
