{
    "info": {
        "id": "sb/5/5/18",
        "prevId": "sb/5/5/17",
        "nextId": "sb/5/5/19"
    },
    "verses": [
        {
            "roman": "gurur na sa syāt sva-jano na sa syāt\npitā na sa syāj jananī na sā syāt\ndaivaṁ na tat syān na patiś ca sa syān\nna mocayed yaḥ samupeta-mṛtyum\n"
        }
    ],
    "synonyms": "guruḥ—a spiritual master; na—not; saḥ—he; syāt—should become; sva-janaḥ—a relative; na—not; saḥ—such a person; syāt—should become; pitā—a father; na—not; saḥ—he; syāt—should become; jananī—a mother; na—not; sā—she; syāt—should become; daivam—the worshipable deity; na—not; tat—that; syāt—should become; na—not; patiḥ—a husband; ca—also; saḥ—he; syāt—should become; na—not; mocayet—can deliver; yaḥ—who; samupeta-mṛtyum—one who is on the path of repeated birth and death.",
    "translation": "One who cannot deliver his dependents from the path of repeated birth and death should never become a spiritual master, a father, a husband, a mother or a worshipable demigod.",
    "purport": [
        {
            "type": "normal",
            "content": "There are many spiritual masters, but Ṛṣabhadeva advises that one should not become a spiritual master if he is unable to save his disciple from the path of birth and death. Unless one is a pure devotee of Kṛṣṇa, he cannot save himself from the path of repeated birth and death. Tyaktvā dehaṁ punar janma naiti mām eti so'rjuna (BG 4.9). One can stop birth and death only by returning home, back to Godhead. However, who can go back to Godhead unless he understands the Supreme Lord in truth? Janma karma ca me divyam evaṁ yo vetti tattvataḥ (BG 4.9)."
        },
        {
            "type": "normal",
            "content": "We have many instances in history illustrating Ṛṣabhadeva's instructions. Śukrācārya was rejected by Bali Mahārāja due to his inability to save Bali Mahārāja from the path of repeated birth and death. Śukrācārya was not a pure devotee, he was more or less inclined to fruitive activity, and he objected when Bali Mahārāja promised to give everything to Lord Viṣṇu. Actually one is supposed to give everything to the Lord because everything belongs to the Lord. Consequently, the Supreme Lord advises in Bhagavad-gītā (BG 9.27):"
        },
        {
            "type": "verse",
            "content": "yat karoṣi yad aśnāsiyaj juhoṣi dadāsi yat\nyat tapasyasi kaunteyatat kuruṣva mad-arpaṇam"
        },
        {
            "type": "normal",
            "content": "\"O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.\" This is bhakti. Unless one is devoted, he cannot give everything to the Supreme Lord. Unless one can do so, he cannot become a spiritual master, husband, father or mother. Similarly, the wives of the brāhmaṇas who were performing sacrifices gave up their relatives just to satisfy Kṛṣṇa. This is an example of a wife rejecting a husband who cannot deliver her from the impending dangers of birth and death. Similarly, Prahlāda Mahārāja rejected his father, and Bharata Mahārāja rejected his mother (jananī na sā syāt). The word daivam indicates a demigod or one who accepts worship from a dependent. Ordinarily, the spiritual master, husband, father, mother or superior relative accepts worship from an inferior relative, but here Ṛṣabhadeva forbids this. First the father, spiritual master or husband must be able to release the dependent from repeated birth and death. If he cannot do this, he plunges himself into the ocean of reproachment for his unlawful activities. Everyone should be very responsible and take charge of his dependents just as a spiritual master takes charge of his disciple or a father takes charge of his son. All these responsibilities cannot be discharged honestly unless one can save the dependent from repeated birth and death."
        }
    ]
}
