{
    "info": {
        "id": "sb/5/5/25",
        "prevId": "sb/5/5/24",
        "nextId": "sb/5/5/26"
    },
    "verses": [
        {
            "roman": "matto 'py anantāt parataḥ parasmāt\nsvargāpavargādhipater na kiñcit\nyeṣāṁ kim u syād itareṇa teṣām\nakiñcanānāṁ mayi bhakti-bhājām\n"
        }
    ],
    "synonyms": "mattaḥ—from Me; api—even; anantāt—unlimited in strength and opulence; parataḥ parasmāt—higher than the highest; svarga-apavarga-adhipateḥ—able to bestow happiness obtainable by living in the heavenly kingdom. by liberation, or by enjoyment of material comfort and then liberation; na—not; kiñcit—anything; yeṣām—of whom; kim—what need; u—oh; syāt—can there be; itareṇa—with any other; teṣām—of them; akiñcanānām—without needs or without possessions; mayi—unto Me; bhakti-bhājām—executing devotional service.",
    "translation": "\nI am fully opulent, almighty and superior to Lord Brahmā and Indra, the King of the heavenly planets. I am also the bestower of all happiness obtained in the heavenly kingdom and by liberation. Nonetheless, the brāhmaṇas do not seek material comforts from Me. They are very pure and do not want to possess anything. They simply engage in My devotional service. What is the need of their asking for material benefits from anyone else?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe perfect brahminical qualification is stated herein: akiñcanānāṁ mayi bhakti-bhājām. The brāhmaṇas are always engaged in the devotional service of the Lord: consequently they have no material wants, nor do they possess material things. In Caitanya-caritāmṛta (CC Madhya 11.8), Caitanya Mahāprabhu explains the position of pure Vaiṣṇavas who are anxious to return home, back to Godhead. Niṣkiñcanasya bhagavad-bhajanonmukhasya. Those who actually want to return back to Godhead are niṣkiñcana—that is, they have no desire for material comfort. Śrī Caitanya Mahāprabhu advises, sandarśanaṁ viṣayinām atha yoṣitāṁ ca hā hanta hanta visa-bhakṣaṇato 'py asādhu: material opulence and sense gratification through the association of women are more dangerous than poison. Brāhmaṇas who are pure Vaiṣṇavas always engage in the Lord's service and are devoid of any desire for material gain. The brāhmaṇas do not worship demigods like Lord Brahmā, Indra or Lord Śiva for any material comfort. They do not even ask the Supreme Lord for material profit; therefore it is concluded that the brāhmaṇas are the supreme living entities of this world. Śrī Kapiladeva also confirms this in Śrīmad-Bhāgavatam (SB 3.29.33):\n"
        },
        {
            "type": "verse",
            "content": "tasmān mayy arpitāśeṣa-\nkriyārthātmā nirantaraḥ\nmayy arpitātmanaḥ puṁso\nmayi sannyasta-karmaṇaḥ\nna paśyāmi paraṁ bhūtam\nakartuḥ sama-darśanāt''"
        },
        {
            "type": "normal",
            "content": "\nThe brāhmaṇas are always dedicated to the Lord's service with their bodies, words and mind. There is no better person than a brāhmaṇa who thus engages himself and dedicates himself to the Supreme Lord.\n"
        }
    ]
}
