{
    "info": {
        "id": "sb 5/5/Summary",
        "prevId": "sb/5/4/19",
        "nextId": "sb/5/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter there is a description of bhāgavata-dharma, religious principles in devotional service that transcend religious principles for liberation and the mitigation of material misery. It is stated in this chapter that a human being should not work hard like dogs and hogs for sense gratification. The human life is especially meant for the revival of our relationship with the Supreme Lord, and to this end all kinds of austerities and penances should be accepted. By austere activities, one's heart can be cleansed of material contamination, and as a result one can be situated on the spiritual platform. To attain this perfection, one has to take shelter of a devotee and serve him. Then the door of liberation will be open. Those who are materially attached to women and sense gratification gradually become entangled in material consciousness and suffer the miseries of birth, old age, disease and death. Those who are engaged in the general welfare of all and who are not attached to children and family are called mahātmās. Those who are engaged in sense gratification. who act piously or impiously, cannot understand the purpose of the soul. Therefore they should approach a highly elevated devotee and accept him as a spiritual master. By his association, one will be able to understand the purpose of life. Under the instructions of such a spiritual master, one can attain devotional service to the Lord, detachment from material things, and tolerance of material misery and distress. One can then see all living entities equally, and one becomes very eager to know about transcendental subject matters. Endeavoring persistently for the satisfaction of Kṛṣṇa, one becomes detached from wife, children and home. He is not interested in wasting time. In this way one becomes self-realized. A person advanced in spiritual knowledge does not engage anyone in material activity. And one who cannot deliver another person by instructing him in devotional service should not become a spiritual master, father, mother, demigod or husband. Instructing His one hundred sons, Lord Ṛṣabhadeva advised them to accept their eldest brother, Bharata, as their guide and lord, and thereby serve him. Of all living entities, the brāhmaṇas are the best, and above the brāhmaṇas the Vaiṣṇavas are situated in an even better position. Serving a Vaiṣṇava means serving the Supreme Personality of Godhead. Thus Śukadeva Gosvāmī describes the characteristics of Bharata Mahārāja and the sacrificial performance executed by Lord Ṛṣabhadeva for the instruction of the general populace.\n"
        }
    ]
}
