{
    "info": {
        "id": "sb/9/9/29",
        "prevId": "sb/9/9/28",
        "nextId": "sb/9/9/30"
    },
    "verses": [
        {
            "roman": "eṣa hi brāhmaṇo vidvāṁs\ntapaḥ-śīla-guṇānvitaḥ\nārirādhayiṣur brahma\nmahā-puruṣa-saṁjñitam\nsarva-bhūtātma-bhāvena\nbhūteṣv antarhitaṁ guṇaiḥ\n"
        }
    ],
    "synonyms": "eṣaḥ—this; hi—indeed; brāhmaṇaḥ—a qualified brāhmaṇa; vidvān—learned in Vedic knowledge; tapaḥ—austerity; śīla—good behavior; guṇa-anvitaḥ—endowed with all good qualities; ārirādhayiṣuḥ—desiring to be engaged in worshiping; brahma—the Supreme Brahman; mahā-puruṣa—the Supreme Person, Kṛṣṇa; saṁjñitam—known as; sarva-bhūta—of all living entities; ātma-bhāvena—as the Supersoul; bhūteṣu—in every living entity; antarhitam—within the core of the heart; guṇaiḥ—by qualities.",
    "translation": "\nHere is a learned, highly qualified brāhmaṇa, engaged in performing austerity and eagerly desiring to worship the Supreme Lord, the Supersoul who lives within the core of the heart in all living entities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe wife of the brāhmaṇa did not regard her husband as a superficial brāhmaṇa who was called a brāhmaṇa merely because he was born of a brāhmaṇa family. Rather, this brāhmaṇa was actually qualified with the brahminical symptoms. Yasya yal lakṣaṇaṁ proktam (SB 7.11.35). The symptoms of a brāhmaṇa are stated in the śāstra:\n"
        },
        {
            "type": "verse",
            "content": "śamo damas tapaḥ śaucaṁ\nkṣāntir ārjavam eva ca\njñānaṁ vijñānam āstikyaṁ\nbrahma-karma svabhāvajam"
        },
        {
            "type": "normal",
            "content": "\n\"Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness-these are the qualities by which the brāhmaṇas work.\" (BG 18.42) Not only must a brāhmaṇa be qualified, but he must also engage in actual brahminical activities. Simply to be qualified is not enough; one must engage in a brāhmaṇa's duties. The duty of a brāhmaṇa is to know the paraṁ brahma, Kṛṣṇa (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān (BG 10.12)). Because this brāhmaṇa was actually qualified and was also engaged in brahminical activities (brahma-karma (BG 18.42)), killing him would be a greatly sinful act, and the brāhmaṇa's wife requested that he not be killed.\n"
        }
    ]
}
