{
    "info": {
        "id": "sb/9/9/43",
        "prevId": "sb/9/9/42",
        "nextId": "sb/9/9/44"
    },
    "verses": [
        {
            "roman": "na me brahma-kulāt prāṇāḥ\nkula-daivān na cātmajāḥ\nna śriyo na mahī rājyaṁ\nna dārāś cātivallabhāḥ\n"
        }
    ],
    "synonyms": "na—not; me—my; brahma-kulāt—than the groups of brāhmaṇas; prāṇāḥ—life; kula-daivāt—than the personalities worshipable for my family; na—not; ca—also; ātmajāḥ—sons and daughters; na—nor; śriyaḥ—opulence; na—nor; mahī—the earth; rājyam—kingdom; na—nor; dārāḥ—wife; ca—also; ati-vallabhāḥ—extremely dear.",
    "translation": "\nMahārāja Khaṭvāṅga thought: Not even my life is dearer to me than the brahminical culture and the brāhmaṇas, who are worshiped by my family. What then is to be said of my kingdom, land, wife, children and opulence? Nothing is dearer to me than the brāhmaṇas.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMahārāja Khaṭvāṅga, being in favor of the brahminical culture, wanted to utilize one moment's time by fully surrendering unto the Supreme Personality of Godhead. The Lord is worshiped with this prayer:\n"
        },
        {
            "type": "verse",
            "content": "namo brāhmaṇya-devāya\ngo brāhmaṇa-hitāya ca\njagad-dhitāya kṛṣṇāya\ngovindāya namo namaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"I offer my respectful obeisances to the Supreme Absolute Truth, Kṛṣṇa, who is the well-wisher of the cows and the brāhmaṇas as well as the living entities in general. I offer my repeated obeisances to Govinda, who is the pleasure reservoir for all the senses.\" A devotee of Kṛṣṇa is very much attached to brahminical culture. Indeed, an expert personality who knows who Kṛṣṇa is and what He wants is a real brāhmaṇa. Brahma jānātīti brāhmaṇaḥ. Kṛṣṇa is the Parabrahman, and therefore all Kṛṣṇa conscious persons, or devotees of Kṛṣṇa, are exalted brāhmaṇas. Khaṭvāṅga Mahārāja regarded the devotees of Kṛṣṇa as the real brāhmaṇas and the real light for human society. One who desires to advance in Kṛṣṇa consciousness and spiritual understanding must give the utmost importance to brahminical culture and must understand Kṛṣṇa (kṛṣṇāya govindāya). Then his life will be successful.\n"
        }
    ]
}
