{
    "info": {
        "id": "sb/9/9/45",
        "prevId": "sb/9/9/44",
        "nextId": "sb/9/9/46"
    },
    "verses": [
        {
            "roman": "devaiḥ kāma-varo datto\nmahyaṁ tri-bhuvaneśvaraiḥ\nna vṛṇe tam ahaṁ kāmaṁ\nbhūtabhāvana-bhāvanaḥ\n"
        }
    ],
    "synonyms": "devaiḥ—by the demigods; kāma-varaḥ—the benediction to have whatever he wanted; dattaḥ—was given; mahyam—unto me; tri-bhuvana-īśvaraiḥ—by the demigods, the protectors of the three worlds (who can do whatever they like within this material world); na vṛṇe—did not accept; tam—that; aham—I; kāmam—everything desirable within this material world; bhūtabhāvana-bhāvanaḥ—being fully absorbed in the Supreme Personality of Godhead (and therefore not interested in anything material).",
    "translation": "\nThe demigods, the directors of the three worlds, wanted to give me whatever benediction I desired. I did not want their benedictions, however, because I am interested in the Supreme Personality of Godhead, who created everything in this material world. I am more interested in the Supreme Personality of Godhead than in all material benedictions.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA devotee is always transcendentally situated. paraṁ dṛṣṭvā nivartate: (BG 2.59) one who has seen the Supreme Personality of Godhead is no longer interested in material sense enjoyment. Even such an exalted devotee as Dhruva Mahārāja went to the forest for the sake of material benefit, but when he actually saw the Supreme Personality of Godhead, he refused to accept any material benediction. He said, svāmin kṛtārtho 'smi varaṁ na yāce: (CC Madhya 22.42) \"My dear Lord, I am fully satisfied with whatever You have given me or not given me. I have nothing to ask from You, for I am fully satisfied to be engaged in Your service.\" This is the mentality of a pure devotee, who does not want anything, material or spiritual, from the Personality of Godhead. Our Kṛṣṇa consciousness movement is therefore called kṛṣṇa-bhāvanāmṛta-saṅgha, the association of persons who are simply satisfied in thoughts of Kṛṣṇa. Being absorbed in thoughts of Kṛṣṇa is neither expensive nor troublesome. Kṛṣṇa says, man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: (BG 18.65) \"Engage your mind always in thinking of Me, offer obeisances and worship Me.\" (BG 9.34) Anyone can always think of Kṛṣṇa, without difficulties or obstacles. This is called kṛṣṇa-bhāvanāmṛta. One who is absorbed in kṛṣṇa-bhāvanāmṛta has no material benefits to ask from Kṛṣṇa. Instead, such a person prays to the Lord for the benediction of being able to spread His glories all over the world. Mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi (CC Antya 20.29, Śikṣāṣṭaka 4). A Kṛṣṇa conscious person does not even want to stop his cycle of birth and death. He simply prays, \"I may take birth as You like, but my only prayer is that I may be engaged in Your service.\"\n"
        }
    ]
}
