{
    "info": {
        "id": "sb/9/9/49",
        "prevId": "sb/9/9/48",
        "nextId": "sb/9/10/1"
    },
    "verses": [
        {
            "roman": "yat tad brahma paraṁ sūkṣmam\naśūnyaṁ śūnya-kalpitam\nbhagavān vāsudeveti\nyaṁ gṛṇanti hi sātvatāḥ\n"
        }
    ],
    "synonyms": "yat—that which; tat—such; brahma param—Parabrahman, the Supreme Personality of Godhead, Kṛṣṇa; sūkṣmam—spiritual, beyond all material conceptions; aśūnyam—not impersonal or void; śūnya-kalpitam—imagined to be void by less intelligent men; bhagavān—the Supreme Personality of Godhead; vāsudeva—Kṛṣṇa; iti—thus; yam—whom; gṛṇanti—sing about; hi—indeed; sātvatāḥ—pure devotees.",
    "translation": "The Supreme Personality of Godhead, Vāsudeva, Kṛṣṇa, is extremely difficult to understand for unintelligent men who accept Him as impersonal or void, which He is not. The Lord is therefore understood and sung about by pure devotees.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Śrīmad-Bhāgavatam (SB 1.2.11):"
        },
        {
            "type": "verse",
            "content": "vadanti tat tattva-vidastattvaṁ yaj jñānam advayam\nbrahmeti paramātmetibhagavān iti śabdyate"
        },
        {
            "type": "normal",
            "content": "The Absolute Truth is realized in three phases-as Brahman, Paramātmā and Bhagavān. Bhagavān is the origin of everything. Brahman is a partial representation of Bhagavān, and Vāsudeva, the Supersoul living everywhere and in everyone's heart, is also an advanced realization of the Supreme Personality of Godhead. But when one comes to understand the Supreme Personality of Godhead (vāsudevaḥ sarvam iti), when one realizes that Vāsudeva is both Paramātmā and the impersonal Brahman, he is then in perfect knowledge. Kṛṣṇa is therefore described by Arjuna as paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān (BG 10.12). The words paraṁ brahma refer to the shelter of the impersonal Brahman and also of the all-pervading Supersoul. When Kṛṣṇa says tyaktvā dehaṁ punar janma naiti mām eti (BG 4.9), this means that the perfect devotee, after perfect realization, returns home, back to Godhead. Mahārāja Khaṭvāṅga accepted the shelter of the Supreme Personality of Godhead, and because of his full surrender he achieved perfection."
        }
    ]
}
