{
    "info": {
        "id": "sb/9/9/7",
        "prevId": "sb/9/9/6",
        "nextId": "sb/9/9/8"
    },
    "verses": [
        {
            "roman": "dhārayiṣyati te vegaṁ\nrudras tv ātmā śarīriṇām\nyasminn otam idaṁ protaṁ\nviśvaṁ śāṭīva tantuṣu\n"
        }
    ],
    "synonyms": "dhārayiṣyati—will sustain; te—your; vegam—force of the waves; rudraḥ—Lord Śiva; tu—indeed; ātmā—the Supersoul; śarīriṇām—of all embodied souls; yasmin—in whom; otam—is situated in its longitude; idam—this whole universe; protam—latitude; viśvam—the whole universe; śāṭī—a cloth; iva—as; tantuṣu—in threads.",
    "translation": "\nLike a cloth woven of threads extending for its length and breadth, this entire universe, in all its latitude and longitude, is situated under different potencies of the Supreme Personality of Godhead. Lord Śiva is the incarnation of the Lord, and thus he represents the Supersoul in the embodied soul. He can sustain your forceful waves on his head.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe water of the Ganges is supposed to rest on the head of Lord Śiva. Lord Śiva is an incarnation of the Supreme Personality of Godhead, who sustains the entire universe by different potencies. Lord Śiva is described in the Brahma-saṁhitā (BS 5.38):\n"
        },
        {
            "type": "verse",
            "content": "kṣīraṁ yathā dadhi vikāra-viśeṣa-yogāt\nsañjāyate na hi tataḥ pṛthag asti hetoḥ\nyaḥ śambhutām api tathā samupaiti kāryād\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\n\"Milk changes into yogurt when mixed with a yogurt culture, but actually yogurt is constitutionally nothing but milk. Similarly, Govinda, the Supreme Personality of Godhead, assumes the form of Lord Śiva for the special purpose of material transactions. I offer my obeisances at Lord Govinda's lotus feet.\" Lord Śiva is the Supreme Personality of Godhead in the same sense that yogurt is also milk although at the same time it is not milk. For the maintenance of the material world there are three incarnations—Brahmā, Viṣṇu and Maheśvara (Lord Śiva). Lord Śiva is Viṣṇu in an incarnation for the mode of ignorance. The material world exists predominantly in the mode of ignorance. Therefore Lord Śiva is compared here to the longitude and latitude of the entire universe, which resembles a cloth woven of threads extending for both its length and breadth.\n"
        }
    ]
}
