{
    "info": {
        "id": "sb/9/9/8",
        "prevId": "sb/9/9/7",
        "nextId": "sb/9/9/9"
    },
    "verses": [
        {
            "roman": "ity uktvā sa nṛpo devaṁ\ntapasātoṣayac chivam\nkālenālpīyasā rājaṁs\ntasyeśaś cāśv atuṣyata\n"
        }
    ],
    "synonyms": "iti uktvā—after saying this; saḥ—he; nṛpaḥ—the King (Bhagīratha); devam—unto Lord Śiva; tapasā—by executing austerities; atoṣayat—pleased; śivam—Lord Śiva, the all-auspicious; kālena—by time; alpīyasā—which was not very long; rājan—O King; tasya—upon him (Bhagīratha); īśaḥ—Lord Śiva; ca—indeed; āśu—very soon; atuṣyata—became satisfied.",
    "translation": "\nAfter saying this, Bhagīratha satisfied Lord Śiva by performing austerities. O King Parīkṣit, Lord Śiva was very quickly satisfied with Bhagīratha.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe words āśv atuṣyata indicate that Lord Śiva was satisfied very soon. Therefore another name for Lord Śiva is Āśutoṣa. Materialistic persons become attached to Lord Śiva because Lord Śiva bestows benedictions upon anyone and everyone very quickly, not caring to know how his devotees prosper or suffer. Although materialistic persons know that material happiness is nothing but another side of suffering, they want it, and to get it very quickly they worship Lord Śiva. We find that materialists are generally devotees of many demigods, especially Lord Śiva and mother Durgā. They do not actually want spiritual happiness, for it is almost unknown to them. But if one is serious about being happy spiritually, he must take shelter of Lord Viṣṇu, as the Lord personally demands:\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\" (BG 18.66)\n"
        }
    ]
}
