{
    "info": {
        "id": "sb 9/9/Summary",
        "prevId": "sb/9/8/30",
        "nextId": "sb/9/9/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the history of the dynasty of Aṁśumān, up to Khaṭvāṅga, and it also describes how Bhagīratha brought the water of the Ganges to this earth.\n"
        },
        {
            "type": "normal",
            "content": "The son of Mahārāja Aṁśumān was Dilīpa, who tried to bring the Ganges to this world but who died without success. Bhagīratha, the son of Dilīpa, was determined to bring the Ganges to the material world, and for this purpose he underwent severe austerities. Mother Ganges, being fully satisfied by his austerities, made herself visible to him, wanting to give him a benediction. Bhagīratha then asked her to deliver his forefathers. Although mother Ganges agreed to come down to earth, she made two conditions: first, she wanted some suitable male to be able to control her waves; second, although all sinful men would be freed from sinful reactions by bathing in the Ganges, mother Ganges did not want to keep all these sinful reactions. These two conditions were subject matters for consideration. Bhagīratha replied to mother Ganges, \"The Personality of Godhead Lord Śiva will be completely able to control the waves of your water, and when pure devotees bathe in your water, the sinful reactions left by sinful men will be counteracted.\" Bhagīratha then performed austerities to satisfy Lord Śiva, who is called Āśutoṣa because he is naturally satisfied very easily. Lord Śiva agreed to Bhagīratha's proposal to check the force of the Ganges. In this way, simply by the touch of the Ganges, Bhagīratha's forefathers were delivered and allowed to go to the heavenly planets.\n"
        },
        {
            "type": "normal",
            "content": "The son of Bhagīratha was Śruta, the son of Śruta was Nābha, and Nābha's son was Sindhudvīpa. The son of Sindhudvīpa was Ayutāyu, and the son of Ayutāyu was Ṛtūparṇa, who was a friend of Nala. Ṛtūparṇa gave Nala the art of gambling and learned from him the art of aśva-vidyā. The son of Ṛtūparṇa was known as Sarvakāma, the son of Sarvakāma was Sudāsa, and his son was Saudāsa. The wife of Saudāsa was named Damayantī or Madayantī, and Saudāsa was also known as Kalmāṣapāda. Because of some defect in his fruitive activities, Saudāsa was cursed by Vasiṣṭha to become a Rākṣasa. While walking through the forest, he saw a brāhmaṇa engaged in sex with his wife, and because he had become a Rākṣasa he wanted to devour the brāhmaṇa. Although the brāhmaṇa's wife pleaded with him in many ways, Saudāsa devoured the brāhmaṇa, and the wife therefore cursed him, saying, \"As soon as you engage in sex you will die.\" After twelve years, therefore, even though Saudāsa was released from the curse of Vasiṣṭha Muni, he remained sonless. At that time, with Saudāsa's permission, Vasiṣṭha impregnated Saudāsa's wife, Madayantī. Because Madayantī bore the child for many years but still could not give birth, Vasiṣṭha struck her abdomen with a stone, and thus a son was born. The son was named Aśmaka.\n"
        },
        {
            "type": "normal",
            "content": "The son of Aśmaka was known as Bālika. He was protected from the curse of Paraśurāma because of being surrounded by many women, and therefore he is also known as Nārīkavaca. When the entire world was devoid of kṣatriyas, he became the original father of more kṣatriyas. He is therefore sometimes called Mūlaka. From Bālika, Daśaratha was born, from Daśaratha came Aiḍaviḍi, and from Aiḍaviḍi came Viśvasaha. The son of Viśvasaha was Mahārāja Khaṭvāṅga. Mahārāja Khaṭvāṅga joined the demigods in fighting the demons and was victorious, and the demigods therefore wanted to give him a benediction. But when the King inquired how long he would live and understood that his life would last only a few seconds more, he immediately left the heavenly planets and returned to his own abode by airplane. He could understand that everything in this material world is insignificant, and thus he fully engaged in worshiping the Supreme Personality of Godhead, Hari.\n"
        }
    ]
}
