{
    "info": {
        "id": "sb 10/11/Summary",
        "prevId": "sb/10/10/43",
        "nextId": "sb/10/11/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how the inhabitants of Gokula left Gokula and went to Vṛndāvana and how Kṛṣṇa killed Vatsāsura and Bakāsura.\n"
        },
        {
            "type": "normal",
            "content": "When the yamala-arjuna trees fell, they made a tremendous sound, like that of falling thunderbolts. Being surprised, Kṛṣṇa's father, Nanda, and the other elderly inhabitants of Gokula went to the spot, where they saw the fallen trees and Kṛṣṇa standing between them, bound to the ulūkhala, the wooden mortar. They could find no cause for the trees' having fallen and Kṛṣṇa's being there. They thought this might be the work of some other asura who had met Kṛṣṇa on this spot, and they inquired from the playmates of Kṛṣṇa about how the whole incident had taken place. The children properly described how everything had happened, but the elderly persons could not believe the story. Some of them, however, thought that it might be true, since they had already seen many wonderful incidents in connection with Kṛṣṇa. Anyway, Nanda Mahārāja immediately released Kṛṣṇa from the ropes.\n"
        },
        {
            "type": "normal",
            "content": "In this way, Kṛṣṇa, at every day and every moment, displayed wonderful incidents to increase the parental affection of Nanda Mahārāja and Yaśodā, who thus felt both surprise and joy. The breaking of the yamala-arjunas was one of these wonderful pastimes.\n"
        },
        {
            "type": "normal",
            "content": "One day a fruit vendor approached Nanda Mahārāja's house, and Kṛṣṇa gathered some food grains with His little palms and went to the vendor to exchange the grains for fruit. On the way, almost all the grains fell from His palms, only one or two grains remaining, but the fruit vendor, out of full affection, accepted these grains in exchange for as much fruit as Kṛṣṇa could take. As soon as she did this, her basket became filled with gold and jewels.\n"
        },
        {
            "type": "normal",
            "content": "Thereafter, all the elderly gopas decided to leave Gokula because they saw that in Gokula there was always some disturbance. They decided to go to Vṛndāvana, Vraja-dhāma, and the next day they all departed. In Vṛndāvana, both Kṛṣṇa and Balarāma, after finishing Their childhood pastimes, began to take charge of the calves and send them to the pasturing grounds (go-caraṇa). During this time, a demon named Vatsāsura entered among the calves and was killed, and another asura, in the shape of a big duck, was also killed. The playmates of Kṛṣṇa narrated all these stories to their mothers. The mothers could not believe their children, Kṛṣṇa's playmates, but because of full affection they enjoyed these narrations of Kṛṣṇa's activities.\n"
        }
    ]
}
