{
    "info": {
        "id": "sb/11/1/11-12",
        "prevId": "sb/11/1/10",
        "nextId": "sb/11/1/13-15"
    },
    "verses": [
        {
            "roman": "karmāni puṇya-nivahāni su-maṅgalāni\ngāyaj-jagat-kali-malāpaharāṇi kṛtvā\nkālātmanā nivasatā yadu-deva-gehe\npiṇḍārakaṁ samagaman munayo nisṛṣṭāḥ\n"
        },
        {
            "roman": "viśvāmitro 'sitaḥ kaṇvo\ndurvāsā bhṛgur aṅgirāḥ\nkaśyapo vāmadevo 'trir\nvasiṣṭho nāradādayaḥ\n"
        }
    ],
    "synonyms": "karmāṇi—fruitive rituals; puṇya—piety; nivahāni—which bestow; su-maṅgalāni—most auspicious; gāyat—chanting (about which); jagat—for the whole world; kali—of the current, degraded age; mala—the impurities; apaharāṇi—which take away; kṛtvā—having performed; kāla-ātmanā—by Him who is the very personification of time; nivasatā—residing; yadu-deva—of the lord of the Yadus (King Vasudeva); gehe—in the home; piṇḍārakam—to the pilgrimage site known as Piṇḍāraka; samagaman—they went; munayaḥ—the sages; nisṛṣṭāḥ—being let out; viśvāmitraḥ asitaḥ kaṇvaḥ—the sages Viśvāmitra, Asita and Kaṇva; durvāsāḥ bhṛguḥ aṅgirāḥ—Durvāsā, Bhṛgu and Aṅgirā; kaśyapaḥ vāmadevaḥ atriḥ—Kaśyapa, Vāmadeva and Atri; vasiṣṭhaḥ nārada-ādayaḥ—Vasiṣṭha, Nārada and others.",
    "translation": "\nThe sages Viśvāmitra, Asita, Kaṇva, Durvāsā, Bhṛgu, Aṅgirā, Kaśyapa, Vāmadeva, Atri and Vasiṣṭha, along with Nārada and others, once performed fruitive rituals that award abundant pious results, bring great happiness and take away the sins of Kali-yuga for the whole world by merely being recounted. The sages duly executed these rituals in the home of the chief of the Yadus, Vasudeva, the father of Lord Kṛṣṇa. After Lord Kṛṣṇa, who was staying in Vasudeva's house as time personified, respectfully sent the sages off at the conclusion of the ceremonies, they went to the holy place called Piṇḍāraka.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse, Śukadeva Gosvāmī begins to narrate the story of the brahminical curse that arose against the Yadu dynasty by the Lord's desire. According to Śrīdhara Svāmī, certain religious rituals, such as the aśvamedha-yajña, generate pious reactions. On the other hand, activities such as caring for one's children give immediate pleasure in the present only, whereas rituals performed as atonement take away sinful reactions. But the religious activities mentioned in verse 11, which are indicated by the words karmāṇi puṇya-nivahāni su-maṅgalāni gāyaj-jagat-kali-malāpaharāṇi, were pious in all respects. They produced abundant pious results and great joy and were so potent that merely glorifying these rituals relieves one from all the sinful reactions of Kali-yuga.\n"
        },
        {
            "type": "normal",
            "content": "The sages called to Vasudeva's house to perform such auspicious religious activities were satisfied with proper gifts and then sent by Kṛṣṇa to Piṇḍāraka, a nearby holy place situated about two miles from the Arabian Sea on the coast of Gujarat. Its current name is still Piṇḍāraka.\n"
        },
        {
            "type": "normal",
            "content": "Significantly, Lord Kṛṣṇa is mentioned here as kālātmanā, the form of time, or the Supersoul. In the Eleventh Chapter of Bhagavad-gītā the Supreme Personality of Godhead reveals Himself to Arjuna as time personified, appearing on the Battlefield of Kurukṣetra to destroy all the kings and armies who constitute a burden to the earth. Similarly, kālātmanā nivasatā yadu-deva-gehe: Kṛṣṇa was staying in the home of His father Vasudeva as time personified, thus indicating that the time was approaching for the destruction of His own dynasty according to His desire.\n"
        }
    ]
}
