{
    "info": {
        "id": "sb/11/1/8",
        "prevId": "sb/11/1/6-7",
        "nextId": "sb/11/1/9"
    },
    "verses": [
        {
            "roman": "śrī-rājovāca\nbrahmaṇyānāṁ vadānyānāṁ\nnityaṁ vṛddhopasevinām\nvipra-śāpaḥ katham abhūd\nvṛṣṇīnāṁ kṛṣṇa-cetasām\n"
        }
    ],
    "synonyms": "śrī-rājā uvāca—the King said; brahmaṇyānām—of them who were respectful to the brāhmaṇas; vadānyānām—charitable; nityam—always; vṛddha-upasevinām—engaged in serving elders; vipra-śāpaḥ—the brāhmaṇas' curse; katham—how; abhūt—did it come about; vṛṣṇīnām—of the Vṛṣṇis; kṛṣṇa-cetasām—whose minds were totally absorbed in thought of Lord Kṛṣṇa.",
    "translation": "King Parīkṣit inquired: How could the brāhmaṇas curse the Vṛṣṇis, who were always respectful to the brāhmaṇas, charitable, and inclined to serve senior and exalted personalities and whose minds were always fully absorbed in thought of Lord Kṛṣṇa?",
    "purport": [
        {
            "type": "normal",
            "content": "Brāhmaṇas generally become angry at persons who disrespect the brahminical class, who are uncharitable and who decline to serve senior, respectable personalities. The Vṛṣṇis, however, were not like that, and thus they are described here by King Parīkṣit as brahmaṇyānām, or sincere followers of brahminical culture. Further, even if the brāhmaṇas became angry, why would they curse members of Kṛṣṇa's own family? Since the brāhmaṇas were well learned, they must have known that it is offensive to oppose personal associates of the Supreme Lord. The Yadu dynasty is specifically described here as vṛṣnīnām and kṛṣṇa-cetasām. In other words, they were Lord Kṛṣṇa's own men, and they were always absorbed in thinking of Kṛṣṇa. Therefore, even if somehow or other the brāhmaṇas had cursed them, how could that curse have had any effect?"
        },
        {
            "type": "normal",
            "content": "These are the questions of Parīkṣit Mahārāja."
        },
        {
            "type": "normal",
            "content": "Although the Vṛṣṇis are described in this verse as kṛṣṇa-cetasām, always absorbed in thinking of Kṛṣṇa, it is clearly indicated that Kṛṣṇa desired that the brāhmaṇas become angry and curse the Yadu dynasty. The Supreme Lord desired to remove His personal dynasty from the earth, and therefore uncustomary offensive behavior was exhibited by the young boys of Kṛṣṇa's own family."
        },
        {
            "type": "normal",
            "content": "It is to be understood from this incident that when a man displays envy and ridicule of devotees of Viṣṇu, his brahmaṇyatā, or high spiritual qualifications, along with his reverence for Śrī Kṛṣṇa, are all destroyed. Contempt and ridicule directed toward respectable persons and true brāhmaṇas vanquish all good qualities. If there is a break in etiquette toward His devotees, the Supreme Lord will become ill-disposed even to His own relatives and friends and thus arrange to destroy those who oppose His devotees. If foolish persons in the guise of members of Kṛṣṇa's personal family express enmity toward Vaiṣṇavas, such offenders cannot properly be called offspring of Lord Kṛṣṇa's dynasty. That is the supreme equality of the Personality of Godhead."
        }
    ]
}
