{
    "info": {
        "id": "sb 11/1/Summary",
        "prevId": "sb/10/90/50",
        "nextId": "sb/11/1/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter gives a hint of the destruction of the Yadu dynasty, which took place owing to the appearance of an iron club. Hearing this narration is a great impetus for becoming detached from the material world.\n"
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa expertly arranged the great Kurukṣetra battle between the Kurus and the Pāṇḍavas and thus removed to a great extent the earth's burden. But the Supreme Lord, whose influence is inconceivable, was not yet satisfied, because of the continued presence of the undefeatable Yadu family. The Lord desired to bring about the destruction of the Yadu dynasty so that He could completely wind up His pastimes on the earth and go back to His own abode. Using the pretense of a curse by an assembly of brāhmaṇas, He withdrew His entire dynasty from the surface of the earth.\n"
        },
        {
            "type": "normal",
            "content": "By Śrī Kṛṣṇa's desire, many great sages, headed by Nārada and Viśvāmitra, assembled at the holy place named Piṇḍāraka, near the city of Dvārakā. The young boys of the Yadu family, absorbed in a playful mood, also arrived there. These boys dressed Sāmba in the guise of a pregnant woman about to give birth and inquired from the sages about the fruitfulness of Sāmba's so-called pregnancy. The sages cursed the mocking boys by saying, \"She will give birth to a club that will destroy your family.\" The Yadus, frightened by this curse, immediately lifted the garment from Sāmba's abdomen and found a club. Hurrying to the assembly of Ugrasena, the King of the Yadus, they offered a report of everything that had taken place. Fearing the brāhmaṇas' curse, Yadurāja Ugrasena ordered the club ground to powder and thrown into the ocean. Within the ocean, a fish swallowed the last remaining lump of iron, and the waves carried all the bits of ground powder to the shore, where they were implanted and eventually grew into a grove of canes. Fishermen caught the fish, and a hunter named Jarā used the iron lump found in its belly to fashion an arrow. Although the Supersoul, Lord Śrī Kṛṣṇa, understood what was happening, He did not wish to do anything to counteract it. Rather, in the form of time He sanctioned these events.\n"
        }
    ]
}
