{
    "info": {
        "id": "sb/9/13/27",
        "prevId": "sb/9/13/26",
        "nextId": "sb/9/14/1"
    },
    "verses": [
        {
            "roman": "ete vai maithilā rājann\nātma-vidyā-viśāradāḥ\nyogeśvara-prasādena\ndvandvair muktā gṛheṣv api\n"
        }
    ],
    "synonyms": "ete—all of them; vai—indeed; maithilāḥ—the descendants of Mithila; rājan—O King; ātma-vidyā-viśāradāḥ—expert in spiritual knowledge; yogeśvara-prasādena—by the grace of Yogeśvara, the Supreme Personality of Godhead, Kṛṣṇa; dvandvaiḥ muktāḥ—they were all freed from the duality of the material world; gṛheṣu api—even though staying at home.",
    "translation": "Śukadeva Gosvāmī said: My dear King Parīkṣit, all the kings of the dynasty of Mithila were completely in knowledge of their spiritual identity. Therefore, even though staying at home, they were liberated from the duality of material existence.",
    "purport": [
        {
            "type": "normal",
            "content": "This material world is called dvaita, or duality. The Caitanya-caritāmṛta (CC Antya 4.176) says:"
        },
        {
            "type": "verse",
            "content": "dvaite 'bhadrābhadra-jñāna, saba—'manodharmaei bhāla, ei manda,'—ei saba 'bhrama"
        },
        {
            "type": "normal",
            "content": "In the world of duality—that is to say, in the material world—so-called goodness and badness are both the same. Therefore, in this world, to distinguish between good and bad, happiness and distress, is meaningless because they are both mental concoctions (manodharma). Because everything here is miserable and troublesome, to create an artificial situation and pretend it to be full of happiness is simply illusion. The liberated person, being above the influence of the three modes of material nature, is unaffected by such dualities in all circumstances. He remains Kṛṣṇa conscious by tolerating so-called happiness and distress. This is also confirmed in Bhagavad-gītā (BG 2.14):"
        },
        {
            "type": "verse",
            "content": "mātrā-sparśās tu kaunteyaśītoṣṇa-sukha-duḥkhadāḥ\nāgamāpāyino 'nityāstāṁs titikṣasva bhārata"
        },
        {
            "type": "normal",
            "content": "\"O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.\" Those who are liberated, being on the transcendental platform of rendering service to the Lord, do not care about so-called happiness and distress. They know that these are like changing seasons, which are perceivable by contact with the material body. Happiness and distress come and go. Therefore a paṇḍita, a learned man, is not concerned with them. As it is said, gatāsūn agatāsūṁś ca nānuśocanti paṇḍitāḥ (BG 2.11). The body is dead from the very beginning because it is a lump of matter. It has no feelings of happiness and distress. Because the soul within the body is in the bodily concept of life, he suffers happiness and distress, but these come and go. It is understood herewith that the kings born in the dynasty of Mithila were all liberated persons, unaffected by the so-called happiness and distress of this world."
        }
    ]
}
