{
    "info": {
        "id": "sb 9/13/Summary",
        "prevId": "sb/9/12/16",
        "nextId": "sb/9/13/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the dynasty in which the great and learned scholar Janaka was born. This is the dynasty of Mahārāja Nimi, who is said to have been the son of Ikṣvāku.\n"
        },
        {
            "type": "normal",
            "content": "When Mahārāja Nimi began performing great sacrifices, he appointed Vasiṣṭha to be chief priest, but Vasiṣṭha refused, for he had already agreed to be priest in performing a yajña for Lord Indra. Vasiṣṭha therefore requested Mahārāja Nimi to wait until Lord Indra's sacrifice was finished, but Mahārāja Nimi did not wait. He thought, \"Life is very short, so there is no need to wait.\" He therefore appointed another priest to perform the yajña. Vasiṣṭha was very angry at King Nimi and cursed him, saying, \"May your body fall down.\" Cursed in that way, Mahārāja Nimi also became very angry, and he retaliated by saying, \"May your body also fall down.\" As a result of this cursing and countercursing, both of them died. After this incident, Vasiṣṭha took birth again, begotten by Mitra and Varuṇa, who were agitated by Urvaśī.\n"
        },
        {
            "type": "normal",
            "content": "The priests who were engaged in the sacrifice for King Nimi preserved Nimi's body in fragrant chemicals. When the sacrifice was over, the priests prayed for Nimi's life to all the demigods who had come to the arena of yajña, but Mahārāja Nimi refused to take birth again in a material body because he considered the material body obnoxious. The great sages then churned Nimi's body, and as a result of this churning, Janaka was born.\n"
        },
        {
            "type": "normal",
            "content": "The son of Janaka was Udāvasu, and the son of Udāvasu was Nandivardhana. The son of Nandivardhana was Suketu, and his descendants continued as follows: Devarāta, Bṛhadratha, Mahāvīrya, Sudhṛti, Dhṛṣṭaketu, Haryaśva, Maru, Pratīpaka, Kṛtaratha, Devamīḍha, Viśruta, Mahādhṛti, Kṛtirāta, Mahāromā, Svarṇaromā, Hrasvaromā and Śīradhvaja. All these sons appeared in the dynasty one after another. From Śīradhvaja, mother Sītādevī was born. Śīradhvaja's son was Kuśadhvaja, and the son of Kuśadhvaja was Dharmadhvaja. The sons of Dharmadhvaja were Kṛtadhvaja and Mitadhvaja. The son of Kṛtadhvaja was Keśidhvaja, and the son of Mitadhvaja was Khāṇḍikya. Keśidhvaja was a self-realized soul, and his son was Bhānumān, whose descendants were as follows: Śatadyumna, Śuci, Sanadvāja, Ūrjaketu, Aja, Purujit, Ariṣṭanemi, Śrutāyu, Supārśvaka, Citraratha, Kṣemādhi, Samaratha, Satyaratha, Upaguru, Upagupta, Vasvananta, Yuyudha, Subhāṣaṇa, Śruta, Jaya, Vijaya, Ṛta, Śunaka, Vītahavya, Dhṛti, Bahulāśva, Kṛti and Mahāvaśī. All of these sons were great self-controlled personalities. This completes the list of the entire dynasty.\n"
        }
    ]
}
