{
    "info": {
        "id": "sb/11/29/5",
        "prevId": "sb/11/29/4",
        "nextId": "sb/11/29/6"
    },
    "verses": [
        {
            "roman": "taṁ tvākhilātma-dayiteśvaram āśritānāṁ\nsarvārtha-daṁ sva-kṛta-vid visṛjeta ko nu\nko vā bhajet kim api vismṛtaye 'nu bhūtyai\nkiṁ vā bhaven na tava pāda-rajo-juṣāṁ naḥ\n"
        }
    ],
    "synonyms": "tam—that; tvā—You; akhila—of all; ātma—the Supreme Soul; dayita—the most dear; īśvaram—and the supreme controller; āśrītānām—of those who take shelter of You; sarva-artha—of all perfections; dam—the bestower; sva-kṛta—the benefit you have given; vit—who knows; visṛjeta—can reject; kaḥ—who; nu—indeed; kaḥ—who; vā—or; bhajet—can accept; kim api—anything; vismṛtaye—for forgetfulness; anu—consequently; bhūtyai—for sense gratification; kim—what; vā—or; bhavet—is; na—not; tava—Your; pāda—of the lotus feet; rajaḥ—the dust; juṣām—for those who are serving; naḥ—ourselves.",
    "translation": "\nWho, then, could dare reject You, the very Soul, the most dear object of worship, and the Supreme Lord of all—You who give all possible perfections to the devotees who take shelter of You? Who could be so ungrateful, knowing the benefits You bestow? Who would reject You and accept something for the sake of material enjoyment, which simply leads to forgetfulness of You? And what lack is there for us who are engaged in the service of the dust of Your lotus feet?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in the Nārāyaṇīya of the Mokṣa-dharma, in Śrī Mahābhārata,\n"
        },
        {
            "type": "verse",
            "content": "yā vai sādhana-sampattiḥ\npuruṣārtha-catuṣṭaye\ntayā vinā tad āpnoti\nnaro nārāyaṇāśrayaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Whatever among the four goals of human life can be achieved by various spiritual practices is automatically achieved without such endeavors by the person who has taken shelter of Lord Nārāyaṇa, the refuge of all persons.\" Thus a Kṛṣṇa conscious person knows that he will obtain all perfection of life simply by surrendering to the devotional service of Lord Kṛṣṇa. This is the highest stage of yoga, as confirmed in Bhagavad-gītā.\n"
        }
    ]
}
