{
    "info": {
        "id": "sb 10/76/Summary",
        "prevId": "sb/10/75/40",
        "nextId": "sb/10/76/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how the demon Śālva acquired a huge and terrifying airship, how he used it to attack the Vṛṣṇis in Dvārakā, and how Lord Pradyumna was taken from the battlefield during the fighting that ensued.\n"
        },
        {
            "type": "normal",
            "content": "Śālva was one of the kings who had been defeated at the time of Rukmiṇī-devī's marriage. Having vowed then that he would rid the earth of all the Yādavas, he began worshiping Lord Śiva each day by eating only a palmful of dust. After a year had passed, Śiva appeared before Śālva and asked him to choose a benediction. Śālva begged for a flying machine that could go anywhere and that would strike terror into the hearts of demigods, demons and humans alike. Lord Śiva granted this request and had Maya Dānava construct for Śālva a flying iron city named Saubha. Śālva took this vehicle to Dvārakā, where he and his huge army laid siege to the city. From his airplane Śālva bombarded Dvārakā with tree trunks, boulders and other missiles, and he produced a mighty whirlwind that obscured everything with dust.\n"
        },
        {
            "type": "normal",
            "content": "When Pradyumna, Sātyaki and the other Yadu heroes saw the plight of Dvārakā and her residents, they went out to do battle with Śālva's forces. Pradyumna, the best of warriors, destroyed with His divine weapons all of Śālva's illusory magic, and He also bewildered Śālva himself. Thus Śālva's airplane began wandering aimlessly on the earth, in the sky and on the tops of mountains. But then a follower of Śālva's named Dyumān struck Pradyumna on the chest with his club, whereupon Pradyumna's chariot driver, thinking his master seriously injured, carried Him from the battlefield. But Pradyumna quickly regained consciousness and sharply criticized His driver for doing this.\n"
        }
    ]
}
