{
    "info": {
        "id": "sb/11/14/12",
        "prevId": "sb/11/14/11",
        "nextId": "sb/11/14/13"
    },
    "verses": [
        {
            "roman": "mayy arpitātmanaḥ sabhya\nnirapekṣasya sarvataḥ\nmayātmanā sukhaṁ yat tat\nkutaḥ syād viṣayātmanām\n"
        }
    ],
    "synonyms": "mayi—in Me; arpita—fixed; ātmanaḥ—of one whose consciousness; sabhya—O learned Uddhava; nirapekṣasya—of one bereft of material desires; sarvataḥ—in all respects; mayā—with Me; ātmanā—with the Supreme Personality of Godhead or with one's own spiritual body; sukham—happiness; yat tat—such; kutaḥ—how; syāt—could it be; viṣaya—in material sense gratification; ātmanām—of those who are attached.",
    "translation": "O learned Uddhava, those who fix their consciousness on Me, giving up all material desires, share with Me a happiness that cannot possibly be experienced by those engaged in sense gratification.",
    "purport": [
        {
            "type": "normal",
            "content": "The actual purport of Vedic knowledge is explained in this verse. The word viṣayātmanām includes those who are cultivating material peace of mind, self-control and speculative philosophy. But even if such persons rise to the platform of sattva-guṇa, the mode of goodness, they do not attain perfection, because sattva-guṇa, being material, is also part and parcel of māyā, or illusion. As stated by Śrī Nārada Muni,"
        },
        {
            "type": "verse",
            "content": "kiṁ vā yogena sāṅkhyenanyāsa-svādhyāyayor api\nkiṁ vā śreyobhir anyaiś cana yatrātma-prado hariḥ"
        },
        {
            "type": "normal",
            "content": "\"The Supreme Personality of Godhead is not inclined to award Himself even to one who executes the yoga system, speculative philosophy, the renounced order of life or Vedic studies. Indeed, no so-called materially auspicious process can induce the Lord to reveal Himself.\" (SB 4.31.12) According to Śrīla Śrīdhara Svāmī, one enjoys the happiness spoken of in this verse while associating, in one's own spiritual body, with the supreme transcendental form of the Lord. The Lord's transcendental form is filled with infinite, wonderful qualities, and the happiness of being with the Lord is unlimited. Unfortunately, materialistic people cannot possibly imagine such happiness, since they are not at all inclined to love the Supreme Personality of Godhead."
        }
    ]
}
