{
    "info": {
        "id": "sb/11/14/17",
        "prevId": "sb/11/14/16",
        "nextId": "sb/11/14/18"
    },
    "verses": [
        {
            "roman": "niṣkiñcanā mayy anurakta-cetasaḥ\nśāntā mahānto 'khila-jīva-vatsalāḥ\nkāmair anālabdha-dhiyo juṣanti te\nyan nairapekṣyaṁ na viduḥ sukhaṁ mama\n"
        }
    ],
    "synonyms": "niṣkiñcanāḥ—without any desire for sense gratification; mayi—in Me, the Supreme Lord; anurakta-cetasaḥ—mind constantly attached; śāntāḥ—peaceful; mahāntaḥ—great souls without false ego; akhila—to all; jīva—living entities; vatsalāḥ—affectionate well-wishers; kāmaiḥ—by opportunities for sense gratification; anālabdha—untouched and unaffected; dhiyaḥ—whose consciousness; juṣanti—experience; te—they; yat—which; nairapekṣyam—achieved only by complete detachment; na viduḥ—they do not know; sukham—happiness; mama—My.",
    "translation": "\nThose who are without any desire for personal gratification, whose minds are always attached to Me, who are peaceful, without false ego and merciful to all living entities, and whose consciousness is never affected by opportunities for sense gratification—such persons enjoy in Me a happiness that cannot be known or achieved by those lacking such detachment from the material world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe pure devotees always experience transcendental bliss in their service to Śrī Kṛṣṇa, the reservoir of pleasure; thus they are completely detached from material pleasure and do not desire even liberation. Since all others have some personal desire, they cannot experience such happiness. Pure devotees always desire to give Kṛṣṇa conscious happiness to all others, and therefore they are called mahāntaḥ, or great souls. In the course of a devotee's service, many opportunities for sense gratification arise, but a pure devotee is not tempted or attracted and does not fall down from his exalted transcendental position.\n"
        }
    ]
}
