{
    "info": {
        "id": "sb/11/14/32-33",
        "prevId": "sb/11/14/31",
        "nextId": "sb/11/14/34"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nsama āsana āsīnaḥ\nsama-kāyo yathā-sukham\nhastāv utsaṅga ādhāya\nsva-nāsāgra-kṛtekṣaṇaḥ\n"
        },
        {
            "roman": "prāṇasya śodhayen mārgaṁ\npūra-kumbhaka-recakaiḥ\nviparyayeṇāpi śanair\nabhyasen nirjitendriyaḥ\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; same—having a level surface; āsane—on the seat; āsīnaḥ—sitting; sama-kāyaḥ—sitting with the body straight and erect; yathā-sukham—sitting comfortably; hastau—the two hands; utsaṅge—in the lap; ādhāya—placing; sva-nāsa-agra—on the tip of one's own nose; kṛta—focusing; īkṣaṇaḥ—the glance; prāṇasya—of the breath; śodhayet—should purify; mārgam—the pathway; pūra-kumbhaka-recakaiḥ—by the mechanical breathing exercises, or prāṇāyāma; viparyayeṇa—by reversing the processes, namely recaka, kumbhaka and pūraka; api—also; śanaiḥ—following the process step by step; abhyaset—one should practice prāṇāyāma; nirjita—having controlled; indriyaḥ—the senses.",
    "translation": "The Supreme Personality of Godhead said: Sitting on a level seat that is not too high or too low, keeping the body straight and erect yet comfortable, placing the two hands on one's lap and focusing the eyes on the tip of one's nose, one should purify the pathways of breathing by practicing the mechanical exercises of pūraka, kumbhaka and recaka, and then one should reverse the procedure (recaka, kumbhaka, pūraka). Having fully controlled the senses, one may thus practice prāṇāyāma step by step.",
    "purport": [
        {
            "type": "normal",
            "content": "According to this procedure, the hands are to be placed palms upward, one on top of the other. Thus, one may practice prāṇāyāma through mechanical breath control in order to achieve steadiness of the mind. As stated in the yoga-śāstra, antar-lakṣyo bahir-dṛṣṭiḥ sthira-cittaḥ susaṅgataḥ: \"The eyes, which generally see externally, must be turned inward, and thus the mind is steadied and fully controlled.\""
        }
    ]
}
