{
    "info": {
        "id": "sb/9/8/21",
        "prevId": "sb/9/8/20",
        "nextId": "sb/9/8/22"
    },
    "verses": [
        {
            "roman": "aṁśumān uvāca\nna paśyati tvāṁ param ātmano 'jano\nna budhyate 'dyāpi samādhi-yuktibhiḥ\nkuto 'pare tasya manaḥ-śarīra-dhī-\nvisarga-sṛṣṭā vayam aprakāśāḥ\n"
        }
    ],
    "synonyms": "aṁśumān uvāca—Aṁśumān said; na—not; paśyati—can see; tvām—Your Lordship; param—transcendental; ātmanaḥ—of us living beings; ajanaḥ—Lord Brahmā; na—not; budhyate—can understand; adya api—even today; samādhi—by meditation; yuktibhiḥ—or by mental speculation; kutaḥ—how; apare—others; tasya—his; manaḥ-śarīra-dhī—who consider the body or mind to be the self; visarga-sṛṣṭāḥ—created beings within the material world; vayam—we; aprakāśāḥ—without transcendental knowledge.",
    "translation": "Aṁśumān said: My Lord, even Lord Brahmā is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahmā in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?",
    "purport": [
        {
            "type": "verse",
            "content": "icchā-dveṣa-samutthenadvandva-mohena bhārata\nsarva-bhūtāni sammohaṁsarge yānti parantapa"
        },
        {
            "type": "normal",
            "content": "\"O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate.\" (BG 7.27) All living beings in the material world are influenced by the three modes of material nature. Even Lord Brahmā is in the mode of goodness. Similarly, the demigods are generally in the mode of passion, and living entities lower than the demigods, such as human beings and animals, are in the mode of ignorance, or in mixed goodness, passion and ignorance. Therefore Aṁśumān wanted to explain that because his uncles, who had burnt to ashes, were under the modes of material nature, they could not understand Lord Kapiladeva. \"Because You are beyond even the direct and indirect intelligence of Lord Brahmā,\" he prayed, \"unless we are enlightened by Your Lordship it will not be possible for us to understand You.\""
        },
        {
            "type": "verse",
            "content": "athāpi te deva padāmbuja-dvaya-prasāda-leśānugṛhīta eva hi\njānāti tattvaṁ bhagavan-mahimnona cānya eko 'pi ciraṁ vicinvan"
        },
        {
            "type": "normal",
            "content": "\"My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.\" (SB 10.14.29) The Lord, the Supreme Personality of Godhead, can be understood by one who is favored by the Lord; the Lord cannot be understood by others."
        }
    ]
}
