{
    "info": {
        "id": "sb/10/21/11",
        "prevId": "sb/10/21/10",
        "nextId": "sb/10/21/12"
    },
    "verses": [
        {
            "roman": "dhanyāḥ sma mūḍha-gatayo 'pi hariṇya etā\nyā nanda-nandanam upātta-vicitra-veśam\nākarṇya veṇu-raṇitaṁ saha-kṛṣṇa-sārāḥ\npūjāṁ dadhur viracitāṁ praṇayāvalokaiḥ\n"
        }
    ],
    "synonyms": "dhanyāḥ—fortunate, blessed; sma—certainly; mūḍha-gatayaḥ—having taken birth in an ignorant animal species; api—although; hariṇyaḥ—she-deer; etāḥ—these; yāḥ—who; nanda-nandanam—the son of Mahārāja Nanda; upātta-vicitra-veśam—dressed very attractively; ākarṇya—hearing; veṇu-raṇitam—the sound of His flute; saha-kṛṣṇa-sārāḥ—accompanied by the black deer (their husbands); pūjām dadhuḥ—they worshiped; viracitām—performed; praṇaya-avalokaiḥ—by their affectionate glances.",
    "translation": "\nBlessed are all these foolish deer because they have approached Mahārāja Nanda's son, who is gorgeously dressed and is playing on His flute. Indeed, both the doe and the bucks worship the Lord with looks of love and affection.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis translation is quoted from Śrīla Prabhupāda's Caitanya-caritāmṛta (CC Madhya 17.36).\n"
        },
        {
            "type": "normal",
            "content": "According to the ācāryas, the gopīs were thinking as follows: \"The female deer can approach Kṛṣṇa along with their husbands because Kṛṣṇa is the ultimate object of affection for the male deer. Because of their affection for Kṛṣṇa, they are encouraged by seeing their wives attracted to Him and thus consider their household lives fortunate. Indeed, they become joyful upon seeing how their wives are searching after Kṛṣṇa, and, following along, they urge their wives to go to the Lord. On the other hand, our husbands are jealous of Kṛṣṇa, and because of their lack of devotion to Him they cannot even stand to smell His fragrance. Therefore what is the use of our lives?\"\n"
        }
    ]
}
