{
    "info": {
        "id": "sb/10/21/14",
        "prevId": "sb/10/21/13",
        "nextId": "sb/10/21/15"
    },
    "verses": [
        {
            "roman": "prāyo batāmba vihagā munayo vane 'smin\nkṛṣṇekṣitaṁ tad-uditaṁ kala-veṇu-gītam\nāruhya ye druma-bhujān rucira-pravālān\nśṛṇvanti mīlita-dṛśo vigatānya-vācaḥ\n"
        }
    ],
    "synonyms": "prāyaḥ—almost; bata—certainly; amba—O mother; vihagāḥ—the birds; munayaḥ—great sages; vane—in the forest; asmin—this; kṛṣṇa-īkṣitam—in order to see Kṛṣṇa; tat-uditam—created by Him; kala-veṇu-gītam—sweet vibrations made by playing the flute; āruhya—rising; ye—who; druma-bhujān—to the branches of the trees; rucira-pravālān—having beautiful creepers and twigs; śṛṇvanti—they hear; mīlita-dṛśaḥ—closing their eyes; vigata-anya-vācaḥ—stopping all other sounds.",
    "translation": "\nO mother, in this forest all the birds have risen onto the beautiful branches of the trees to see Kṛṣṇa. With closed eyes they are simply listening in silence to the sweet vibrations of His flute, and they are not attracted by any other sound. Surely these birds are on the same level as great sages.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe birds resemble sages because they live in the forest, keep their eyes closed, observe silence and remain motionless. Significantly, it is stated here that even great sages become maddened by the sound of Kṛṣṇa's flute, which is a completely spiritual vibration.\n"
        },
        {
            "type": "normal",
            "content": "The word rucira-pravālān indicates that even the branches of the trees are transformed in ecstasy when struck by the vibration of Kṛṣṇa's flute-song. Indra, Brahmā, Śiva and Viṣṇu, being primordial gods, travel throughout the universe and have extensive knowledge of the science of music, and yet even these great personalities have never heard or composed music like that which emanates from Kṛṣṇa's flute. Indeed, the birds are so moved by the blissful sound that in their ecstasy they close their eyes and cling to the branches to avoid falling off the trees.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura explains that the gopīs would sometimes address each other as amba, \"mother.\"\n"
        }
    ]
}
