{
    "info": {
        "id": "sb/10/21/17",
        "prevId": "sb/10/21/16",
        "nextId": "sb/10/21/18"
    },
    "verses": [
        {
            "roman": "pūrṇāḥ pulindya urugāya-padābja-rāga\nśrī-kuṅkumena dayitā-stana-maṇḍitena\ntad-darśana-smara-rujas tṛṇa-rūṣitena\nlimpantya ānana-kuceṣu jahus tad-ādhim\n"
        }
    ],
    "synonyms": "pūrṇāḥ—fully satisfied; pulindyaḥ—the wives of the Śabara tribe; urugāya—of Lord Kṛṣṇa; pada-abja—from the lotus feet; rāga—of reddish color; śrī-kuṅkumena—by the transcendental kuṅkuma powder; dayitā—of His girlfriends; stana—the breasts; maṇḍitena—which had decorated; tat—of that; darśana—by the sight; smara—of Cupid; rujaḥ—feeling the torment; tṛṇa—upon the blades of grass; rūṣitena—attached; limpantyaḥ—smearing; ānana—upon their faces; kuceṣu—and breasts; jahuḥ—they gave up; tat—that; ādhim—mental pain.",
    "translation": "\nThe aborigine women of the Vṛndāvana area become disturbed by lust when they see the grass marked with reddish kuṅkuma powder. Endowed with the color of Kṛṣṇa's lotus feet, this powder originally decorated the breasts of His beloveds, and when the aborigine women smear it on their faces and breasts, they feel fully satisfied and give up all their anxiety.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Prabhupāda explains this verse as follows: \"The wanton aborigine girls also became fully satisfied when they smeared their faces and breasts with the dust of Vṛndāvana, which was reddish from the touch of Kṛṣṇa's lotus feet. The aborigine girls had very full breasts, and they were also very lusty, but when their lovers felt their breasts, they were not very satisfied. When they came out into the midst of the forest, they saw that while Kṛṣṇa was walking, some of the leaves and creepers of Vṛndāvana turned reddish from the kuṅkuma powder that fell from His lotus feet. His lotus feet were held by the gopīs on their breasts, which were also smeared with kuṅkuma powder, but when Kṛṣṇa traveled in the Vṛndāvana forest with Balarāma and His boyfriends, the reddish powder fell on the ground of the Vṛndāvana forest. So the lusty aborigine girls, while looking toward Kṛṣṇa playing His flute, saw the reddish kuṅkuma on the ground and immediately took it and smeared it over their faces and breasts. In this way they became fully satisfied, although they were not satisfied when their lovers touched their breasts. All material lusty desires can be immediately satisfied if one comes in contact with Kṛṣṇa consciousness.\"\n"
        }
    ]
}
