{
    "info": {
        "id": "sb/10/21/18",
        "prevId": "sb/10/21/17",
        "nextId": "sb/10/21/19"
    },
    "verses": [
        {
            "roman": "hantāyam adrir abalā hari-dāsa-varyo\nyad rāma-kṛṣṇa-caraṇa-sparaśa-pramodaḥ\nmānaṁ tanoti saha-go-gaṇayos tayor yat\npānīya-sūyavasa-kandara-kandamūlaiḥ\n"
        }
    ],
    "synonyms": "hanta—oh; ayam—this; adriḥ—hill; abalāḥ—O friends; hari-dāsa-varyaḥ—the best among the servants of the Lord; yat—because; rāma-kṛṣṇa-caraṇa—of the lotus feet of Lord Kṛṣṇa and Balarāma; sparaśa—by the touch; pramodaḥ—jubilant; mānam—respect; tanoti—offers; saha—with; go-gaṇayoḥ—the cows, calves and cowherd boys; tayoḥ—to Them (Śrī Kṛṣṇa and Balarāma); yat—because; pānīya—with drinking water; sūyavasa—very soft grass; kandara—caves; kanda-mūlaiḥ—and edible roots.",
    "translation": "\nOf all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Kṛṣṇa and Balarāma, along with Their calves, cows and cowherd friends, with all kinds of necessities—water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respects to the Lord. Being touched by the lotus feet of Kṛṣṇa and Balarāma, Govardhana Hill appears very jubilant.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis translation is quoted from Śrīla Prabhupāda's Caitanya-caritāmṛta (CC Madhya 18.34).\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura explains the opulence of Govardhana Hill as follows: Pānīya refers to the fragrant, cool water from the Govardhana waterfalls, which Kṛṣṇa and Balarāma drink and use to wash Their feet and mouths. Govardhana also offers other beverages, such as honey, mango juice and pīlu juice. Sūyavasa indicates dūrvā grass, used to make the religious offering of arghya. Govardhana also has grass that is fragrant, soft and conducive to the strong growth of cows and increased production of milk. Thus this grass is used for feeding the transcendental herds. Kandara refers to the caves where Kṛṣṇa, Balarāma and Their friends play, sit and lie down. These caves give pleasure when the weather is too hot or too cold, or when it is raining. Govardhana also features soft roots for eating, jewels for ornamenting the body, flat places for sitting, and lamps and mirrors in the form of smooth stones, glistening water and other natural substances.\n"
        }
    ]
}
