{
    "info": {
        "id": "sb/10/21/summary",
        "prevId": "sb/10/20/49",
        "nextId": "sb/10/21/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Śrī Kṛṣṇa entered the enchanting forest of Vṛndāvana upon the arrival of autumn, and the praises the young cowherd girls sang when they heard the vibration of His flute."
        },
        {
            "type": "normal",
            "content": "As Lord Kṛṣṇa, Lord Balarāma and Their cowherd friends entered the forest to graze the cows, Kṛṣṇa began playing His flute. The gopīs heard the enchanting flute-song and understood that Kṛṣṇa was entering the forest. Then they narrated to each other the Lord's various activities."
        },
        {
            "type": "normal",
            "content": "The gopīs declared, \"To see Lord Kṛṣṇa playing His flute while taking the cows to pasture is the highest perfection for the eyes. What pious activities has this flute performed that enable him to freely drink the nectar of Śrī Kṛṣṇa's lips-a blessing we cowherd girls find difficult to achieve? Hearing the song of Kṛṣṇa's flute, the peacocks dance, and all the other creatures become stunned when they see them. Demigoddesses traveling through the sky in their airplanes are vexed by Cupid, and their garments become loose. The ears of the cows stand on end as they drink the nectar of this flute-song, and their calves simply stand stunned, the milk they have been drinking from their mothers' udders still in their mouths. The birds take shelter of the branches of the trees and close their eyes, listening to the song of Kṛṣṇa's flute with rapt attention. The flowing rivers become perturbed by conjugal attraction for Kṛṣṇa and, stopping their flow, embrace Kṛṣṇa's lotus feet with the arms of their waves, while the clouds serve as parasols to shade Kṛṣṇa's head from the hot sun. The aborigine women of the Śabara race, seeing the grass stained by the red kuṅkuma adorning the Lord's lotus feet, smear this vermilion powder upon their breasts and faces to alleviate the distress created by Cupid. Govardhana Hill offers grass and various kinds of fruits and bulbous roots in worship of Lord Śrī Kṛṣṇa. All the nonmoving living beings take on the characteristics of moving creatures, and the moving living beings become stationary. These things are all very wonderful.\""
        }
    ]
}
