{
    "info": {
        "id": "sb/11/2/20-21",
        "prevId": "sb/11/2/19",
        "nextId": "sb/11/2/22"
    },
    "verses": [
        {
            "roman": "navābhavan mahā-bhāgā\nmunayo hy artha-śaṁsinaḥ\nśramaṇā vāta-rasanā\nātma-vidyā-viśāradāḥ\n"
        },
        {
            "roman": "kavir havir antarīkṣaḥ\nprabuddhaḥ pippalāyanaḥ\nāvirhotro 'tha drumilaś\ncamasaḥ karabhājanaḥ\n"
        }
    ],
    "synonyms": "nava—nine; abhavan—there were; mahā-bhāgāḥ—greatly fortunate souls; munayaḥ—sages; hi—indeed; artha-śaṁsinaḥ—engaged in explaining the Absolute Truth; śramaṇāḥ—thus exerting great endeavor; vāta-rasanāḥ—dressed by the wind (naked); ātma-vidyā—in spiritual science; viśāradāḥ—learned; kaviḥ haviḥ antarīkṣaḥ—Kavi, Havir and Antarīkṣa; prabuddhaḥ pippalāyanaḥ—Prabuddha and Pippalāyana; āvirhotraḥ—Āvirhotra; atha—also; drumilaḥ—Drumila; camasaḥ karabhājanaḥ—Camasa and Karabhājana.",
    "translation": "\nThe nine remaining sons of Ṛṣabha were greatly fortunate sages who worked vigorously to spread knowledge of the Absolute Truth. They wandered about naked and were very well versed in spiritual science. Their names were Kavi, Havir, Antarīkṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nNimi, the King of Videha, asked the following nine questions of the nine Yogendras, the saintly sons of Ṛṣabha.\n"
        },
        {
            "type": "normal",
            "content": "(1) What is the highest good? (Chapter Two, verse 30);\n"
        },
        {
            "type": "normal",
            "content": "(2) What are the religious principles (dharma), natural proclivities (svabhāva), behavior (ācāra), speech (vākya) and outward symptoms (lakṣaṇa) of a bhāgavata, a Vaiṣṇava devotee of the Lord? (2.44);\n"
        },
        {
            "type": "normal",
            "content": "(3) What is the external energy of Viṣṇu, the Supreme Lord? (3.1);\n"
        },
        {
            "type": "normal",
            "content": "(4) How can one become dissociated from this māyā? (3.17);\n"
        },
        {
            "type": "normal",
            "content": "(5)What is the true identity of Brahman? (3.34);\n"
        },
        {
            "type": "normal",
            "content": "(6) What are the three types of karma, namely karma based on the enjoyment of the fruits of work, karma offered to the Supreme Lord, and naiṣkarmya? (3.41);\n"
        },
        {
            "type": "normal",
            "content": "(7) What are the various pastimes of the various incarnations of God? (4.1);\n"
        },
        {
            "type": "normal",
            "content": "(8) What is the aim or destination of one who is against the Supreme Lord and devoid of bhakti (in other words, a nondevotee)? (5.1); and\n"
        },
        {
            "type": "normal",
            "content": "(9)What are the respective colors, forms and names of the four yugāvatāras, the four incarnations of the Supreme Lord who appear in the four ages, and what is the process of worshiping each of Them? (5.19).\n"
        },
        {
            "type": "normal",
            "content": "The transcendental answers to these inquiries were given by the great devotees Kavi, Havir, Antarīkṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana. These nine paramahaṁsas answered the nine questions, each in turn, in the following verses: (1) 2.33-43; (2) 2.45-55; (3) 3.3-16; (4) 3.18-33; (5) 3.35-40; (6) 3.43-55; (7) 4.2-23; (8) 5.2-18; and (9) 5.20-42.\n"
        }
    ]
}
