{
    "info": {
        "id": "sb/4/17/10-11",
        "prevId": "sb/4/17/9",
        "nextId": "sb/4/17/12"
    },
    "verses": [
        {
            "roman": "vayaṁ rājañ jāṭhareṇābhitaptā\nyathāgninā koṭara-sthena vṛkṣāḥ\ntvām adya yātāḥ śaraṇaṁ śaraṇyaṁ\nyaḥ sādhito vṛtti-karaḥ patir naḥ\n"
        },
        {
            "roman": "tan no bhavān īhatu rātave 'nnaṁ\nkṣudhārditānāṁ naradeva-deva\nyāvan na naṅkṣyāmaha ujjhitorjā\nvārtā-patis tvaṁ kila loka-pālaḥ\n"
        }
    ],
    "synonyms": "vayam—we; rājan—O King; jāṭhareṇa—by the fire of hunger; abhitaptāḥ—very much aggrieved; yathā—just as; agninā—by the fire; koṭara-sthena—in the hollow of a tree; vṛkṣāḥ—trees; tvām—unto you; adya—today; yātāḥ—we have come; śaraṇam—shelter; śaraṇyam—worth taking shelter of; yaḥ—who; sādhitaḥ—appointed; vṛtti-karaḥ—one who gives employment; patiḥ—master; naḥ—our; tat—therefore; naḥ—to us; bhavān—Your Majesty; īhatu—please try; rātave—to give; annam—food grains; kṣudhā—with hunger; arditānām—suffering; nara-deva-deva—O supreme master of all kings; yāvat na—lest; naṅkṣyāmahe—we will perish; ujjhita—being bereft of; ūrjāḥ—food grains; vārtā—of occupational engagements; patiḥ—bestower; tvam—you; kila—indeed; loka-pālaḥ—the protector of the citizens.",
    "translation": "\nDear King, just as a tree with a fire burning in the hollow of the trunk gradually dries up, we are drying up due to the fire of hunger in our stomachs. You are the protector of surrendered souls, and you have been appointed to give employment to us. Therefore we have all come to you for protection. You are not only a king, but the incarnation of God as well. Indeed, you are the king of all kings. You can give us all kinds of occupational engagements, for you are the master of our livelihood. Therefore, O king of all kings, please arrange to satisfy our hunger by the proper distribution of food grains. Please take care of us, lest we soon die for want of food.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is the duty of the king to see that everyone in the social orders—brāhmaṇa, kṣatriya, vaiśya and śūdra—is fully employed in the state. Just as it is the duty of the brāhmaṇas to elect a proper king, it is the duty of the king to see that all the varṇas-brāhmaṇa, kṣatriya, vaiśya and śūdra—are fully engaged in their respective occupational duties. It is here indicated that although the people were allowed to perform their duties, they were still unemployed. Although they were not lazy, they still could not produce sufficient food to satisfy their hunger. When the people are perplexed in this way, they should approach the head of government, and the president or king should take immediate action to mitigate the distress of the people.\n"
        }
    ]
}
