{
    "info": {
        "id": "sb/4/17/30",
        "prevId": "sb/4/17/29",
        "nextId": "sb/4/17/31"
    },
    "verses": [
        {
            "roman": "yenāham ātmāyatanaṁ vinirmitā\ndhātrā yato 'yaṁ guṇa-sarga-saṅgrahaḥ\nsa eva māṁ hantum udāyudhaḥ svarāḍ\nupasthito 'nyaṁ śaraṇaṁ kam āśraye\n"
        }
    ],
    "synonyms": "yena—by whom; aham—I; ātma-āyatanam—resting place of all living entities; vinirmitā—was created; dhātrā—by the Supreme Lord; yataḥ—on account of whom; ayam—this; guṇa-sarga-saṅgrahaḥ—combination of different material elements; saḥ—He; eva—certainly; mām—me; hantum—to kill; udāyudhaḥ—prepared with weapons; svarāṭ—completely independent; upasthitaḥ—now present before me; anyam—other; śaraṇam—shelter; kam—unto whom; āśraye—I shall resort to.",
    "translation": "\nThe planet earth continued: My dear Lord, You are the complete conductor of the material creation. You have created this cosmic manifestation and the three material qualities, and therefore You have created me, the planet earth, the resting place of all living entities. Yet You are always fully independent, my Lord. Now that You are present before me and ready to kill me with Your weapons, let me know where I should go to take shelter, and tell me who can give me protection.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe planet earth herein exhibits the symptoms of full surrender before the Lord. As stated, no one can protect the person whom Kṛṣṇa is prepared to kill, and no one can kill the person whom Kṛṣṇa protects. Because the Lord was prepared to kill the planet earth, there was no one to give protection to her. We are all receiving protection from the Lord, and it is therefore proper that every one of us surrender unto Him. In Bhagavad-gītā (BG 18.66) the Lord instructs:\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\"\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Bhaktivinoda Ṭhākura sings: \"My dear Lord, whatever I have—even my mind, the center of all material necessities. namely my home, my body and whatever I have in connection with this body—I now surrender unto You. You are now completely independent to act however You like. If You like, You can kill me, and if You like, You can save me. In any case, I am Your eternal servant, and You have every right to do whatever You like.\"\n"
        }
    ]
}
