{
    "info": {
        "id": "sb/4/17/33",
        "prevId": "sb/4/17/32",
        "nextId": "sb/4/17/34"
    },
    "verses": [
        {
            "roman": "sargādi yo 'syānuruṇaddhi śaktibhir\ndravya-kriyā-kāraka-cetanātmabhiḥ\ntasmai samunnaddha-niruddha-śaktaye\nnamaḥ parasmai puruṣāya vedhase\n"
        }
    ],
    "synonyms": "sarga-ādi—creation, maintenance and dissolution; yaḥ—one who; asya—of this material world; anuruṇaddhi—causes; śaktibhiḥ—by His own potencies; dravya—physical elements; kriyā—senses; kāraka—controlling demigods; cetanā—intelligence; ātmabhiḥ—consisting of false ego; tasmai—unto Him; samunnaddha—manifest; niruddha—potential; śaktaye—one who possesses these energies; namaḥ—obeisances; parasmai—unto the transcendental; puruṣāya—Supreme Personality of Godhead; vedhase—unto the cause of all causes.",
    "translation": "\nMy dear Lord, by Your own potencies You are the original cause of the material elements, as well as the performing instruments (the senses), the workers of the senses (the controlling demigods), the intelligence and the ego, as well as everything else. By Your energy You manifest this entire cosmic creation, maintain it and dissolve it. Through Your energy alone everything is sometimes manifest and sometimes not manifest. You are therefore the Supreme Personality of Godhead, the cause of all causes. I offer my respectful obeisances unto You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAll activities begin with the creation of the total energy, the mahat-tattva. Then, by the agitation of the three guṇas, the physical elements are created, as well as the mind, ego and the controllers of the senses. All of these are created one after another by the inconceivable energy of the Lord. In modern electronics, a mechanic may, by pushing only one button, set off an electronic chain-reaction, by which so many actions are carried out one after another. Similarly, the Supreme Personality of Godhead pushes the button of creation, and different energies create the material elements and various controllers of the physical elements, and their subsequent interactions follow the inconceivable plan of the Supreme Personality of Godhead.\n"
        }
    ]
}
