{
    "info": {
        "id": "sb 10/37/Summary",
        "prevId": "sb/10/36/40",
        "nextId": "sb/10/37/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the killing of the horse demon, Keśī; Nārada's glorification of Lord Kṛṣṇa's future pastimes; and Kṛṣṇa's killing of Vyomāsura.\n"
        },
        {
            "type": "normal",
            "content": "On Kaṁsa's order the Keśi demon assumed the form of a huge horse and went to Vraja. As he approached, his loud neighing terrified all the inhabitants, and they began looking for Śrī Kṛṣṇa. When He saw the demon, Kṛṣṇa came forward and challenged him to come near. Keśī charged Kṛṣṇa and tried to strike Him with his front legs, but the Lord seized them, whirled the demon around several times, and then threw him a distance of one hundred bow-lengths. Keśī remained unconscious for some time. When the demon regained consciousness, he furiously charged Kṛṣṇa again, his mouth agape. The Lord then thrust His left arm into the horse demon's mouth, and as Keśī tried to bite the arm, it felt like a red-hot iron rod. Kṛṣṇa's arm expanded more and more, finally choking the demon, and in extreme agony Keśī gave up his life. Lord Kṛṣṇa then removed His arm. He stood calmly, showing no pride at having killed the demon, as the demigods showered down flowers from the sky and glorified the Lord with prayers.\n"
        },
        {
            "type": "normal",
            "content": "Soon thereafter Nārada Muni, the great sage among the demigods, approached Kṛṣṇa and prayed to Him in various ways, glorifying the Lord's future pastimes. Then Nārada paid his obeisances and departed.\n"
        },
        {
            "type": "normal",
            "content": "One day, while tending the cows, Kṛṣṇa, Balarāma and the cowherd boys became engrossed in playing hide-and-go-seek. Some of the boys took the role of sheep, some the role of thieves, and others shepherds. The shepherds would search for the sheep when the thieves stole them. Taking advantage of this game, a demon named Vyoma, sent by Kaṁsa, dressed himself like a cowherd boy and joined the band of \"thieves.\" He abducted a few cowherd boys at a time and threw them into a mountain cave, keeping them there by blocking the entrance with a boulder. Gradually Vyomāsura abducted all but four or five cowherd boys. When Kṛṣṇa saw what the demon was doing, He ran after him, grabbed him and killed him just as one would kill a sacrificial animal.\n"
        }
    ]
}
