{
    "info": {
        "id": "sb 10/58/Summary",
        "prevId": "sb/10/57/42",
        "nextId": "sb/10/58/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Kṛṣṇa married five brides, beginning with Kālindī, and went to Indraprastha to visit the Pāṇḍavas.\n"
        },
        {
            "type": "normal",
            "content": "After the Pāṇḍavas had completed their incognito exile, Lord Kṛṣṇa went with Sātyaki and other Yadus to see them in Indraprastha. The Pāṇḍavas greeted the Lord and embraced Him in great ecstasy. Their new bride, Draupadī, shyly approached Kṛṣṇa and bowed down to Him. Then the Pāṇḍavas properly worshiped and welcomed Sātyaki and the Lord's other companions, offering them sitting places.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa paid a visit to Queen Kuntī, and after He had offered her His respects, they inquired from each other about their family members. As Kuntī-devi recalled the various miseries Duryodhana had inflicted upon her and her sons, she remarked that Kṛṣṇa was their only protector. \"You are the well-wisher of the entire universe,\" she said, \"yet even though You are free from all delusion of 'mine' and 'another's,' You nonetheless reside within the hearts of those who meditate on You constantly, and from within their hearts You destroy all their miseries.\" Then Yudhiṣṭhira told Kṛṣṇa, \"Only because we executed many pious acts are we able to see Your lotus feet, which even great yogīs find it impossible to attain.\" Honored by King Yudhiṣṭhira, Śrī Kṛṣṇa happily remained as a guest in Indraprastha for several months.\n"
        },
        {
            "type": "normal",
            "content": "One day, Kṛṣṇa and Arjuna went hunting in the forest. While bathing in the Yamunā River, they saw a charming young maiden. On Kṛṣṇa's request Arjuna went up to the girl and asked who she was. The beautiful maiden replied, \"I am Kālindī, the daughter of the sun-god. Hoping to attain Lord Viṣṇu as my husband, I have been performing severe austerities. I will accept no one else as my husband, and until He marries me I will remain in the Yamunā, living in a house my father built for me here.\" After Arjuna reported all this to Kṛṣṇa, the omniscient Lord took Kālindī onto His chariot, and then the three of them returned to Yudhiṣṭhira's residence.\n"
        },
        {
            "type": "normal",
            "content": "Later the Pāṇḍavas requested Kṛṣṇa to build them a city, and He did so by having Viśvakarmā, the architect of the demigods, construct one that was extremely attractive. The Lord satisfied His beloved devotees by remaining with them there for some time. Then, to please Agni, the fire-god, Kṛṣṇa arranged to offer him the Khāṇḍava forest. The Lord asked Arjuna to burn down the forest and accompanied him as his charioteer. Agni was so satisfied with the offering that he presented Arjuna with the Gāṇḍīva bow, a team of horses, a chariot, two inexhaustible quivers, and armor. While the Khāṇḍava forest burned, Arjuna saved a demon named Maya from the blaze. Maya Dānava reciprocated by building Arjuna a splendid palace. In this building Duryodhana would later get a good drenching after mistaking the surface of a pond for a solid floor, thus embarrassing himself.\n"
        },
        {
            "type": "normal",
            "content": "Next Lord Kṛṣṇa took permission from Arjuna and His other relatives and went back to Dvārakā with His entourage. There He married Kālindī. Some time later He went to Avantīpura, where, in the presence of manv kings, He abducted the King of Avantī's sister, Mitravindā, who was very much attracted to Him.\n"
        },
        {
            "type": "normal",
            "content": "In the kingdom of Ayodhyā lived a devout king named Nagnajit. He had an extraordinarily beautiful, marriageable daughter named Satyā, or Nāgnajitī. The girl's relatives had laid down the stipulation that any man who could subdue a certain group of seven ferocious bulls would win her hand. When Kṛṣṇa heard about this princess, He went to Ayodhyā with a large contingent of soldiers. King Nagnajit greeted Him hospitably and joyfully worshiped Him with various offerings. When Satyā saw Kṛṣṇa, she immediately desired Him as her husband, and King Nagnajit, understanding his daughter's intentions, informed Lord Kṛṣṇa of his own wish that the Lord and his daughter be married. The King affectionately told the Lord, \"You alone would be a suitable husband for my daughter, and if You subdue the seven bulls You may certainly marry her.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then manifested Himself in seven separate forms and subdued the seven bulls. King Nagnajit duly presented his daughter to the Lord, together with a dowry of abundant gifts, and the Lord took Satyā onto His chariot for the journey back to Dvārakā. Just then the rival kings who had been defeated by the bulls tried to attack Lord Kṛṣṇa. But Arjuna easily beat them back, and Kṛṣṇa proceeded with Nāgnajitī to Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "Subsequently Śrī Kṛṣṇa married Bhadrā after abducting her from her svayaṁ-vara ceremony, and He also married Lakṣmaṇā, the royal daughter of the King of Madra.\n"
        }
    ]
}
