{
    "info": {
        "id": "sb/8/9/14-15",
        "prevId": "sb/8/9/13",
        "nextId": "sb/8/9/16-17"
    },
    "verses": [
        {
            "roman": "athopoṣya kṛta-snānā\nhutvā ca haviṣānalam\ndattvā go-vipra-bhūtebhyaḥ\nkṛta-svastyayanā dvijaiḥ\n"
        },
        {
            "roman": "yathopajoṣaṁ vāsāṁsi\nparidhāyāhatāni te\nkuśeṣu prāviśan sarve\nprāg-agreṣv abhibhūṣitāḥ\n"
        }
    ],
    "synonyms": "atha—thereafter; upoṣya—observing a fast; kṛta-snānāḥ—performing bathing; hutvā—offering oblations; ca—also; haviṣā—with clarified butter; analam—into the fire; dattvā—giving in charity; go-vipra-bhūtebhyaḥ—unto the cows, brāhmaṇas and living beings in general; kṛta-svastyayanāḥ—performing ritualistic ceremonies; dvijaiḥ—as dictated by the brāhmaṇas; yathā-upajoṣam—according to one's taste; vāsāṁsi—garments; paridhāya—putting on; āhatāni—first-class and new; te—all of them; kuśeṣu—on seats made of kuśa grass; prāviśan—sitting on them; sarve—all of them; prāk-agreṣu—facing east; abhibhūṣitāḥ—properly decorated with ornaments.",
    "translation": "\nThe demigods and demons then observed a fast. After bathing, they offered clarified butter and oblations into the fire and gave charity to the cows and to the brāhmaṇas and members of the other orders of society, namely the kṣatriyas, vaiśyas and śūdras, who were all rewarded as they deserved. Thereafter, the demigods and demons performed ritualistic ceremonies under the directions of the brāhmaṇas. Then they dressed themselves with new garments according to their own choice, decorated their bodies with ornaments, and sat facing east on seats made of kuśa grass.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Vedas enjoin that for every ritualistic ceremony one must first become clean by bathing either in the water of the Ganges or Yamunā or in the sea. Then one may perform the ritualistic ceremony and offer clarified butter into the fire. In this verse the words paridhāya āhatāni are especially significant. A sannyāsī or a person about to perform a ritualistic ceremony should not dress himself in clothing sewn with a needle.\n"
        }
    ]
}
