{
    "info": {
        "id": "sb/8/9/29",
        "prevId": "sb/8/9/28",
        "nextId": "sb/8/10/1"
    },
    "verses": [
        {
            "roman": "yad yujyate 'su-vasu-karma-mano-vacobhir\ndehātmajādiṣu nṛbhis tad asat pṛthaktvāt\ntair eva sad bhavati yat kriyate 'pṛthaktvāt\nsarvasya tad bhavati mūla-niṣecanaṁ yat\n"
        }
    ],
    "synonyms": "yat—whatever; yujyate—is performed; asu—for the protection of one's life; vasu—protection of wealth; karma—activities; manaḥ—by the acts of the mind; vacobhiḥ—by the acts of words; deha-ātma-ja-ādiṣu—for the sake of one's personal body or family, etc., with reference to the body; nṛbhiḥ—by the human beings; tat—that; asat—impermanent, transient; pṛthaktvāt—because of separation from the Supreme Personality of Godhead; taiḥ—by the same activities; eva—indeed; sat bhavati—becomes factual and permanent; yat—which; kriyate—is performed; apṛthaktvāt—because of nonseparation; sarvasya—for everyone; tat bhavati—becomes beneficial; mūla-niṣecanam—exactly like pouring water on the root of a tree; yat—which.",
    "translation": "\nIn human society there are various activities performed for the protection of one's wealth and life by one's words, one's mind and one's actions, but they are all performed for one's personal or extended sense gratification with reference to the body. All these activities are baffled because of being separate from devotional service. But when the same activities are performed for the satisfaction of the Lord, the beneficial results are distributed to everyone, just as water poured on the root of a tree is distributed throughout the entire tree.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis is the distinction between materialistic activities and activities performed in Kṛṣṇa consciousness. The entire world is active, and this includes the karmīs, the jñānīs, the yogīs and the bhaktas. However, all activities except those of the bhaktas, the devotees, end in bafflement and a waste of time and energy. Moghāśā mogha-karmāṇo mogha jñānā vicetasaḥ: (BG 9.12) if one is not a devotee, his hopes, his activities and his knowledge are all baffled. A nondevotee works for his personal sense gratification or for the sense gratification of his family, society, community or nation, but because all such activities are separate from the Supreme Personality of Godhead, they are considered asat. The word asat means bad or temporary, and sat means permanent and good. Activities performed for the satisfaction of Kṛṣṇa are permanent and good, but asat activity, although sometimes celebrated as philanthropy, altruism, nationalism, this \"ism\" or that \"ism,\" will never produce any permanent result and is therefore all bad. Even a little work done in Kṛṣṇa consciousness is a permanent asset and is all-good because it is done for Kṛṣṇa, the all-good Supreme Personality of Godhead, who is everyone's friend (suhṛdaṁ sarva-bhūtānām). The Supreme Personality of Godhead is the only enjoyer and proprietor of everything (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram (BG 5.29)). Therefore any activity performed for the Supreme Lord is permanent. As a result of such activities, the performer is immediately recognized. Na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ (BG 18.69). Such a devotee, because of full knowledge of the Supreme Personality of Godhead, is immediately transcendental, although he may superficially appear to be engaged in materialistic activities. The only distinction between materialistic activity and spiritual activity is that material activity is performed only to satisfy one's own senses whereas spiritual activity is meant to satisfy the transcendental senses of the Supreme Personality of Godhead. By spiritual activity everyone factually benefits, whereas by materialistic activity no one benefits and instead one becomes entangled in the laws of karma.\n"
        },
        {
            "type": "normal",
            "content": "\nThus ends the Bhaktivedanta purports of the Eighth Canto, Ninth Chapter, of the Śrīmad-Bhāgavatam, entitled \"The Lord Incarnates as Mohinī-mūrti.\"\n"
        },
        {
            "type": "normal",
            "content": "\n<div style=\"float:right; clear:both;\"><img alt=\"Go-previous.png\" decoding=\"async\" height=\"22\" src=\"https://vanimedia.org/w/images/9/92/Go-previous.png\" width=\"22\"/> SB 8.9.28 - SB 8.10.1 <img alt=\"Go-next.png\" decoding=\"async\" height=\"22\" src=\"https://vanimedia.org/w/images/5/5d/Go-next.png\" width=\"22\"/></div>\n\n"
        }
    ]
}
