{
    "info": {
        "id": "sb/11/10/36-37",
        "prevId": "sb/11/10/35",
        "nextId": "sb/11/11/1"
    },
    "verses": [
        {
            "roman": "kathaṁ varteta viharet\nkair vā jñāyeta lakṣaṇaiḥ\nkiṁ bhuñjītota visṛjec\nchayītāsīta yāti vā\n"
        },
        {
            "roman": "etad acyuta me brūhi\npraśnaṁ praśna-vidāṁ vara\nnitya-baddho nitya-mukta\neka eveti me bhramaḥ\n"
        }
    ],
    "synonyms": "katham—in what way; varteta—he is situated; viharet—he enjoys; kaiḥ—by which; vā—or; jñāyeta—would be known; lakṣaṇaiḥ—by symptoms; kim—what; bhuñjīta—he would eat; uta—and; visṛjet—would evacuate; śayīta—would lie down; āsīta—would sit; yāti—goes; vā—or; etat—this; acyuta—O Acyuta; me—to me; brūhi—explain; praśnam—the question; praśna-vidām—of all those who know how to answer questions; vara—O the best; nitya-baddhaḥ—eternally conditioned; nitya-muktaḥ—eternally liberated; ekaḥ—singular; eva—certainly; iti—thus; me—my; bhramaḥ—confusion.",
    "translation": "\nO my Lord, Acyuta, the same living entity is sometimes described as eternally conditioned and at other times as eternally liberated. I am not able to understand, therefore, the actual situation of the living entity. You, my Lord, are the best of those who are expert in answering philosophical questions. Please explain to me the symptoms by which one can tell the difference between a living entity who is eternally liberated and one who is eternally conditioned. In what various ways would they remain situated, enjoy life, eat, evacuate, lie down, sit or move about?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn previous verses Lord Kṛṣṇa has explained to Uddhava that an eternally liberated soul is beyond the three modes of material nature. Since a liberated soul is considered to be beyond even the superior mode of goodness, how can he be recognized? By false identification with the modes of nature, which produce one's own material body, one is bound by illusion. On the other hand, by transcending the modes of nature, one is liberated. However, in ordinary activities—such as eating, evacuating, relaxing, sitting and sleeping—a liberated soul and a conditioned soul appear to be the same. Therefore Uddhava is inquiring, \"By what symptoms can I recognize that one living entity is performing such external activities without false ego, and by what symptoms can I recognize one who is working under the illusory bondage of material identification? This is difficult, because the ordinary bodily functions of liberated and conditioned personalities appear similar.\" Uddhava has approached the Supreme Personality of Godhead, taking Him as his personal spiritual master, and wants to be enlightened about how to understand the differences between material and spiritual life.\n"
        },
        {
            "type": "normal",
            "content": "Since the living entity is sometimes called eternally conditioned, how could he ever be considered eternally liberated, or vice versa? This is an apparent contradiction, which will be cleared up by the Supreme Personality of Godhead.\n"
        }
    ]
}
