{
    "info": {
        "id": "sb/7/6/10",
        "prevId": "sb/7/6/9",
        "nextId": "sb/7/6/11-13"
    },
    "verses": [
        {
            "roman": "ko nv artha-tṛṣṇāṁ visṛjet\nprāṇebhyo 'pi ya īpsitaḥ\nyaṁ krīṇāty asubhiḥ preṣṭhais\ntaskaraḥ sevako vaṇik\n"
        }
    ],
    "synonyms": "kaḥ—who; nu—indeed; artha-tṛṣṇām—a strong desire to acquire money; visṛjet—can give up; prāṇebhyaḥ—than life; api—indeed; yaḥ—which; īpsitaḥ—more desired; yam—which; krīṇāti—tries to acquire; asubhiḥ—with his own life; preṣṭhaiḥ—very dear; taskaraḥ—a thief; sevakaḥ—a professional servant; vaṇik—a merchant.",
    "translation": "Money is so dear that one conceives of money as being sweeter than honey. Therefore, who can give up the desire to accumulate money, especially in household life? Thieves, professional servants [soldiers] and merchants try to acquire money even by risking their very dear lives.",
    "purport": [
        {
            "type": "normal",
            "content": "How money can be dearer than life is indicated in this verse. Thieves may enter the house of a rich man to steal money at the risk of their lives. Because of trespassing, they may be killed by guns or attacked by watchdogs, but still they try to commit burglary. Why do they risk their lives? Only to get some money. Similarly, a professional soldier is recruited into the army, and he accepts such service, with the risk of dying on the battlefield, only for the sake of money. In the same way, merchants go from one country to another on boats at the risk of their lives, or they dive into the water of the sea to collect pearls and valuable gems. Thus it is practically proved—and everyone will admit—that money is sweeter than honey. One may risk everything to acquire money, and this is especially true of rich men who are too attached to household life. Formerly, of course, the members of the higher castes—the brāhmaṇas, kṣatriyas and vaiśyas (everyone but the śūdras)—were trained in the guru-kula to adhere to a life of renunciation and sense control by practicing brahmacarya and mystic yoga. Then they were allowed to enter household life. There have consequently been many instances in which great kings and emperors have given up household life. Although they were extremely opulent and were the masters of kingdoms, they could give up all their possessions because they were trained early as brahmacārīs. Prahlāda Mahārāja's advice is therefore very appropriate:"
        },
        {
            "type": "verse",
            "content": "kaumāra ācaret prājñodharmān bhāgavatān iha\ndurlabhaṁ mānuṣaṁ janma\ntad apy adhruvam arthadam(SB 7.6.1)"
        },
        {
            "type": "normal",
            "content": "\"One who is sufficiently intelligent should use the human form of body from the very beginning of life—in other words, from the tender age of childhood—to practice the activities of devotional service, giving up all other engagements. The human body is most rarely achieved, and although temporary like other bodies, it is meaningful because in human life one can perform devotional service. Even a slight amount of sincere devotional service can give one complete perfection.\" Human society should take advantage of this instruction."
        }
    ]
}
