{
    "info": {
        "id": "sb/7/6/summary",
        "prevId": "sb/7/5/56-57",
        "nextId": "sb/7/6/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Prahlāda Mahārāja's instructions to his class friends. In speaking to his friends, who were all sons of demons, Prahlāda Mahārāja stressed that every living entity, especially in human society, must be interested in spiritual realization from the very beginning of life. When human beings are children, they should be taught that the Supreme Personality of Godhead is the worshipable Deity for everyone. One should not be very much interested in material enjoyment; instead, one should be satisfied with whatever material profits are easily obtainable, and because the duration of one's life is very short, one should utilize every moment for spiritual advancement. One may wrongly think, \"In the beginning of our lives let us enjoy material facilities, and in old age we may become Kṛṣṇa conscious.\" Such materialistic thoughts are always useless because in old age one cannot be trained in the spiritual way of life. Therefore, from the very beginning of life, one should engage in devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ (SB 7.5.23)). This is the duty of all living entities. Material education is infected by the three modes of nature, but spiritual education, for which there is a great need in human society, is transcendental. Prahlāda Mahārāja disclosed the secret of how he had received instructions from Nārada Muni. By accepting the lotus feet of Prahlāda Mahārāja, who is in the paramparā succession, one will be able to understand the mode of spiritual life. In accepting this mode of activity, there is no need for material qualifications."
        },
        {
            "type": "normal",
            "content": "After Prahlāda Mahārāja's class friends had listened to Prahlāda Mahārāja, they inquired how he had become so learned and advanced. In this way the chapter ends."
        }
    ]
}
