{
    "info": {
        "id": "sb/4/9/14",
        "prevId": "sb/4/9/13",
        "nextId": "sb/4/9/15"
    },
    "verses": [
        {
            "roman": "kalpānta etad akhilaṁ jaṭhareṇa gṛhṇan\nśete pumān sva-dṛg ananta-sakhas tad-aṅke\nyan-nābhi-sindhu-ruha-kāñcana-loka-padma-\ngarbhe dyumān bhagavate praṇato 'smi tasmai\n"
        }
    ],
    "synonyms": "kalpa-ante—at the end of the millennium; etat—this universe; akhilam—all; jaṭhareṇa—within the belly; gṛhṇan—withdrawing; śete—lies down; pumān—the Supreme Person; sva-dṛk—looking upon Himself; ananta—the unlimited being Śeṣa; sakhaḥ—accompanied by; tat-aṅke—on His lap; yat—from whose; nābhi—navel; sindhu—ocean; ruha—sprouted; kāñcana—golden; loka—planet; padma—of the lotus; garbhe—on the whorl; dyumān—Lord Brahmā; bhagavate—unto the Supreme Personality of Godhead; praṇataḥ—offering obeisances; asmi—I am; tasmai—unto Him.",
    "translation": "My dear Lord, at the end of each millennium the Supreme Personality of Godhead Garbhodakaśāyī Viṣṇu dissolves everything manifested within the universe into His belly. He lies down on the lap of Śeṣa Nāga, from His navel sprouts a golden lotus flower on a stem, and on that lotus Lord Brahmā is created. I can understand that You are the same Supreme Godhead. I therefore offer my respectful obeisances unto You.",
    "purport": [
        {
            "type": "normal",
            "content": "Dhruva Mahārāja's understanding of the Supreme Personality of Godhead is complete. In the Vedas it is said, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3): knowledge received through the transcendental, causeless mercy of the Lord is so perfect that by that knowledge the devotee becomes acquainted with all the different manifestations of the Lord. Lord Kṣīrodakaśāyī Viṣṇu was present before Dhruva Mahārāja, who could also understand the Lord's two other forms, namely Garbhodakaśāyī Viṣṇu and Kāraṇodakaśāyī (Mahā) Viṣṇu. Regarding Mahā-Viṣṇu, it is stated in the Brahma-saṁhitā (BS 5.38):"
        },
        {
            "type": "verse",
            "content": "yasyaika-niśvasita-kālam athāvalambyajīvanti loma-vilajā jagad-aṇḍa-nāthāḥ\nviṣṇur mahān sa iha yasya kalā-viśeṣogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "At the end of each and every millennium, when all the material worlds are dissolved, everything enters the body of Garbhodakaśāyī Viṣṇu, who is lying on the lap of Śeṣa Nāga, another form of the Lord."
        },
        {
            "type": "normal",
            "content": "Those who are not devotees cannot understand the different forms of Viṣṇu and their positions in regard to the creation. Sometimes the atheists argue, \"How can a flower stem sprout from the navel of Garbhodakaśāyī Viṣṇu?\" They consider all the statements of the śāstras to be stories. As a result of their inexperience in the Absolute Truth and their reluctance to accept authority, they become more and more atheistic; they cannot understand the Supreme Personality of Godhead. But a devotee like Dhruva Mahārāja, by the grace of the Lord, knows all the manifestations of the Lord and their different positions. It is said that anyone who has even a little of the Lord's grace can understand His glories; others may go on speculating on the Absolute Truth, but they will always be unable to understand the Lord. In other words, unless one comes in contact with a devotee it is not possible to understand the transcendental form or the spiritual world and its transcendental activities."
        }
    ]
}
