{
    "info": {
        "id": "sb/4/9/33",
        "prevId": "sb/4/9/32",
        "nextId": "sb/4/9/34"
    },
    "verses": [
        {
            "roman": "daivīṁ māyām upāśritya\nprasupta iva bhinna-dṛk\ntapye dvitīye 'py asati\nbhrātṛ-bhrātṛvya-hṛd-rujā\n"
        }
    ],
    "synonyms": "daivīm—of the Personality of Godhead; māyām—the illusory energy; upāśritya—taking shelter of; prasuptaḥ—dreaming while asleep; iva—like; bhinna-dṛk—having separated vision; tapye—I lamented; dvitīye—in the illusory energy; api—although; asati—temporary; bhrātṛ—brother; bhrātṛvya—enemy; hṛt—within the heart; rujā—by lamentation.",
    "translation": "\nDhruva Mahārāja lamented: I was under the influence of the illusory energy; being ignorant of the actual facts, I was sleeping on her lap. Under a vision of duality, I saw my brother as my enemy, and falsely I lamented within my heart, thinking, \"They are my enemies.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nReal knowledge is revealed to a devotee only when he comes to the right conclusion about life by the grace of the Lord. Our creation of friends and enemies within this material world is something like dreaming at night. In dreams we create so many things out of various impressions in the subconscious mind, but all such creations are simply temporary and unreal. In the same way, although apparently we are awake in material life, because we have no information of the soul and the Supersoul, we create many friends and enemies simply out of imagination. Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī says that within this material world or material consciousness, good and bad are the same. The distinction between good and bad is simply a mental concoction. The actual fact is that all living entities are sons of God, or by-products of His marginal energy. Because of our being contaminated by the modes of material nature, we distinguish one spiritual spark from another. That is also another kind of dreaming. It is stated in the Bhagavad-gītā that those who are actually learned do not make any distinction between a learned scholar, a brāhmaṇa, an elephant, a dog and a caṇḍāla. They do not see in terms of the external body; rather, they see the person as spirit soul. By higher understanding one can know that the material body is nothing but a combination of the five material elements. In that sense also the bodily construction of a human being and that of a demigod are one and the same. From the spiritual point of view we are all spiritual sparks, parts and parcels of the Supreme Spirit, God. Either materially or spiritually we are basically one, but we make friends and enemies as dictated by the illusory energy. Dhruva Mahārāja therefore said, daivīṁ māyām upāśritya: the cause of his bewilderment was his association with the illusory, material energy.\n"
        }
    ]
}
