{
    "info": {
        "id": "sb/4/9/4",
        "prevId": "sb/4/9/3",
        "nextId": "sb/4/9/5"
    },
    "verses": [
        {
            "roman": "sa taṁ vivakṣantam atad-vidaṁ harir\njñātvāsya sarvasya ca hṛdy avasthitaḥ\nkṛtāñjaliṁ brahmamayena kambunā\npasparśa bālaṁ kṛpayā kapole\n"
        }
    ],
    "synonyms": "saḥ—the Supreme Personality of Godhead; tam—Dhruva Mahārāja; vivakṣantam—wanting to offer prayers describing His qualities; a-tat-vidam—not experienced at that; hariḥ—the Personality of Godhead; jñātvā—having understood; asya—of Dhruva Mahārāja; sarvasya—of everyone; ca—and; hṛdi—in the heart; avasthitaḥ—being situated; kṛta-añjalim—situated with folded hands; brahma-mayena—just consistent with the words of the Vedic hymns; kambunā—with His conchshell; pasparśa—touched; bālam—the boy; kṛpayā—out of causeless mercy; kapole—on the forehead.",
    "translation": "\nAlthough Dhruva Mahārāja was a small boy, he wanted to offer prayers to the Supreme Personality of Godhead in suitable language. But because he was inexperienced, he could not adjust himself immediately. The Supreme Personality of Godhead, being situated in everyone's heart, could understand Dhruva Mahārāja's awkward position. Out of His causeless mercy He touched His conchshell to the forehead of Dhruva Mahārāja, who stood before Him with folded hands.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nEvery devotee wants to chant the transcendental qualities of the Lord. Devotees are always interested in hearing about the Lord's transcendental qualities, and they are always eager to glorify these qualities, but sometimes they feel inconvenienced by humbleness. The Personality of Godhead, being situated in everyone's heart, specifically gives a devotee intelligence to describe Him. It is therefore understood that when a devotee writes or speaks about the Supreme Personality of Godhead, his words are dictated by the Lord from within. This is confirmed in Bhagavad-gītā, Tenth Chapter: to those who constantly engage in the transcendental loving service of the Lord, the Lord, from within, dictates what to do next in order to serve Him. When Dhruva Mahārāja felt hesitant, not knowing how to describe the Lord for want of sufficient experience, the Lord, out of His causeless mercy, touched His conchshell to Dhruva's forehead, and he was transcendentally inspired. This transcendental inspiration is called brahma-maya because when one is thus inspired, the sound he produces exactly corresponds to the sound vibration of the Vedas. This is not the ordinary sound vibration of this material world. Therefore the sound vibration of the Hare Kṛṣṇa mantra, although presented in the ordinary alphabet, should not be taken as mundane or material.\n"
        }
    ]
}
