{
    "info": {
        "id": "sb/10/66/40",
        "prevId": "sb/10/66/39",
        "nextId": "sb/10/66/41"
    },
    "verses": [
        {
            "roman": "kṛtyānalaḥ pratihataḥ sa rathānga-pāṇer\nastraujasā sa nṛpa bhagna-mukho nivṛttaḥ\nvārāṇasīṁ parisametya sudakṣiṇaṁ taṁ\nsartvig-janaṁ samadahat sva-kṛto 'bhicāraḥ\n"
        }
    ],
    "synonyms": "kṛtyā—produced by mystic power; analaḥ—the fire; pratihataḥ—frustrated; saḥ—he; ratha-aṅga-pāṇeḥ—of Lord Kṛṣṇa, Who holds the Sudarśana disc in His hand; astra—of the weapon; ojasā—by the power; saḥ—he; nṛpa—O King; bhagna-mukhaḥ—turning away; nivṛttaḥ—having desisted; vārānasīm—the city of Vārāṇasī; parisametya—approaching on all sides; sudakṣiṇam—Sudakṣiṇa; tam—him; sa—together with; ṛtvik-janam—his priests; samadahat—burned to death; sva—by himself (Sudakṣiṇa); kṛtaḥ—created; abhicāraḥ—meant for doing violence.",
    "translation": "\nFrustrated by the power of Lord Kṛṣṇa's weapon, O King, the fiery creature produced by black magic turned his face away and retreated. Created for violence, the demon then returned to Vārāṇasī, where he surrounded the city and then burned Sudakṣiṇa and his priests to death, even though Sudakṣiṇa was his creator.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Prabhupāda comments as follows: \"Having failed to set fire to Dvārakā, [the fiery demon] went back to Vārāṇasī, the kingdom of Kāśirāja. As a result of his return, all the priests who had helped instruct the black art of mantras, along with their employer, Sudakṣiṇa, were burned into ashes by the glaring effulgence of the fiery demon. According to the methods of black-art mantras instructed in the tantra, if the mantra fails to kill the enemy, then, because it must kill someone, it kills the original creator. Sudakṣiṇa was the originator, and the priests assisted him; therefore all of them were burned to ashes. This is the way of the demons: the demons create something to kill God, but by the same weapon the demons themselves are killed.\"\n"
        }
    ]
}
