{
    "info": {
        "id": "sb 10/66/Summary",
        "prevId": "sb/10/65/34",
        "nextId": "sb/10/66/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how Lord Kṛṣṇa went to Kāśī (present-day Benares) and killed Pauṇḍraka and Kāśirāja, and how the Lord's Sudarśana disc defeated a demon, incinerated the city of Kāśī and killed Sudakṣiṇa.\n"
        },
        {
            "type": "normal",
            "content": "While Lord Baladeva was visiting Vraja, King Pauṇḍraka of Karūṣa, encouraged by fools, announced that he was the real Vāsudeva. Thus he challenged Lord Kṛṣṇa with the following message: \"Since I alone am the true Personality of Godhead, You should give up Your false claim to this position, as well as my divine symbols, and take shelter of me. If You do not, then prepare for battle.\"\n"
        },
        {
            "type": "normal",
            "content": "When Ugrasena and the members of his royal assembly heard Pauṇḍraka's foolish boast, they all laughed heartily. Śrī Kṛṣṇa then told Pauṇḍraka's messenger to convey a message to his master: \"O fool, I will force you to give up the so-called Sudarśana disc and the other divine symbols of Mine you have dared to assume. And when you lie down on the battlefield, you will become the shelter of dogs.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then went to Kāśī. Pauṇḍraka, seeing the Lord preparing for battle, quickly came out of the city to confront Him with his army. His friend Kāśirāja followed him, leading the rear guard. Just as the fire of universal devastation destroys every living being in all directions, so Lord Kṛṣṇa annihilated the armies of Pauṇḍraka and Kāśirāja. Then, after chastising Pauṇḍraka, the Lord beheaded both him and Kāśirāja with His Sudarśana disc. Thereafter, He returned to Dvārakā. Because Pauṇḍraka had constantly meditated on the Supreme Lord, even dressing like Him, he gained liberation.\n"
        },
        {
            "type": "normal",
            "content": "When Kṛṣṇa beheaded Kāśirāja, the King's head flew into his city, and when his queens, sons and other relatives saw it, they all began to lament. At that time a son of Kāśirāja's named Sudakṣiṇa, wanting to avenge his father' s death, began worshiping Lord Śiva with the intention of destroying his father's killer. Gratified by Sudakṣiṇa's worship, Lord Śiva offered him a choice of benedictions, and Sudakṣiṇa asked for a means to kill the one who had slain his father. Lord Śiva advised him to worship the Dakṣiṇāgni fire with black magic rituals. This Sudakṣiṇa did, with the result that a fearsome demon with a body of flames appeared from the pit of the sacrificial fire. The demon rose up carrying a fiery trident and at once set off for Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "The residents of Lord Kṛṣṇa's capital became terrified as the demon approached the city, but Lord Kṛṣṇa assured them of protection and dispatched His Sudarśana cakra to oppose the magic creation of Lord Śiva. The Sudarśana overpowered the demon, who then returned to Vārāṇasī and burned Sudakṣiṇa to ashes, together with his priests. The Sudarśana disc, following the demon, entered Vārāṇasī and burned the entire city to the ground. Then the Lord's disc returned to His side in Dvārakā.\n"
        }
    ]
}
