{
    "info": {
        "id": "sb/12/3/32",
        "prevId": "sb/12/3/31",
        "nextId": "sb/12/3/33"
    },
    "verses": [
        {
            "roman": "dasyūtkṛṣṭā janapadā\nvedāḥ pāṣaṇḍa-dūṣitāḥ\nrājānaś ca prajā-bhakṣāḥ\nśiśnodara-parā dvijāḥ\n"
        }
    ],
    "synonyms": "dasyu-utkṛṣṭāḥ—predominated by thieves; jana-padāḥ—the populated places; vedāḥ—the Vedic scriptures; pāṣaṇḍa—by atheists; dūṣitāḥ—contaminated; rājānaḥ—the political leaders; ca—and; prajā-bhakṣāḥ—consuming the populace; śiśna-udara—to the genitals and belly; parāḥ—dedicated; dvijāḥ—the brāhmaṇas.",
    "translation": "\nCities will be dominated by thieves, the Vedas will be contaminated by speculative interpretations of atheists, political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMany large cities are unsafe at night. For example, it is understood that no sane person will walk in New York's Central Park at night because he knows he will almost certainly be mugged. Apart from ordinary thieves, who abound in this age, large cities are filled with cutthroat businessmen, who enthusiastically convince people to purchase and consume useless or even harmful products. It has been well documented that beef, tobacco, liquor and many other modern products destroy one's physical health, what to speak of mental health, and yet modern capitalists do not hesitate to use every psychological trick in the book to convince people to consume these things. Modern cities are full of mental and atmospheric pollution, and even ordinary citizens are finding them unbearable.\n"
        },
        {
            "type": "normal",
            "content": "This verse also points out that the teachings of the Vedic scriptures will be distorted in this age. Great universities teach courses on Hinduism in which Indian religion, despite limitless evidence to the contrary, is described as polytheistic and leading to an impersonal salvation. In fact, all Vedic literature is a unified whole, as stated by Lord Kṛṣṇa Himself in Bhagavad-gītā (BG 15.15): vedaiś ca sarvair aham eva vedyaḥ \"By all the Vedas I [Kṛṣṇa] am to be known.\" All Vedic literature is meant for enlightening us about the Supreme Personal Absolute Truth—Viṣṇu, or Kṛṣṇa. Although known by many names and appearing in many forms, God is a single absolute entity, and He is a person. But this true Vedic understanding is hidden in the Kali-yuga.\n"
        },
        {
            "type": "normal",
            "content": "In this verse Śukadeva astutely observes that \"political leaders will virtually consume the citizens, and the so-called priests and intellectuals will be devotees of their bellies and genitals.\" How sadly true this statement is.\n"
        }
    ]
}
