{
    "info": {
        "id": "sb/12/3/9-13",
        "prevId": "sb/12/3/8",
        "nextId": "sb/12/3/14"
    },
    "verses": [
        {
            "roman": "pṛthuḥ purūravā gādhir\nnahuṣo bharato 'rjunaḥ\nmāndhātā sagaro rāmaḥ\nkhaṭvāṅgo dhundhuhā raghuḥ\n"
        },
        {
            "roman": "tṛṇabindur yayātiś ca\nśaryātiḥ śantanur gayaḥ\nbhagīrathaḥ kuvalayāśvaḥ\nkakutstho naiṣadho nṛgaḥ\n"
        },
        {
            "roman": "hiraṇyakaśipur vṛtro\nrāvaṇo loka-rāvaṇaḥ\nnamuciḥ śambaro bhaumo\nhiraṇyākṣo 'tha tārakaḥ\n"
        },
        {
            "roman": "anye ca bahavo daityā\nrājāno ye maheśvarāḥ\nsarve sarva-vidaḥ śūrāḥ\nsarve sarva-jito 'jitāḥ\n"
        },
        {
            "roman": "mamatāṁ mayy avartanta\nkṛtvoccair martya-dharmiṇaḥ\nkathāvaśeṣāḥ kālena\nhy akṛtārthāḥ kṛtā vibho\n"
        }
    ],
    "synonyms": "pṛthuḥ purūravāḥ gādhiḥ—Mahārājas Pṛthu, Purūravā and Gādhi; nahuṣaḥ bharataḥ arjunaḥ—Nahuṣa, Bharata and Kārtavīrya Arjuna; māndhātā sagaraḥ rāmaḥ—Māndhātā, Sagara and Rāma; khaṭvāṅgaḥ dhundhuhā raghuḥ—Khaṭvāṅga, Dhundhuhā and Raghu; tṛṇabinduḥ yayātiḥ ca—Tṛṇabindu and Yayāti; śaryātiḥ śantanuḥ gayaḥ—Śaryāti, Śantanu and Gaya; bhagīrathaḥ kuvalayāśvaḥ—Bhagīratha and Kuvalayāśva; kakutsthaḥ naiṣadhaḥ nṛgaḥ—Kakutstha, Naiṣadha and Nṛga; hiraṇyakaśipuḥ vṛtraḥ—Hiraṇyakaśipu and Vṛtrāsura; rāvaṇaḥ—Rāvaṇa; loka-rāvaṇaḥ—who made the whole world cry; namuciḥ śambaraḥ bhaumaḥ—Namuci, Śambara and Bhauma; hiraṇyākṣaḥ—Hiraṇyākṣa; atha—and; tārakaḥ—Tāraka; anye—others; ca—as well; bahavaḥ—many; daityāḥ—demons; rājānaḥ—kings; ye—who; mahā-īśvarāḥ—great controllers; sarve—all of them; sarva-vidaḥ—all-knowing; śūrāḥ—heroes; sarve—all; sarva-jitaḥ—all-conquering; ajitāḥ—unconquerable; mamatām—possessiveness; mayi—for me; avartanta—they lived; kṛtvā—expressing; uccaiḥ—to a great degree; martya-dharmiṇaḥ—subject to the laws of birth and death; kathā-avaśeṣāḥ—remaining merely as historical narrations; kālena—by the force of time; hi—indeed; akṛta-arthāḥ—incomplete in perfecting their desires; kṛtāḥ—they have been made; vibho—O Lord.",
    "translation": "\n\"Such kings as Pṛthu, Purūravā, Gādhi, Nahuṣa, Bharata, Kārtavīrya Arjuna, Māndhātā, Sagara, Rāma, Khaṭvāṅga, Dhundhuhā, Raghu, Tṛṇabindu, Yayāti, Śaryāti, Śantanu, Gaya, Bhagīratha, Kuvalayāśva, Kakutstha, Naiṣadha, Nṛga, Hiraṇyakaśipu, Vṛtra, Rāvaṇa, who made the whole world lament, Namuci, Śambara, Bhauma, Hiraṇyākṣa and Tāraka, as well as many other demons and kings who possessed great powers of control over others, were all full of knowledge, heroic, all-conquering and unconquerable. Nevertheless, O almighty Lord, although they lived their lives intensely trying to possess me, these kings were subject to the passage of time, which reduced them all to mere historical accounts. None of them could permanently establish their rule.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to Śrīla Śrīdhara Svāmī, and as confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura, the King Rāma mentioned here is not the incarnation of Godhead Rāmacandra. Pṛthu Mahārāja is understood to be an incarnation of the Supreme Personality of Godhead who completely exhibited the characteristics of an earthly king, claiming proprietorship over the entire earth. A saintly king like Pṛthu Mahārāja, however, controls the earth on behalf of the Supreme Personality of Godhead, whereas a demon such as Hiraṇyakaśipu or Rāvaṇa tries to exploit the earth for his personal sense gratification. Nevertheless, both saintly kings and demons must leave the earth. In this way their political supremacy is ultimately neutralized by the force of time.\n"
        },
        {
            "type": "normal",
            "content": "Modern political leaders cannot even temporarily control the entire earth, nor are their opulences and intelligence unlimited. Possessing hopelessly fragmented power, enjoying a miniscule life span, and lacking deep existential intelligence, modern leaders inevitably are symbols of frustration and misdirected ambition.\n"
        }
    ]
}
