{
    "info": {
        "id": "sb/12/3/summary",
        "prevId": "sb/12/2/44",
        "nextId": "sb/12/3/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how the earth took note of the foolishness of the many kings bent on conquering her. It also describes how even though the age of Kali is full of faults, the glorification of the name of Lord Hari destroys them all."
        },
        {
            "type": "normal",
            "content": "Great kings, who are actually just playthings of death, desire to subdue their six internal enemies-the five senses and the mind-and afterward they imagine they will go on to conquer the earth and all its oceans. Seeing their false hopes, the earth simply laughs, for eventually they all must leave this planet and go elsewhere, as have all the great kings and monarchs of the past. Moreover, after usurping the earth or some part of it-which is actually unconquerable and must in every case be given up-fathers, sons, brothers, friends and relatives quarrel over it."
        },
        {
            "type": "normal",
            "content": "Thus the study of history naturally leads to the conclusion that all worldly achievements are temporary, and this conclusion should give rise to a sense of renunciation. Ultimately, the highest goal of life for any living entity is pure devotion to Lord Kṛṣṇa, which annihilates all inauspiciousness. In the age of Satya, religion was complete, still possessing its four legs of truth, mercy, austerity and charity. With the coming of each succeeding age, starting with Tretā, these religious qualities each diminish by one quarter. In Kali-yuga the legs of religion retain only one fourth of their power, and even that will be lost with the progress of the age. The mode of goodness is predominant during Satya-yuga, and the mode of passion is predominant during the Tretā-yuga. The mixed modes of passion and ignorance are predominant during Dvāpara-yuga, and in the age of Kali the mode of ignorance is predominant. Atheism, the smallness and inferiority of all things, and devotion to the genitals and belly are very much evident in the age of Kali. Living entities contaminated by the influence of Kali do not worship the Supreme Lord, Śrī Hari, even though they can be freed from all bondage and easily achieve the supreme destination simply by chanting the glories of His name and taking shelter of Him. But if somehow or other the Supreme Personality of Godhead becomes manifest within the hearts of the conditioned souls in Kali-yuga, then all faults of place, time and personality inherent in the age will be destroyed. Kali-yuga is an ocean of faults, but it possesses one great quality: simply by the chanting of the name of Kṛṣṇa, one can be delivered from material association and attain the Absolute Truth. All that was accomplished in the age of Satya by meditation, in the age of Tretā by sacrificial performances and in the age of Dvāpara by temple worship is easily gained during the Kali-yuga by the simple process of hari-kīrtana."
        }
    ]
}
