{
    "info": {
        "id": "sb/8/8/8",
        "prevId": "sb/8/8/7",
        "nextId": "sb/8/8/9"
    },
    "verses": [
        {
            "roman": "tataś cāvirabhūt sākṣāc\nchrī ramā bhagavat-parā\nrañjayantī diśaḥ kāntyā\nvidyut saudāmanī yathā\n"
        }
    ],
    "synonyms": "tataḥ—thereafter; ca—and; āvirabhūt—manifested; sākṣāt—directly; śrī—the goddess of fortune; ramā—known as Ramā; bhagavat-parā—absolutely inclined to be possessed by the Supreme Personality of Godhead; rañjayantī—illuminating; diśaḥ—all directions; kāntyā—by luster; vidyut—lightning; saudāmanī—Saudāmanī; yathā—as.",
    "translation": "\nThen there appeared the goddess of fortune, Ramā, who is absolutely dedicated to being enjoyed by the Supreme Personality of Godhead. She appeared like electricity, surpassing the lightning that might illuminate a marble mountain.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrī means opulence. Kṛṣṇa is the owner of all opulences.\n"
        },
        {
            "type": "verse",
            "content": "bhoktāraṁ yajña-tapasāṁ\nsarva-loka-maheśvaram\nsuhṛdaṁ sarva-bhūtānāṁ\njñātvā māṁ śāntim ṛcchati"
        },
        {
            "type": "normal",
            "content": "\nThis peace formula for the world is given in Bhagavad-gītā (BG 5.29). When people know that the Supreme Lord, Kṛṣṇa, is the supreme enjoyer, the supreme proprietor and the most intimate well-wishing friend of all living entities, peace and prosperity will ensue all over the world. Unfortunately, the conditioned souls, being placed into illusion by the external energy of the Lord, want to fight with one another, and therefore peace is disturbed. The first prerequisite for peace is that all the wealth presented by Śrī, the goddess of fortune, be offered to the Supreme Personality of Godhead. Everyone should give up his false proprietorship over worldly possessions and offer everything to Kṛṣṇa. This is the teaching of the Kṛṣṇa consciousness movement.\n"
        }
    ]
}
