{
    "info": {
        "id": "sb 8/8/Summary",
        "prevId": "sb/8/7/46",
        "nextId": "sb/8/8/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how the goddess of fortune appeared during the churning of the ocean of milk and how she accepted Lord Viṣṇu as her husband. As described later in the chapter, when Dhanvantari appeared with a pot of nectar the demons immediately snatched it from him, but Lord Viṣṇu appeared as the incarnation Mohinī, the most beautiful woman in the world, just to captivate the demons and save the nectar for the demigods.\n"
        },
        {
            "type": "normal",
            "content": "After Lord Śiva drank all the poison, both the demigods and demons took courage and resumed their activities of churning. Because of this churning, first a surabhi cow was produced. Great saintly persons accepted this cow to derive clarified butter from its milk and offer this clarified butter in oblations for great sacrifices. Thereafter, a horse named Uccaiḥśravā was generated. This horse was taken by Bali Mahārāja. Then there appeared Airāvata and other elephants that could go anywhere in any direction, and she-elephants also appeared. The gem known as Kaustubha was also generated, and Lord Viṣṇu took that gem and placed it on His chest. Thereafter, a pārijāta flower and the Apsarās, the most beautiful women in the universe, were generated. Then the goddess of fortune, Lakṣmī, appeared. The demigods, great sages, Gandharvas and others offered her their respectful worship. The goddess of fortune could not find anyone to accept as her husband. At last she selected Lord Viṣṇu to be her master. Lord Viṣṇu gave her a place to stay everlastingly at His chest. Because of this combination of Lakṣmī and Nārāyaṇa, all who were present, including the demigods and people in general, were very pleased. The demons, however, being neglected by the goddess of fortune, were very depressed. Then Vāruṇī, the goddess of drinking, was generated, and by the order of Lord Viṣṇu the demons accepted her. Then the demons and demigods, with renewed energy, began to churn again. This time a partial incarnation of Lord Viṣṇu called Dhanvantari appeared. He was very beautiful, and he carried a jug containing nectar. The demons immediately snatched the jug from Dhanvantari's hand and began to run away, and the demigods, being very morose, took shelter of Viṣṇu. After the demons snatched the jug from Dhanvantari, they began to fight among themselves. Lord Viṣṇu solaced the demigods, who therefore did not fight, but remained silent. While the fighting was going on among the demons, the Lord Himself appeared as the incarnation Mohinī, the most beautiful woman in the universe.\n"
        }
    ]
}
