{
    "info": {
        "id": "sb 10/61/Summary",
        "prevId": "sb/10/60/59",
        "nextId": "sb/10/61/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter lists Lord Śrī Kṛṣṇa's sons, grandsons and other progeny. It also describes how Lord Balarāma killed Rukmī at Aniruddha's marriage ceremony and how Lord Kṛṣṇa arranged for His sons and daughters to be married.\n"
        },
        {
            "type": "normal",
            "content": "Not understanding the full truth about Śrī Kṛṣṇa, each of His wives thought that since He remained constantly in her palace she must be His favorite wife. They were all entranced by the Lord's beauty and His loving conversations with them, but they could not agitate His mind with the charming gestures of their eyebrows or by any other means. Having attained as their husband Lord Kṛṣṇa, whom even demigods like Brahmā find it difficult to know in truth, the Lord's queens were always eager to associate with Him. Thus, although each of them had millions of maidservants, they would personally render Him menial service.\n"
        },
        {
            "type": "normal",
            "content": "Each of Lord Kṛṣṇa's wives had ten sons, who in turn each fathered many sons and grandsons. In the womb of Rukmī's daughter Rukmavatī, Pradyumna fathered Aniruddha. Though Śrī Kṛṣṇa had disrespected Rukmī, to please his sister Rukmī gave his daughter in marriage to Pradyumna, and his granddaughter to Aniruddha. Balī, the son of Kṛtavarmā, married Rukmiṇī's daughter Cārumatī.\n"
        },
        {
            "type": "normal",
            "content": "At Aniruddha's wedding, Lord Baladeva, Śrī Kṛṣṇa and other Yādavas went to Rukmī's palace in the city of Bhojakaṭa. After the ceremony, Rukmī challenged Lord Baladeva to a game of dice. In the first match Rukmī defeated Baladeva, whereupon the King of Kaliṅga laughed at the Lord, displaying all his teeth. Lord Baladeva won the next match, but Rukmī refused to concede defeat. A voice then spoke from the sky, announcing that Baladeva had in fact won. But Rukmī, encouraged by the wicked kings, offended Lord Baladeva by saying that while He was certainly expert at tending cows, He knew nothing of playing dice. Thus insulted, Lord Baladeva angrily struck Rukmī dead with His club. The King of Kaliṅga tried to flee, but Lord Baladeva seized him and knocked out all his teeth. Then the other offensive kings, their arms, thighs and heads wounded by Baladeva's blows, fled in all directions, bleeding profusely. Śrī Kṛṣṇa expressed neither approval nor disapproval of His brother-in-law's death, fearing He would jeopardize His loving ties with either Rukmiṇī or Baladeva.\n"
        },
        {
            "type": "normal",
            "content": "Lord Baladeva and the other Yādavas then seated Aniruddha and His bride on a fine chariot, and they all set off for Dvārakā.\n"
        }
    ]
}
