{
    "info": {
        "id": "sb 10/40/Summary",
        "prevId": "sb/10/39/56-57",
        "nextId": "sb/10/40/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates Akrūra's prayers to the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "Akrūra prayed, \"Brahmā, who created this visible world, emanated from the lotus navel of the Supreme Lord. The five elements of physical nature, the five corresponding objects of perception, the ten senses, the ego, the total nature, the primeval creator and the demigods all originate from His bodily limbs. He cannot be known by sensory knowledge, and thus even Brahmā and the other demigods are ignorant of His real identity.\n"
        },
        {
            "type": "normal",
            "content": "\"Different classes of people worship the Supreme Personality of Godhead in different ways. Fruitive workers worship Him by performing Vedic sacrifices, philosophers by renouncing material work and pursuing spiritual knowledge, yogīs by meditating, Śaivites by worshiping Lord Śiva, Vaiṣṇavas by following the injunctions of such scriptures as the Pañcarātra, and other saintly persons by worshiping Him as the original form of the self, of the material substance and of the controlling demigods. Just as rivers flow from various directions into the ocean, the worship of those who dedicate themselves to these various entities finds its ultimate purpose within the Supreme Lord Viṣṇu.\n"
        },
        {
            "type": "normal",
            "content": "\"The form of the total universe, the Virāṭ-rūpa, is imagined to be the form of Lord Viṣṇu. Like aquatics moving about in water or like tiny insects burrowing in an udumbara fruit, all living beings move about within the Lord. These living beings, bewildered by His Māyā, wander along the path of material work, falsely identifying with body, home and so forth. Under the sway of illusion, a foolish person may overlook a reservoir of water covered by grass and leaves and instead run after a mirage. Similarly, living beings caught in the grip of ignorance abandon Lord Viṣṇu and become attached to their bodies, homes and so on. Such faithful servants of their senses cannot take shelter of the Supreme Lord's lotus feet. Only if, by His mercy, they get the association of saintly devotees will their material entanglement end. Only then can they develop Kṛṣṇa consciousness by serving the Lord's pure devotees.\"\n"
        }
    ]
}
