{
    "info": {
        "id": "sb/10/88/5",
        "prevId": "sb/10/88/4",
        "nextId": "sb/10/88/6"
    },
    "verses": [
        {
            "roman": "harir hi nirguṇaḥ sākṣāt\npuruṣaḥ prakṛteḥ paraḥ\nsa sarva-dṛg upadraṣṭā\ntaṁ bhajan nirguṇo bhavet\n"
        }
    ],
    "synonyms": "hariḥ—the Supreme Lord Hari; hi—indeed; nirguṇaḥ—untouched by the material modes; sākṣāt—absolutely; puruṣaḥ—the Personality of Godhead; prakṛteḥ—to material nature; paraḥ—transcendental; saḥ—He; sarva—everything; upadraṣṭā—the witness; tam—Him; bhajan—by worshiping; nirguṇaḥ—free from the material modes; bhavet—one becomes.",
    "translation": "Lord Hari, however, has no connection with the material modes. He is the Supreme Personality of Godhead, the all-seeing eternal witness, who is transcendental to material nature. One who worships Him becomes similarly free from the material modes.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Viṣṇu is situated in His own transcendental position, beyond the material energy. Why, therefore, should His worship bear the fruit of material opulence? The real fruit of worshiping Lord Viṣṇu is transcendental knowledge. Thus Lord Viṣṇu's worshiper gains the eye of transcendental knowledge instead of being blinded by mundane assets. The Lord being the detached witness of the material creation, His devotee also becomes aloof from the interaction of the Lord's inferior energies."
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī cites the following passage from the Vedic literature:"
        },
        {
            "type": "verse",
            "content": "vastuno guṇa-sambandherūpa-dvayam iheṣyate\ntad-dharmāyoga-yogābhyāṁbimba-vat pratibimba-vat"
        },
        {
            "type": "normal",
            "content": "\"When the absolute reality associates with the modes of nature, He assumes two different kinds of form in this world, according to whether His spiritual qualities are manifest or not. Thus He acts just like a reflection and its further, secondary reflection.\""
        },
        {
            "type": "verse",
            "content": "guṇāḥ sattvādayaḥ śānta-ghora-mūḍhāḥ svabhāvataḥ\nviṣṇu-brahma-śivānāṁ caguṇa-yantṛ-svarūpiṇām"
        },
        {
            "type": "normal",
            "content": "\"The modes of goodness, passion and ignorance, whose individual natures are peaceful, violent and foolish, are personally regulated by Lord Viṣṇu, Lord Brahmā and Lord Śiva, respectively.\""
        },
        {
            "type": "verse",
            "content": "nāti-bhedo bhaved bhedoguṇa-dharmair ihāṁśataḥ\nsattvasya śāntyā no jātuviṣṇor vikṣepa-mūḍhate"
        },
        {
            "type": "normal",
            "content": "\"Lord Viṣṇu's peaceful mode of goodness does not differ substantially from His original, spiritual qualities, although it is only a partial manifestation of them within this world. Thus Lord Viṣṇu's mode of goodness is never tainted by agitation [in passion] or delusion [in ignorance].\""
        },
        {
            "type": "verse",
            "content": "rajas-tamo-guṇābhyāṁ tubhavetāṁ brahma-rudrayoḥ\nguṇopamardato bhūyastad-amśānāṁ ca bhinnatā"
        },
        {
            "type": "normal",
            "content": "\"By the modes of passion and ignorance, on the other hand, the original, spiritual qualities of Lord Brahmā and Lord Rudra are obscured. Thus these spiritual qualities appear only partially, as separated, material qualities.\""
        },
        {
            "type": "verse",
            "content": "ataḥ samagra-sattvasyaviṣṇor mokṣa-karī matiḥ\naṁśato bhūti-hetuś catathānanda-mayī svataḥ"
        },
        {
            "type": "normal",
            "content": "\"Therefore focusing one's consciousness upon Lord Viṣṇu, the embodiment of all goodness, leads one to liberation. Such God consciousness also generates material success as a by-product, but its proper nature is pure spiritual ecstasy.\""
        },
        {
            "type": "verse",
            "content": "aṁśatas tāratamyenabrahma-rudrādi-sevinām\nvibhūtayo bhavanty evaśanair mokṣo py anaṁśataḥ"
        },
        {
            "type": "normal",
            "content": "\"According to their mode of worship, devotees of Brahmā, Rudra and other demigods obtain the limited success of material opulences. Eventually they may possibly become qualified for full liberation.\""
        },
        {
            "type": "normal",
            "content": "This same idea is echoed in the following statement of Śrīmad-Bhāgavatam (SB 1.2.23): śreyāṁsi tatra khalu sattva-tanor nṛṇām syuḥ. \"Of these three [Brahmā, Viṣṇu and Śiva], all human beings can derive ultimate benefit from Viṣṇu, the form of the quality of goodness.\""
        }
    ]
}
