{
    "info": {
        "id": "sb 10/88/Summary",
        "prevId": "sb/10/87/50",
        "nextId": "sb/10/88/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how it is that the devotees of Viṣṇu obtain liberation, while the devotees of other deities obtain material opulences.\n"
        },
        {
            "type": "normal",
            "content": "Lord Viṣṇu possesses all opulences, while Lord Śiva lives in poverty. Yet the devotees of Viṣṇu are generally poverty-stricken, while Śiva's attain abundant wealth. When Mahārāja Parīkṣit asked Śukadeva Gosvāmī to explain this puzzling fact, the sage replied as follows: \"Lord Śiva manifests as false ego in three varieties, according to the three modes of nature. From this false ego arise the five physical elements and the other transformations of material nature, totaling sixteen. When a devotee of Lord Śiva worships his manifestation in any of these elements, the devotee obtains all sorts of corresponding enjoyable opulences. But because Lord Śrī Hari is transcendental to the modes of material nature, His devotees also become transcendental.\"\n"
        },
        {
            "type": "normal",
            "content": "At the end of the performance of his Aśvamedha sacrifices, King Yudhiṣṭhira had asked this same question of Lord Kṛṣṇa, who replied, \"When I feel special compassion for someone, I gradually deprive him of his wealth. Then the poverty-stricken man's children, wife and other relations all abandon him. When he again tries to acquire wealth in order to win back his family's favor, I mercifully frustrate him so that he becomes disgusted with fruitive work and befriends My devotees. And at that time I bestow upon him My extraordinary grace; then he can become freed from the bondage of material life and attain to the kingdom of God, Vaikuṇṭha.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Brahmā, Lord Viṣṇu and Lord Śiva can each bestow or withhold favors, but whereas Lord Brahmā and Lord Śiva are satisfied or angered very quickly, Lord Viṣṇu is not. In this regard the Vedic literature relates the following account: Once the demon Vṛka asked Nārada which god was most quickly pleased, and Nārada answered that Lord Śiva was. Thus Vṛkāsura went to the holy place of Kedāranātha and began worshiping Lord Śiva by offering pieces of his own flesh as oblations into the fire. But Śiva did not appear. So Vṛka decided to commit suicide by cutting off his head. Just at the critical moment, Lord Śiva appeared from the sacrificial fire and stopped him, offering the demon whatever boon he chose. Vṛka said, \"May death come to whomever I touch upon the head with my hand.\" Lord Śiva was obliged to fulfill this request, and at once the wicked Vṛka tried to test the benediction by putting his hand on the lord's head. Terrified, Śiva fled for his life, running as far as heaven and the outer limits of the mortal world. Finally the lord reached the planet of Śvetadvīpa, where Lord Viṣṇu resides. Seeing the desperate Śiva from afar, the Lord disguised Himself as a young student and went before Vṛkāsura. In a sweet voice he addressed the demon: \"My dear Vṛka, please rest awhile and tell Us what you intend to do.\" Vṛka was charmed by the Lord's words and revealed everything that had happened. The Lord said, \"Ever since Lord Śiva was cursed by Prajāpati Dakṣa, he has become just like a carnivorous hobgoblin. So you shouldn't trust his word. Better to test his benediction by putting your hand on your own head.\" Bewildered by these words, the foolish demon touched his own head, which immediately shattered and fell to the ground. Cries of \"Victory!\" \"Obeisances!\" and \"Well done!\" were heard from the sky, and the demigods, sages, celestial forefathers and Gandharvas all congratulated the Supreme Lord by raining down flowers upon Him.\n"
        }
    ]
}
