{
    "info": {
        "id": "sb 8/18/Summary",
        "prevId": "sb/8/17/28",
        "nextId": "sb/8/18/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Vāmanadeva appeared and how He went to the sacrificial arena of Mahārāja Bali, who received Him well and fulfilled His desire by offering Him benedictions.\n"
        },
        {
            "type": "normal",
            "content": "Lord Vāmanadeva appeared in this world from the womb of Aditi completely equipped with conchshell, disc, club and lotus. His bodily hue was blackish, and He was dressed in yellow garments. Lord Viṣṇu appeared at an auspicious moment on Śravaṇa-dvādaśī when the Abhijit star had arisen. At that time, in all the three worlds (including the higher planetary system, outer space and this earth), all the demigods, the cows, the brāhmaṇas and even the seasons were happy because of God's appearance. Therefore this auspicious day is called Vijayā. When the Supreme Personality of Godhead, who has a sac-cid-ānanda (BS 5.1) body, appeared as the son of Kaśyapa and Aditi, both of His parents were very astonished. After His appearance, the Lord assumed the form of a dwarf (Vāmana). All the great sages expressed their jubilation, and with Kaśyapa Muni before them they performed the birthday ceremony of Lord Vāmana. At the time of Lord Vāmanadeva's sacred thread ceremony, He was honored by the sun-god, Bṛhaspati, the goddess presiding over the planet earth, the deity of the heavenly planets, His mother, Lord Brahmā, Kuvera, the seven ṛṣis and others. Lord Vāmanadeva then visited the sacrificial arena on the northern side of the Narmadā River, at the field known as Bhṛgukaccha, where brāhmaṇas of the Bhṛgu dynasty were performing yajñas. Wearing a belt made of muñja straw, an upper garment of deerskin and a sacred thread and carrying in His hands a daṇḍa, an umbrella and a waterpot (kamaṇḍalu), Lord Vāmanadeva appeared in the sacrificial arena of Mahārāja Bali. Because of His transcendentally effulgent presence, all the priests were diminished in their prowess, and thus they all stood from their seats and offered prayers to Lord Vāmanadeva. Even Lord Śiva accepts on his head the Ganges water generated from the toe of Lord Vāmanadeva. Therefore, after washing the Lord's feet, Bali Mahārāja immediately accepted the water from the Lord's feet on his head and felt that he and his predecessors had certainly been glorified. Then Bali Mahārāja inquired of Lord Vāmanadeva's welfare and requested the Lord to ask him for money, jewels or anything He might desire.\n"
        }
    ]
}
