{
    "info": {
        "id": "sb/9/11/19",
        "prevId": "sb/9/11/18",
        "nextId": "sb/9/11/20"
    },
    "verses": [
        {
            "roman": "smaratāṁ hṛdi vinyasya\nviddhaṁ daṇḍaka-kaṇṭakaiḥ\nsva-pāda-pallavaṁ rāma\nātma-jyotir agāt tataḥ\n"
        }
    ],
    "synonyms": "smaratām—of persons who always think of Him; hṛdi—in the core of the heart; vinyasya—placing; viddham—pierced; daṇḍaka-kaṇṭakaiḥ—by thorns in the forest of Daṇḍakāraṇya (while Lord Rāmacandra was living there); sva-pāda-pallavam—the petals of Mis lotus feet; rāmaḥ—Lord Rāmacandra; ātma-jyotiḥ—the rays of His bodily luster, known as the brahmajyoti; agāt—entered; tataḥ—beyond the brahmajyoti, or in His own Vaikuṇṭha planet.",
    "translation": "\nAfter completing the sacrifice, Lord Rāmacandra, whose lotus feet were sometimes pierced by thorns when He lived in Daṇḍakāraṇya, placed those lotus feet in the hearts of those who always think of Him. Then He entered His own abode, the Vaikuṇṭha planet beyond the brahmajyoti.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe lotus feet of the Lord are always a subject matter for meditation for devotees. Sometimes when Lord Rāmacandra wandered in the forest of Daṇḍakāraṇya, thorns pricked His lotus feet. The devotees, upon thinking of this, would faint. The Lord does not feel pain or pleasure from any action or reaction of this material world, but the devotees cannot tolerate even the pricking of the Lord's lotus feet by a thorn. This was the attitude of the gopīs when they thought of Kṛṣṇa wandering in the forest, with pebbles and grains of sand pricking His lotus feet. This tribulation in the heart of a devotee cannot be understood by karmīs, jñānīs or yogīs. The devotees, who could not tolerate even thinking of the Lord's lotus feet being pricked by a thorn, were again put into tribulation by thinking of the Lord's disappearance, for the Lord had to return to His abode after finishing His pastimes in this material world.\n"
        },
        {
            "type": "normal",
            "content": "The word ātma-jyotiḥ is significant. The brahmajyoti, which is greatly appreciated by jñānīs, or monistic philosophers who desire to enter it for liberation, is nothing but the rays of the Lord's body.\n"
        },
        {
            "type": "verse",
            "content": "yasya prabhā prabhavato jagad-aṇḍa-koṭi-\nkoṭiṣv aśeṣa-vasudhādi-vibhūti-bhinnam\ntad brahma niṣkalam anantam aśeṣa-bhūtaṁ\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\n\"I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.\" (BS 5.40) The brahmajyoti is the beginning of the spiritual world, and beyond the brahmajyoti are the Vaikuṇṭha planets. In other words, the brahmajyoti stays outside the Vaikuṇṭha planets, just as the sunshine stays outside the sun. To enter the sun planet, one must go through the sunshine. Similarly, when the Lord or His devotees enter the Vaikuṇṭha planets, they go through the brahmajyoti. The jñānīs, or monistic philosophers, because of their impersonal conception of the Lord, cannot enter the Vaikuṇṭha planets, but they also cannot stay eternally in the brahmajyoti. Thus after some time they fall again to this material world. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho 'nādṛta-yuṣmad-aṅghrayaḥ (SB 10.2.32). The Vaikuṇṭha planets are covered by the brahmajyoti, and therefore one cannot properly understand what those Vaikuṇṭha planets are unless one is a pure devotee.\n"
        }
    ]
}
