{
    "info": {
        "id": "sb/9/11/summary",
        "prevId": "sb/9/10/55",
        "nextId": "sb/9/11/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Rāmacandra resided in Ayodhyā with His younger brothers and performed various sacrifices."
        },
        {
            "type": "normal",
            "content": "Lord Rāmacandra, the Supreme Personality of Godhead, performed various sacrifices by which to worship Himself, and at the end of these sacrifices He gave land to the hotā, adhvaryu, udgātā and brahmā priests. He gave them the eastern, western, northern and southern directions respectively, and the balance He gave to the ācārya. Lord Rāmacandra's faith in the brāhmaṇas and affection for His servants was observed by all the brāhmaṇas, who then offered their prayers to the Lord and returned whatever they had taken from Him. They regarded the enlightenment given to them by the Lord within the core of their hearts as a sufficient contribution. Lord Rāmacandra subsequently dressed Himself like an ordinary person and began wandering within the capital to understand what impression the citizens had of Him. By chance, one night He heard a man talking to his wife, who had gone to another man's house. In the course of rebuking his wife, the man spoke suspiciously of the character of Sītādevī. The Lord immediately returned home, and, fearing such rumors, He superficially decided to give up Sītādevī's company. Thus He banished Sītādevī, who was pregnant, to the shelter of Vālmīki Muni, where she gave birth to twin sons, named Lava and Kuśa. In Ayodhyā, Lakṣmaṇa begot two sons named Aṅgada and Citraketu, Bharata begot two sons named Takṣa and Puṣkala, and Śatrughna begot two sons named Subāhu and Śrutasena. When Bharata went out to conquer various lands on behalf of the emperor, Lord Rāmacandra, He fought many millions of Gandharvas. By killing them in the fight, He acquired immense wealth, which He then brought home. Śatrughna killed a demon named Lavaṇa at Madhuvana and thus established the capital of Mathurā. Meanwhile, Sītādevī placed her two sons in the care of Vālmīki Muni and then entered into the earth. Upon hearing of this, Lord Rāmacandra was very much aggrieved, and thus He performed sacrifices for thirteen thousand years. After describing the pastimes of Lord Rāmacandra's disappearance and establishing that the Lord appears for His pastimes only, Śukadeva Gosvāmī ends this chapter by describing the results of hearing about the activities of Lord Rāmacandra and by describing how the Lord protected His citizens and displayed affection for His brothers."
        }
    ]
}
