{
    "info": {
        "id": "sb/4/13/7",
        "prevId": "sb/4/13/6",
        "nextId": "sb/4/13/8-9"
    },
    "verses": [
        {
            "roman": "sa janmanopaśāntātmā\nniḥsaṅgaḥ sama-darśanaḥ\ndadarśa loke vitatam\nātmānaṁ lokam ātmani\n"
        }
    ],
    "synonyms": "saḥ—his son Utkala; janmanā—from the very beginning of his birth; upaśānta—very well satisfied; ātmā—soul; niḥsaṅgaḥ—without attachment; sama-darśanaḥ—equipoised; dadarśa—saw; loke—in the world; vitatam—spread; ātmānam—the Supersoul; lokam—all the world; ātmani—in the Supersoul.",
    "translation": "\nFrom his very birth, Utkala was fully satisfied and unattached to the world. He was equipoised, for he could see everything resting in the Supersoul and the Supersoul present in everyone's heart.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe symptoms and characteristics of Utkala, the son of Mahārāja Dhruva, are those of a mahā-bhāgavata. As stated in the Bhagavad-gītā (BG 6.30), yo māṁ paśyati sarvatra sarvaṁ ca mayi paśyati: a highly advanced devotee sees the Supreme Personality of Godhead everywhere, and he also sees everything resting in the Supreme. It is also confirmed in the Bhagavad-gītā (BG 9.4), mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: Lord Kṛṣṇa is spread all over the universe in His impersonal feature. Everything is resting on Him, but that does not mean that everything is He Himself. A highly advanced mahā-bhāgavata devotee sees in this spirit: he sees the same Supersoul, Paramātmā, existing within everyone's heart, regardless of discrimination based on the different material forms of the living entities. He sees everyone as part and parcel of the Supreme Personality of Godhead. The mahā-bhāgavata, who experiences the Supreme Godhead's presence everywhere, is never missing from the sight of the Supreme Lord, nor is the Supreme Lord ever lost from his sight. This is possible only when one is advanced in love of Godhead.\n"
        }
    ]
}
