{
    "info": {
        "id": "sb/4/13/8-9",
        "prevId": "sb/4/13/7",
        "nextId": "sb/4/13/10"
    },
    "verses": [
        {
            "roman": "ātmānaṁ brahma nirvāṇaṁ\npratyastamita-vigraham\navabodha-rasaikātmyam\nānandam anusantatam\n"
        },
        {
            "roman": "avyavacchinna-yogāgni-\ndagdha-karma-malāśayaḥ\nsvarūpam avarundhāno\nnātmano 'nyaṁ tadaikṣata\n"
        }
    ],
    "synonyms": "ātmānam—self; brahma—spirit; nirvāṇam—extinction of material existence; pratyastamita—ceased; vigraham—separation; avabodha-rasa—by the mellow of knowledge; eka-ātmyam—oneness; ānandam—bliss; anusantatam—expanded; avyavacchinna—continuous; yoga—by practice of yoga; agni—by the fire; dagdha—burned; karma—fruitive desires; mala—dirty; āśayaḥ—in his mind; svarūpam—constitutional position; avarundhānaḥ—realizing; na—not; ātmanaḥ—than the Supreme Soul; anyam—anything else; tadā—then; aikṣata—saw.",
    "translation": "\nBy expansion of his knowledge of the Supreme Brahman, he had already attained liberation from the bondage of the body. This liberation is known as nirvāṇa. He was situated in transcendental bliss, and he continued always in that blissful existence, which expanded more and more. This was possible for him by continual practice of bhakti-yoga, which is compared to fire because it burns away all dirty, material things. He was always situated in his constitutional position of self-realization, and he could not see anything else but the Supreme Lord and himself engaged in discharging devotional service.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThese two verses explain the verse in the Bhagavad-gītā (BG 18.54):\n"
        },
        {
            "type": "verse",
            "content": "brahma-bhūtaḥ prasannātmā\nna śocati na kāṅkṣati\nsamaḥ sarveṣu bhūteṣu\nmad-bhaktiṁ labhate parām"
        },
        {
            "type": "normal",
            "content": "\n\"One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything. He is equally disposed towards every living entity. In that state he achieves pure devotional service unto Me.\" This is also explained by Lord Caitanya in His Śikṣāṣṭaka in the beginning of the first verse:\n"
        },
        {
            "type": "normal",
            "content": "ceto-darpaṇa-mārjanaṁ bhava-mahā-dāvāgni-nirvāpaṇaṁ\nśreyaḥ-kairava-candrikā-vitaraṇaṁ vidyā-vadhū-jīvanam\n(CC Antya 20.12)\nThe bhakti-yoga system is the topmost yoga system, and in this system the chanting of the holy name of the Lord is the foremost performance of devotional service. By chanting the holy name one can attain the perfection of nirvāṇa, or liberation from material existence, and so increase one's blissful life of spiritual existence as described by Lord Caitanya (ānandāmbudhi-vardhanam). When one is situated in that position, he no longer has any interest in material opulence or even a royal throne and sovereignty over the whole planet. This situation is called viraktir anyatra syāt. It is the result of devotional service.\n"
        },
        {
            "type": "normal",
            "content": "The more one makes advancement in devotional service, the more one becomes detached from material opulence and material activity. This is the spiritual nature, full of bliss. This is also described in Bhagavad-gītā (BG 2.59). Paraṁ dṛṣṭvā nivartate: one ceases to take part in material enjoyment upon tasting superior, blissful life in spiritual existence. By advancement in spiritual knowledge, which is considered to be like blazing fire, all material desires are burned to ashes. The perfection of mystic yoga is possible when one is continuously in connection with the Supreme Personality of Godhead by discharging devotional service. A devotee is always thinking of the Supreme Person at every step of his life. Every conditioned soul is full of the reactions of his past life, but all dirty things are immediately burned to ashes if one simply executes devotional service. This is described in the Nārada-pañcarātra: sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam (CC Madhya 19.170).\n"
        }
    ]
}
