{
    "info": {
        "id": "sb/10/10/18",
        "prevId": "sb/10/10/17",
        "nextId": "sb/10/10/19"
    },
    "verses": [
        {
            "roman": "sādhūnāṁ sama-cittānāṁ\nmukunda-caraṇaiṣiṇām\nupekṣyaiḥ kiṁ dhana-stambhair\nasadbhir asad-āśrayaiḥ\n"
        }
    ],
    "synonyms": "sādhūnām—of saintly persons; sama-cittānām—of those who are equal to everyone; mukunda-caraṇa-eṣiṇām—whose only business is to serve Mukunda, the Supreme Personality of Godhead, and who always aspire for that service; upekṣyaiḥ—neglecting the association; kim—what; dhana-stambhaiḥ—rich and proud; asadbhiḥ—with the association of undesirable persons; asat-āśrayaiḥ—taking shelter of those who are asat, or nondevotees.",
    "translation": "\nSaintly persons [sādhus] think of Kṛṣṇa twenty-four hours a day. They have no other interest. Why should people neglect the association of such exalted spiritual personalities and try to associate with materialists, taking shelter of nondevotees, most of whom are proud and rich?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA sādhu is one who is engaged in devotional service to the Lord without deviation (bhajate mām ananya-bhāk).\n"
        },
        {
            "type": "verse",
            "content": "titikṣavaḥ kāruṇikāḥ\nsuhṛdaḥ sarva-dehinām\najāta-śatravaḥ śāntāḥ\nsādhavaḥ sādhu-bhūṣaṇāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"The symptoms of a sādhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.\" (SB 3.25.21) A sādhu is suhṛdaḥ sarva-dehinām, the friend of everyone. Why then should the rich, instead of associating with sādhus, waste their valuable time in association with other rich men who are averse to spiritual life? Both the poor man and the rich man can take advantage of the Kṛṣṇa consciousness movement, and here it is advised that everyone do so. There is no profit in avoiding the association of the members of the Kṛṣṇa consciousness movement. Narottama dāsa Ṭhākura has said:\n"
        },
        {
            "type": "verse",
            "content": "sat-saṅga chāḍi' kainu asate vilāsa\nte-kāraṇe lāgila ye karma-bandha-phāṅsa"
        },
        {
            "type": "normal",
            "content": "\nIf we give up the association of sādhus, saintly persons engaged in Kṛṣṇa consciousness, and associate with persons seeking sense gratification and accumulating wealth for this purpose, our life is spoiled. The word asat refers to an avaiṣṇava, one who is not a devotee of Kṛṣṇa, and sat refers to a Vaiṣṇava, Kṛṣṇa's devotee. One should always seek the association of Vaiṣṇavas and not spoil one's life by mixing with avaiṣṇavas. In Bhagavad-gītā (BG 7.15), the distinction between Vaiṣṇava and avaiṣṇava is enunciated:\n"
        },
        {
            "type": "verse",
            "content": "na māṁ duṣkṛtino mūḍhāḥ\nprapadyante narādhamāḥ\nmāyayāpahṛta-jñānā\nāsuraṁ bhāvam āśritāḥ"
        },
        {
            "type": "normal",
            "content": "\nAnyone who is not surrendered to Kṛṣṇa is a most sinful person (duṣkṛtī), a rascal (mūḍha), and the lowest of men (narādhama). Therefore one should not avoid the association of Vaiṣṇavas, which is now available all over the world in the form of the Kṛṣṇa consciousness movement.\n"
        }
    ]
}
