{
    "info": {
        "id": "sb/10/10/32",
        "prevId": "sb/10/10/30-31",
        "nextId": "sb/10/10/33"
    },
    "verses": [
        {
            "roman": "gṛhyamāṇais tvam agrāhyo\nvikāraiḥ prākṛtair guṇaiḥ\nko nv ihārhati vijñātuṁ\nprāk siddhaṁ guṇa-saṁvṛtaḥ\n"
        }
    ],
    "synonyms": "gṛhyamāṇaiḥ—accepting the body made of material nature as existing at the present moment because of being visible; tvam—You; agrāhyaḥ—not confined in a body made of material nature; vikāraiḥ—agitated by the mind; prākṛtaiḥ guṇaiḥ—by the material modes of nature (sattva-guṇa, rajo-guṇa and tamo-guṇa); kaḥ—who is there; nu—after that; iha—in this material world; arhati—who deserves; vijñātum—to know; prāk siddham—that which existed before the creation; guṇa-saṁvṛtaḥ—because of being covered by the material qualities.",
    "translation": "\nO Lord, You exist before the creation. Therefore, who, trapped by a body of material qualities in this material world, can understand You?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs it is said:\n"
        },
        {
            "type": "verse",
            "content": "ataḥ śrī-kṛṣṇa-nāmādi\nna bhaved grāhyam indriyaiḥ\nsevonmukhe hi jihvādau\nsvayam eva sphuraty adaḥ\n(CC Madhya 17.136)"
        },
        {
            "type": "normal",
            "content": "\nKṛṣṇa's name, attributes and form are Absolute Truth, existing before the creation. Therefore, how can those who are created-that is, those entrapped in bodies created of material elements—understand Kṛṣṇa perfectly? This is not possible. But, sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: Kṛṣṇa reveals Himself to those engaged in devotional service. This is also confirmed in Bhagavad-gītā (BG 18.55) by the Lord Himself: bhaktyā mām abhijānāti. Even the descriptions of Kṛṣṇa in Śrīmad-Bhāgavatam are sometimes misunderstood by less intelligent men with a poor fund of knowledge. Therefore, the best course by which to know Him is to engage oneself in pure devotional activities. The more one advances in devotional activities, the more one can understand Him as He is. If from the material platform one could understand Kṛṣṇa, then, since Kṛṣṇa is everything (sarvaṁ khalv idaṁ brahma), one could understand Kṛṣṇa by seeing anything within this material world. But that is not possible.\n"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁ\njagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtāni\nna cāhaṁ teṣv avasthitaḥ\n(BG 9.4)"
        },
        {
            "type": "normal",
            "content": "\nEverything is resting on Kṛṣṇa, and everything is Kṛṣṇa, but this is not to be realized by persons on the material platform.\n"
        }
    ]
}
