{
    "info": {
        "id": "sb/10/10/38",
        "prevId": "sb/10/10/37",
        "nextId": "sb/10/10/39"
    },
    "verses": [
        {
            "roman": "vāṇī guṇānukathane śravaṇau kathāyāṁ\nhastau ca karmasu manas tava pādayor naḥ\nsmṛtyāṁ śiras tava nivāsa-jagat-praṇāme\ndṛṣṭiḥ satāṁ darśane 'stu bhavat-tanūnām\n"
        }
    ],
    "synonyms": "vāṇī—words, the power of speech; guṇa-anukathane—always engaged in talking about Your pastimes; śravaṇau—the ear, or aural reception; kathāyām—in talks about You and Your pastimes; hastau—hands and legs and other senses; ca—also; karmasu—engaging them in executing Your mission; manaḥ—the mind; tava—Your; pādayoḥ—of Your lotus feet; naḥ—our; smṛtyām—in remembrance always engaged in meditation; śiraḥ—the head; tava—Your; nivāsa-jagat-praṇāme—because You are all-pervading, You are everything, and our heads should bow down, not looking for enjoyment; dṛṣṭiḥ—the power of sight; satām—of the Vaiṣṇavas; darśane—in seeing; astu—let all of them be engaged in this way; bhavat-tanūnām—who are nondifferent from You.",
    "translation": "\nHenceforward, may all our words describe Your pastimes, may our ears engage in aural reception of Your glories, may our hands, legs and other senses engage in actions pleasing to You, and may our minds always think of Your lotus feet. May our heads offer our obeisances to everything within this world, because all things are also Your different forms, and may our eyes see the forms of Vaiṣṇavas, who are nondifferent from You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere the process of understanding the Supreme Personality of Godhead is given. This process is bhakti.\n"
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam\n(SB 7.5.23)"
        },
        {
            "type": "normal",
            "content": "\nEverything should be engaged in the service of the Lord. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate (CC Madhya 19.170) (Nārada-pañcarātra). Everything—the mind, the body and all the sense organs—should be engaged in Kṛṣṇa's service. This is to be learned from expert devotees like Nārada, Svayambhū and Śambhu. This is the process. We cannot manufacture our own way of understanding the Supreme Personality of Godhead, for it is not that everything one manufactures or concocts will lead to understanding God. Such a proposition—yata mata, tata patha—is foolish. Kṛṣṇa says, bhaktyāham ekayā grāhyaḥ: \"Only by executing the activities of bhakti can one understand Me.\" (SB 11.14.21) This is called ānukūlyena kṛṣṇānuśīlanam (CC Madhya 19.167), remaining engaged favorably in the service of the Lord.\n"
        }
    ]
}
