{
    "info": {
        "id": "sb/10/10/8",
        "prevId": "sb/10/10/7",
        "nextId": "sb/10/10/9"
    },
    "verses": [
        {
            "roman": "śrī-nārada uvāca\nna hy anyo juṣato joṣyān\nbuddhi-bhraṁśo rajo-guṇaḥ\nśrī-madād ābhijātyādir\nyatra strī dyūtam āsavaḥ\n"
        }
    ],
    "synonyms": "śrī-nāradaḥ uvāca—Nārada Muni said; na—there is not; hi—indeed; anyaḥ—another material enjoyment; juṣataḥ—of one who is enjoying; joṣyān—things very attractive in the material world (different varieties of eating, sleeping, mating and defense); buddhi-bhraṁśaḥ—such enjoyments attract the intelligence; rajaḥ-guṇaḥ—being controlled by the mode of passion; śrī-madāt—than riches; ābhijātya-ādiḥ—among the four material principles (attractive personal bodily features, birth in an aristocratic family, being very learned, and being very rich); yatra—wherein; strī—women; dyūtam—gambling; āsavaḥ—wine (wine, women and gambling are very prominent).",
    "translation": "\nNārada Muni said: Among all the attractions of material enjoyment, the attraction of riches bewilders one's intelligence more than having beautiful bodily features, taking birth in an aristocratic family, and being learned. When one is uneducated but falsely puffed up by wealth, the result is that one engages his wealth in enjoying wine, women and gambling.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAmong the three modes of material nature-goodness, passion and ignorance—people are certainly conducted by the lower qualities, namely passion and ignorance, and especially by passion. Conducted by the mode of passion, one becomes more and more involved in material existence. Therefore human life is meant for subduing the modes of passion and ignorance and advancing in the mode of goodness.\n"
        },
        {
            "type": "verse",
            "content": "tadā rajas-tamo-bhāvāḥ\nkāma-lobhādayaś ca ye\nceta etair anāviddhaṁ\nsthitaṁ sattve prasīdati\n(SB 1.2.19)"
        },
        {
            "type": "normal",
            "content": "\nThis is culture: one must subdue the modes of passion and ignorance. In the mode of passion, when one is falsely proud of wealth, one engages his wealth only for three things, namely wine, women and gambling. We can actually see, especially in this age, that those who have unnecessary riches simply try to enjoy these three things. In Western civilization, these three things are very prominent because of an unnecessary increase of wealth. Nārada Muni considered all this in the case of Maṇigrīva and Nalakūvara because he found in them so much pride in the wealth of their father, Kuvera.\n"
        }
    ]
}
