{
    "info": {
        "id": "sb 10/10/Summary",
        "prevId": "sb/10/9/23",
        "nextId": "sb/10/10/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Kṛṣṇa broke the twin arjuna trees, from which Nalakūvara and Maṇigrīva, the sons of Kuvera, then came out.\n"
        },
        {
            "type": "normal",
            "content": "Nalakūvara and Maṇigrīva were great devotees of Lord Śiva, but because of material opulence they became so extravagant and senseless that one day they were enjoying with naked girls in a lake and shamelessly walking here and there. Suddenly Nārada Muni passed by, but they were so maddened by their wealth and false prestige that even though they saw Nārada Muni present, they remained naked and were not even ashamed. In other words, because of opulence and false prestige, they lost their sense of common decency. Of course, it is the nature of the material qualities that when one becomes very much opulent in terms of wealth and a prestigious position, one loses one's sense of etiquette and does not care about anyone, even a sage like Nārada Muni. For such bewildered persons (ahaṅkāra-vimūḍhātmā), who especially deride devotees, the proper punishment is to be again stricken with poverty. The Vedic rules and regulations prescribe how to control the false sense of prestige by the practice of yama, niyama and so on (tapasā brahmacaryeṇa śamena ca damena ca (SB 6.1.13)). A poor man can be convinced very easily that the prestige of an opulent position in this material world is temporary, but a rich man cannot. Therefore Nārada Muni set an example by cursing these two persons, Nalakūvara and Maṇigrīva, to become dull and unconscious like trees. This was a fit punishment. But because Kṛṣṇa is always merciful, even though they were punished they were fortunate enough to see the Supreme Personality of Godhead face to face. Therefore the punishment given by Vaiṣṇavas is not at all punishment; rather, it is another kind of mercy. By the curse of the devarṣi, Nalakūvara and Maṇigrīva became twin arjuna trees and remained in the courtyard of mother Yaśodā and Nanda Mahārāja, waiting for the opportunity to see Kṛṣṇa directly. Lord Kṛṣṇa, by the desire of His devotee, uprooted these yamala-arjuna trees, and when Nalakūvara and Maṇigrīva were thus delivered by Kṛṣṇa after one hundred years of the devas, their old consciousness revived, and they offered Kṛṣṇa prayers suitable to be offered by demigods. Having thus gotten the opportunity to see Kṛṣṇa face to face, they understood how merciful Nārada Muni was, and therefore they expressed their indebtedness to him and thanked him. Then, after circumambulating the Supreme Personality of Godhead, Kṛṣṇa, they departed for their respective abodes.\n"
        }
    ]
}
