{
    "info": {
        "id": "sb/2/7/2",
        "prevId": "sb/2/7/1",
        "nextId": "sb/2/7/3"
    },
    "verses": [
        {
            "roman": "jāto rucer ajanayat suyamān suyajña\nākūti-sūnur amarān atha dakṣiṇāyām\nloka-trayasya mahatīm aharad yad ārtiṁ\nsvāyambhuvena manunā harir ity anūktaḥ\n"
        }
    ],
    "synonyms": "jātaḥ—was born; ruceḥ—of the wife of Prajāpati; ajanayat—gave birth; suyamān—headed by Suyama; suyajñaḥ—Suyajña; ākūti-sūnuḥ—of the son of Ākūti; amarān—the demigods; atha—thus; dakṣiṇāyām—unto the wife of the name Dakṣiṇā; loka—the planetary systems; trayasya—of the three; mahatīm—very great; aharat—diminished; yat—all those; ārtim—distresses; svāyambhuvena—by the Manu named Svāyambhuva; manunā—by the father of mankind; hariḥ—Hari; iti—thus; anūktaḥ—named.",
    "translation": "\nThe Prajāpati first begot Suyajña, in the womb of his wife Ākūti, and then Suyajña begot demigods, headed by Suyama, in the womb of his wife Dakṣiṇā. Suyajña, as the Indradeva, diminished very great miseries in the three planetary systems [upper, lower and intermediate], and because he so diminished the miseries of the universe, he was later called Hari by the great father of mankind, namely Svāyambhuva Manu.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn order to guard against the invention of unauthorized incarnations of God by the fanciful, less intelligent persons, the name of the father of the bona fide incarnation is also mentioned in the authorized revealed scriptures. No one, therefore, can be accepted as an incarnation of the Lord if his father's name, as well as the name of the village or place in which he appears, is not mentioned by the authorized scriptures. In the Bhāgavata Purāṇa the name of the Kalki incarnation, which is to take place in almost four hundred thousand years, is mentioned along with the name of His father and the name of the village in which He will appear. A sane man, therefore, does not accept any cheap edition of an incarnation without reference to the authorized scriptures.\n"
        }
    ]
}
