{
    "info": {
        "id": "sb/2/7/40",
        "prevId": "sb/2/7/39",
        "nextId": "sb/2/7/41"
    },
    "verses": [
        {
            "roman": "viṣṇor nu vīrya-gaṇanāṁ katamo 'rhatīha\nyaḥ pārthivāny api kavir vimame rajāṁsi\ncaskambha yaḥ sva-rahasāskhalatā tri-pṛṣṭhaṁ\nyasmāt tri-sāmya-sadanād uru-kampayānam\n"
        }
    ],
    "synonyms": "viṣṇoḥ—of Lord Viṣṇu; nu—but; vīrya—prowess; gaṇanām—in the matter of accounting; katamaḥ—who else; arhati—is able to do it; iha—in this world; yaḥ—one who; pārthivāni—the atoms; api—also; kaviḥ—great scientist; vimame—might have counted; rajāṁsi—particles; caskambha—could catch; yaḥ—one who; sva-rahasā—by His own leg; askhalatā—without being hampered; tri-pṛṣṭham—the topmost planetary space; yasmāt—by which; tri-sāmya—the neutral state of the three modes; sadanāt—up to that place; uru-kampayānam—moving very greatly.",
    "translation": "\nWho can describe completely the prowess of Viṣṇu? Even the scientist, who might have counted the particles of the atoms of the universe, cannot do so. Because it is He only who in His form of Trivikrama moved His leg effortlessly beyond the topmost planet, Satyaloka, up to the neutral state of the three modes of material nature. And all were moved.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe highest scientific advancement of the material scientists is atomic energy. But the material scientist is not able to have an estimation of the particles of atoms contained in the whole universe. But even if one is able to count such atomic particles or is able to roll up the sky like one's bedding, even then one is unable to estimate the extent of the prowess and energy of the Supreme Lord. He is known as Trivikrama because once, in His incarnation of Vāmana, He expanded His leg beyond the highest planetary system, Satyaloka, and reached the neutral state of the modes of nature called the covering of the material world. There are seven layers of material coverings over the material sky, and the Lord could penetrate even those coverings. With His toe He made a hole through which the water of the Causal Ocean filters into the material sky, and the current is known as the sacred Ganges, which purifies the planets of the three worlds. In other words, no one is equal to the transcendentally powerful Viṣṇu. He is omnipotent, and no one is equal to or greater than Him.\n"
        }
    ]
}
