{
    "info": {
        "id": "sb/2/7/46",
        "prevId": "sb/2/7/43-45",
        "nextId": "sb/2/7/47"
    },
    "verses": [
        {
            "roman": "te vai vidanty atitaranti ca deva-māyāṁ\nstrī-śūdra-hūṇa-śabarā api pāpa-jīvāḥ\nyady adbhuta-krama-parāyaṇa-śīla-śikṣās\ntiryag-janā api kim u śruta-dhāraṇā ye\n"
        }
    ],
    "synonyms": "te—such persons; vai—undoubtedly; vidanti—do know; atitaranti—surpass; ca—also; deva-māyām—the covering energy of the Lord; strī—such as women; śūdra—the laborer class of men; hūṇa—the mountaineers; śabarāḥ—the Siberians, or those lower than the śūdras; api—although; pāpa-jīvāḥ—sinful living beings; yadi—provided; adbhuta-krama—one whose acts are so wonderful; parāyaṇa—those who are devotees; śīla—behavior; śikṣāḥ—trained by; tiryak-janāḥ—even those who are not human beings; api—also; kim—what; u—to speak of; śruta-dhāraṇāḥ—those who have taken to the idea of the Lord by hearing about Him; ye—those.",
    "translation": "\nSurrendered souls, even from groups leading sinful lives, such as women, the laborer class, the mountaineers and the Siberians, or even the birds and beasts, can also know about the science of Godhead and become liberated from the clutches of the illusory energy by surrendering unto the pure devotees of the Lord and by following in their footsteps in devotional service.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSometimes there are inquiries as to how one can surrender unto the Supreme Lord. In the Bhagavad-gītā (BG 18.66) the Lord asked Arjuna to surrender unto Him, and therefore persons unwilling to do so question where God is and to whom they should surrender. The answer to such questions or inquiries is given herein very properly. The Personality of Godhead may not be present before one's eyes, but if one is sincere in wanting such guidance the Lord will send a bona fide person who can guide one properly back home, back to Godhead. There is no need of material qualifications for making progress on the path of spiritual realization. In the material world, when one accepts some particular type of service, he is required to possess some particular type of qualification also. Without this one is unfit for such service. But in the devotional service of the Lord the only qualification required is surrender. Surrendering oneself is in one's own hand. If one likes, he can surrender immediately, without delay, and that begins his spiritual life. The bona fide representative of God is as good as God Himself. Or, in other words, the loving representative of the Lord is more kind and more easy to approach. A sinful soul cannot approach the Lord directly, but such a sinful man can very easily approach a pure devotee of the Lord. And if one agrees to put himself under the guidance of such a devotee of the Lord, he can also understand the science of God and can also become like the transcendental pure devotee of the Lord and thus get his liberation back to Godhead, back home for eternal happiness.\n"
        },
        {
            "type": "normal",
            "content": "So realization of the science of Godhead and relief from the unnecessary, useless struggle for existence are not at all difficult for the willing candidate. But they are very difficult for persons who are not surrendered souls but only simple, profitless speculators.\n"
        }
    ]
}
