{
    "info": {
        "id": "sb/9/2/14",
        "prevId": "sb/9/2/11-13",
        "nextId": "sb/9/2/15"
    },
    "verses": [
        {
            "roman": "evaṁ vṛtto vanaṁ gatvā\ndṛṣṭvā dāvāgnim utthitam\ntenopayukta-karaṇo\nbrahma prāpa paraṁ muniḥ\n"
        }
    ],
    "synonyms": "evam vṛttaḥ—being situated in such an order of life; vanam—to the forest; gatvā—after going; dṛṣṭvā—when he saw; dāva-agnim—a forest fire; utthitam—existing there; tena—by that (fire); upayukta-karaṇaḥ—engaging all the senses of the body by burning; brahma—transcendence; prāpa—he achieved; param—the ultimate goal; muniḥ—as a great saintly person.",
    "translation": "\nWith this attitude, Pṛṣadhra became a great saint, and when he entered the forest and saw a blazing forest fire, he took this opportunity to burn his body in the fire. Thus he achieved the transcendental, spiritual world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Lord says in Bhagavad-gītā (BG 4.9):\n"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so 'rjuna"
        },
        {
            "type": "normal",
            "content": "\n\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\" Pṛṣadhra, because of his karma, was cursed to take his next birth as a śūdra, but because he took to saintly life, specifically concentrating his mind always upon the Supreme Personality of Godhead, he became a pure devotee. Immediately after giving up his body in the fire, he reached the spiritual world, as mentioned in Bhagavad-gītā (mām eti), as a result of his devotional situation. Devotional service performed by thinking of the Supreme Personality of Godhead is so powerful that although Pṛṣadhra was cursed he avoided the terrible consequence of becoming a śūdra and instead returned home, back to Godhead. As stated in Brahma-saṁhitā (BS 5.38):\n"
        },
        {
            "type": "verse",
            "content": "yas tv indra-gopam athavendram aho sva-karma-\nbandhānurūpa-phala-bhājanam ātanoti\nkarmāṇi nirdahati kintu ca bhakti-bhājāṁ\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\nThose who engage in devotional service are unaffected by the results of their material activities. Otherwise, everyone, from the smallest microbe up to the King of heaven, Indra, is subject to the laws of karma. A pure devotee, being always engaged in the service of the Lord, is exempt from these laws.\n"
        }
    ]
}
