{
    "info": {
        "id": "sb/9/2/23-24",
        "prevId": "sb/9/2/22",
        "nextId": "sb/9/2/25"
    },
    "verses": [
        {
            "roman": "nābhāgo diṣṭa-putro 'nyaḥ\nkarmaṇā vaiśyatāṁ gataḥ\nbhalandanaḥ sutas tasya\nvatsaprītir bhalandanāt\n"
        },
        {
            "roman": "vatsaprīteḥ sutaḥ prāṁśus\ntat-sutaṁ pramatiṁ viduḥ\nkhanitraḥ pramates tasmāc\ncākṣuṣo 'tha viviṁśatiḥ\n"
        }
    ],
    "synonyms": "nābhāgaḥ—by the name Nābhāga; diṣṭa-putraḥ—the son of Diṣṭa; anyaḥ—another; karmaṇā—by occupation; vaiśyatām—the order of the vaiśyas; gataḥ—achieved; bhalandanaḥ—by the name Bhalandana; sutaḥ—son; tasya—of him (Nābhāga); vatsaprītiḥ—by the name Vatsaprīti; bhalandanāt—from Bhalandana; vatsaprīteḥ—from Vatsaprīti; sutaḥ—the son; prāṁśuḥ—was named Prāṁśu; tat-sutam—the son of him (Prāṁśu); pramatim—was named Pramati; viduḥ—you should understand; khanitraḥ—was named Khanitra; pramateḥ—from Pramati; tasmāt—from him (Khanitra); cākṣuṣaḥ—was named Cākṣuṣa; atha—thus (from Cākṣuṣa); viviṁśatiḥ—the son named Viviṁśati.",
    "translation": "Diṣṭa had a son by the name Nābhāga. This Nābhāga, who was different from the Nābhāga described later, became a vaiśya by occupational duty. The son of Nābhāga was known as Bhalandana, the son of Bhalandana was Vatsaprīti, and his son was Prāṁśu. Prāṁśu's son was Pramati, Pramati's son was Khanitra, Khanitra's son was Cākṣuṣa, and his son was Viviṁśati.",
    "purport": [
        {
            "type": "normal",
            "content": "From Manu, one son became a kṣatriya, another a brāhmaṇa, and another a vaiśya. This confirms the statement by Nārada Muni, yasya yal lakṣaṇaṁ proktaṁ puṁso varṇābhivyañjakam (SB 7.11.35). One should always remember that brāhmaṇas, kṣatriyas and vaiśyas should never be regarded as members of a caste by birth. A brāhmaṇa may be changed into a kṣatriya, and a kṣatriya into a brāhmaṇa. Similarly, a brāhmaṇa or kṣatriya may be changed into a vaiśya, and a vaiśya into a brāhmaṇa or kṣatriya. This is confirmed in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ (BG 4.13)). So one is a brāhmaṇa, kṣatriya or vaiśya never by birth, but by quality. There is a great need of brāhmaṇas. Therefore, in the Kṛṣṇa consciousness movement, we are trying to train some brāhmaṇas to guide human society. Because at present there is a scarcity of brāhmaṇas, the brain of human society is lost. Because practically everyone is a śūdra, no one at the present moment can guide the members of society to the proper path by which to achieve perfection in life."
        }
    ]
}
