{
    "info": {
        "id": "sb 9/2/Summary",
        "prevId": "sb/9/1/42",
        "nextId": "sb/9/2/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis Second Chapter describes the dynasties of the sons of Manu, headed by Karūṣa.\n"
        },
        {
            "type": "normal",
            "content": "After Sudyumna accepted the order of vānaprastha and departed for the forest, Vaivasvata Manu, being desirous of sons, worshiped the Supreme Personality of Godhead and consequently begot ten sons like Mahārāja Ikṣvāku, all of whom were like their father. One of these sons, Pṛṣadhra, was engaged in the duty of protecting cows at night with a sword in his hand. Following the order of his spiritual master, he would stand in this way for the entire night. Once, in the darkness of night, a tiger seized a cow from the cowshed, and when Pṛṣadhra came to know this, he took a sword in his hand and followed the tiger. Unfortunately, when he finally approached the tiger, he could not distinguish between the cow and the tiger in the dark, and thus he killed the cow. Because of this, his spiritual master cursed him to take birth in a śūdra family, but Pṛṣadhra practiced mystic yoga, and in bhakti-yoga he worshiped the Supreme Personality of Godhead. Then he voluntarily entered a blazing forest fire, thus relinquishing his material body and going back home, back to Godhead.\n"
        },
        {
            "type": "normal",
            "content": "Kavi, the youngest son of Manu, was a great devotee of the Supreme Personality of Godhead from his very childhood. From Manu's son known as Karūṣa, a sect of kṣatriyas known as Kārūṣas was generated. Manu also had a son known as Dhṛṣṭa, from whom another sect of kṣatriyas was generated, but although they were born of one who had the qualities of a kṣatriya, they became brāhmaṇas. From Nṛga, another son of Manu, came the sons and grandsons known as Sumati, Bhūtajyoti and Vasu. From Vasu, in succession, came Pratīka, and from him came Oghavān. Descending in order from the seminal dynasty of Nariṣyanta, another son of Manu, were Citrasena, Ṛkṣa, Mīḍhvān, Pūrṇa, Indrasena, Vītihotra, Satyaśravā, Uruśravā, Devadatta and Agniveśya. From the kṣatriya known as Agniveśya came the celebrated brāhmaṇa dynasty known as Āgniveśyāyana. From the seminal dynasty of Diṣṭa, another son of Manu, came Nābhāga, and from him in succession came Bhalandana, Vatsaprīti, Prāṁśu, Pramati, Khanitra, Cākṣuṣa, Viviṁśati, Rambha, Khanīnetra, Karandhama, Avīkṣit, Marutta, Dama, Rājyavardhana, Sudhṛti, Nara, Kevala, Dhundhumān, Vegavān, Budha and Tṛṇabindu. In this way, many sons and grandsons were born in this dynasty. From Tṛṇabindu came a daughter named Ilavilā, from whom Kuvera took birth. Tṛṇabindu also had three sons, named Viśāla, Śūnyabandhu and Dhūmraketu. The son of Viśāla was Hemacandra, his son was Dhūmrākṣa, and his son was Saṁyama. The sons of Saṁyama were Devaja and Kṛśāśva. Kṛśāśva's son, Somadatta, performed an Aśvamedha sacrifice, and by worshiping the Supreme Personality of Godhead, Viṣṇu, he achieved the supreme perfection of going back home, back to Godhead.\n"
        }
    ]
}
