{
    "info": {
        "id": "sb/9/7/summary",
        "prevId": "sb/9/6/55",
        "nextId": "sb/9/7/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter the descendants of King Māndhātā are described, and in this connection the histories of Purukutsa and Hariścandra are also given."
        },
        {
            "type": "normal",
            "content": "The most prominent son of Māndhātā was Ambarīṣa, his son was Yauvanāśva, and Yauvanāśva's son was Hārīta. These three personalities were the best in the dynasty of Māndhātā. Purukutsa, another son of Māndhātā, married the sister of the snakes (sarpa-gaṇa) named Narmadā. The son of Purukutsa was Trasaddasyu, whose son was Anaraṇya. Anaraṇya's son was Haryaśva, Haryaśva's son was Prāruṇa, Prāruṇa's son was Tribandhana, and Tribandhana's son was Satyavrata, also known as Triśaṅku. When Triśaṅku kidnapped the daughter of a brāhmaṇa, his father cursed him for this sinful act, and Triśaṅku became a caṇḍāla, worse than a śūdra. Later, by the influence of Viśvāmitra, he was brought to the heavenly planets, but by the influence of the demigods he fell back downward. He was stopped in his fall, however, by the influence of Viśvāmitra. The son of Triśaṅku was Hariścandra. Hariścandra once performed a Rājasūya-yajña, but Viśvāmitra cunningly took all of Hariścandra's possessions as a dakṣiṇa contribution and chastised Hariścandra in various ways. Because of this, a quarrel arose between Viśvāmitra and Vasiṣṭha. Hariścandra had no sons, but on the advice of Nārada he worshiped Varuṇa and in this way got a son named Rohita. Hariścandra promised that Rohita would be used to perform a Varuṇa-yajña. Varuṇa reminded Hariścandra repeatedly about this yajña, but the King, because of affection for his son, gave various arguments to avoid sacrificing him. Thus time passed, and gradually the son grew up. To safeguard his life, the boy then took bow and arrows in hand and went to the forest. Meanwhile, at home, Hariścandra suffered from dropsy because of an attack from Varuṇa. When Rohita received the news that his father was suffering, he wanted to return to the capital, but King Indra prevented him from doing so. Following the instructions of Indra, Rohita lived in the forest for six years and then returned home. Rohita purchased Śunaḥśepha, the second son of Ajīgarta, and gave him to his father, Hariścandra, as the sacrificial animal. In this way, the sacrifice was performed, Varuṇa and the other demigods were pacified, and Hariścandra was freed from disease. In this sacrifice, Viśvāmitra was the hotā priest, Jamadagni was the adhvaryu, Vasiṣṭha was the brahmā, and Ayāsya was the udgātā. King Indra, being very satisfied by the sacrifice, gave Hariścandra a golden chariot, and Viśvāmitra gave him transcendental knowledge. Thus Śukadeva Gosvāmī describes how Hariścandra achieved perfection."
        }
    ]
}
