{
    "info": {
        "id": "sb/10/60/34",
        "prevId": "sb/10/60/33",
        "nextId": "sb/10/60/35"
    },
    "verses": [
        {
            "roman": "śrī-rukmiṇy uvāca\nnanv evam etad aravinda-vilocanāha\nyad vai bhavān bhagavato 'sadṛśī vibhūmnaḥ\nkva sve mahimny abhirato bhagavāṁs try-adhīśaḥ\nkvāhaṁ guṇa-prakṛtir ajña-gṛhīta-pādā\n"
        }
    ],
    "synonyms": "śrī-rukmiṇī uvāca—Śrī Rukmiṇī said; nanu—well; evam—so be it; etat—this; aravinda-vilocana—O lotus-eyed one; āha—said; yat—which; vai—indeed; bhavān—You; bhagavataḥ—to the Supreme Lord; asadṛśī—unequal; vibhūmnaḥ—to the almighty; kva—where, in comparison; sve—in His own; mahimni—glory; abhirataḥ—taking pleasure; bhagavān—the Supreme Lord; tri—of the three (principal deities, namely Brahmā, Viṣṇu and Śiva); adhīśaḥ—the controller; kva—and where; aham—myself; guṇa—of material qualities; prakṛtiḥ—whose character; ajña—by foolish persons; gṛhīta—taken hold of; pādā—whose feet.",
    "translation": "Śrī Rukmiṇī said: Actually, what You have said is true, O lotus-eyed one. I am indeed unsuitable for the almighty Personality of Godhead. What comparison is there between that Supreme Lord, who is master of the three primal deities and who delights in His own glory, and myself, a woman of mundane qualities whose feet are grasped by fools?",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī lists the faults Lord Kṛṣṇa had described in Himself that He claimed disqualified Him from being Rukmiṇī's husband. These include incompatibility, fearfulness, taking shelter in the ocean, quarreling with the powerful, abandoning His kingdom, uncertainty as to His identity, acting against ordinary standards of behavior, having no good qualities, being praised falsely by beggars, aloofness, and lack of desire for family life. The Lord claimed that Rukmiṇī had failed to recognize these bad qualities in Him. Now she begins to respond to all the Lord's statements."
        },
        {
            "type": "normal",
            "content": "First she responds to Śrī Kṛṣṇa's statement in Text 11 of this chapter: kasmān no vavṛṣe 'samān. \"Why did you select Us, who are not equal to you?\" Here Śrīmatī Rukmiṇī-devī says that she and Kṛṣṇa are certainly not equal, for no one can be equal to the Supreme Lord. Śrīla Viśvanātha Cakravartī further points out that in her extreme humility Rukmiṇī is identifying herself with the Lord's external energy, which in fact is her expansion, Rukmiṇī being the goddess of fortune."
        }
    ]
}
