{
    "info": {
        "id": "sb/10/60/40",
        "prevId": "sb/10/60/39",
        "nextId": "sb/10/60/41"
    },
    "verses": [
        {
            "roman": "jāḍyaṁ vacas tava gadāgraja yas tu bhūpān\nvidrāvya śārṅga-ninadena jahartha māṁ tvam\nsiṁho yathā sva-balim īśa paśūn sva-bhāgaṁ\ntebhyo bhayād yad udadhiṁ śaraṇaṁ prapannaḥ\n"
        }
    ],
    "synonyms": "jāḍyam—foolishness; vacaḥ—words; tava—Your; gadāgraja—O Gadāgraja; yaḥ—who; tu—even; bhū-pān—the kings; vidrāvya—driving away; śārṅga—of Śārṅga, Your bow; ninadena—by the resounding; jahartha—took away; mām—me; tvam—You; siṁhaḥ—a lion; yathā—as; sva—Your own; balim—tribute; īśa—O Lord; paśūn—animals; sva-bhāgam—his own share; tebhyaḥ—of them; bhayāt—out of fear; yat—that; udadhim—of the ocean; śaraṇaṁ-prapannaḥ—took shelter.",
    "translation": "\nMy Lord, as a lion drives away lesser animals to claim his proper tribute, You drove off the assembled kings with the resounding twang of Your Śārṅga bow and then claimed me, Your fair share. Thus it is sheer foolishness, my dear Gadāgraja, for You to say You took shelter in the ocean out of fear of those kings.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Text 12 of this chapter Lord Kṛṣṇa said, rājabhyo bibhyataḥ su-bhru samudraṁ śaranaṁ gatān: \"Terrified of those kings, We went to the ocean for shelter.\" According to the ācāryas, Lord Kṛṣṇa finally provoked Rukmiṇī's anger by glorifying other men who might have been her husband, and thus in an agitated mood she here tells Him that she is not ignorant but rather that He has spoken foolishly. She states, \"Like a lion You abducted me in the presence of those kings and drove them away with Your Śārṅga bow, so it is simply foolishness to say that out of fear of those same kings You went to the ocean.\" According to Śrīla Viśvanātha Cakravartī, as Queen Rukmiṇī spoke these words she frowned and cast angry sidelong glances at the Lord.\n"
        }
    ]
}
