{
    "info": {
        "id": "sb/10/60/41",
        "prevId": "sb/10/60/40",
        "nextId": "sb/10/60/42"
    },
    "verses": [
        {
            "roman": "yad-vāñchayā nṛpa-śikhāmaṇayo 'nga-vainya-\njāyanta-nāhuṣa-gayādaya aikya-patyam\nrājyaṁ visṛjya viviśur vanam ambujākṣa\nsīdanti te 'nupadavīṁ ta ihāsthitāḥ kim\n"
        }
    ],
    "synonyms": "yat—for whom; vāñchayā—out of desire; nṛpa—of kings; śikhāmaṇayaḥ—the crown jewels; aṅga-vainya-jāyanta-nāhuṣa-gaya-ādayaḥ—Aṅga (the father of Vena), Vainya (Pṛthu, the son of Vena), Jāyanta (Bharata), Nāhuṣa (Yayāti), Gaya and others; aikya—exclusive; patyam—having sovereignty; rājyam—their kingdoms; visṛjya—abandoning; viviśuḥ—entered; vanam—the forest; ambuja-akṣa—O lotus-eyed one; sīdanti—suffer frustration; te—Your; anupadavīm—on the path; te—they; iha—in this world; āsthitāḥ—fixed; kim—whether.",
    "translation": "Wanting Your association, the best of kings—Aṅga, Vainya, Jāyanta, Nāhuṣa, Gaya and others—abandoned their absolute sovereignty and entered the forest to seek You out. How could those kings suffer frustration in this world, O lotus-eyed one?",
    "purport": [
        {
            "type": "normal",
            "content": "Here Queen Rukmiṇī refutes the ideas put forth by Lord Kṛṣṇa in Text 13. In fact Śrīmatī Rukmiṇī-devī repeats Lord Kṛṣṇa's own words. The Lord said, āsthitāḥ padavīṁ su-bhru prāyaḥ sīdanti yoṣitaḥ: \"Women who follow My path generally suffer.\" Here Rukmiṇī-devī says, sīdanti te 'nupadavīṁ ta ihāsthitāḥ kim: \"Why should those fixed on Your path suffer in this world?\" She gives the example of many great kings who renounced their powerful sovereignty to enter the forest, where they performed austerities and worshiped the Lord, intensely desiring His transcendental association. Thus, according to Śrīla Viśvanātha Cakravartī, Śrīmatī Rukmiṇī-devī here intends to tell Śrī Kṛṣṇa, \"You have said that I, a king's daughter, am unintelligent and frustrated because I married You. But how can You accuse all these great enlightened kings of being unintelligent? They were the wisest of men, yet they gave up everything to follow You and were certainly not frustrated by the result. Indeed, they achieved the perfection of Your association.\""
        }
    ]
}
