{
    "info": {
        "id": "sb/10/60/42",
        "prevId": "sb/10/60/41",
        "nextId": "sb/10/60/43"
    },
    "verses": [
        {
            "roman": "kānyaṁ śrayeta tava pāda-saroja-gandham\nāghrāya san-mukharitaṁ janatāpavargam\nlakṣmy-ālayaṁ tv avigaṇayya guṇālayasya\nmartyā sadoru-bhayam artha-viviita-dṛṣṭiḥ\n"
        }
    ],
    "synonyms": "ka—what woman; anyam—another man; śrayeta—would take shelter of; tava—Your; pāda—of the feet; saroja—of the lotus; gandham—the aroma; āghrāya—having smelled; sat—by great saints; mukharitam—described; janatā—for all people; apavargam—bestowing liberation; lakṣmī—of the goddess of fortune; ālayam—the place of residence; tu—but; avigaṇa0a—not taking seriously; guṇa—of all transcendental qualities; ālayasya—of the abode; martyā—mortal; sadā—always; uru—great; bhayam—one who has fear; artha—her best interest; vivikta—ascertaining; dṛṣṭiḥ—whose insight.",
    "translation": "\nThe aroma of Your lotus feet, which is glorified by great saints, awards people liberation and is the abode of Goddess Lakṣmī. What woman would take shelter of any other man after savoring that aroma? Since You are the abode of transcendental qualities, what mortal woman with the insight to distinguish her own true interest would disregard that fragrance and depend instead on someone who is always subject to terrible fear?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Text 16 Lord Kṛṣṇa claimed that He was guṇair hīnāḥ, \"bereft of all good qualities.\" To refute this claim, the devoted Rukmiṇī here states that the Lord is guṇālaya, \"the abode of all good qualities.\" In a single moment the so-called powerful men of this world can be reduced to utter helplessness and confusion. Indeed, destruction is the inevitable fate of all powerful masculine bodies. The Lord, however, has an eternal, spiritual body that is omnipotent and infinitely beautiful, and thus, as Queen Rukmiṇī argues here, how could any sane, enlightened woman take shelter of anyone but the Supreme Lord, Kṛṣṇa?\n"
        }
    ]
}
