{
    "info": {
        "id": "sb/10/60/46",
        "prevId": "sb/10/60/45",
        "nextId": "sb/10/60/47"
    },
    "verses": [
        {
            "roman": "astv ambujākṣa mama te caraṇānurāga\nātman ratasya mayi cānatirikta-dṛṣṭeḥ\nyarhy asya vṛddhaya upātta-rajo-'ti-mātro\nmām īkṣase tad u ha naḥ paramānukampā\n"
        }
    ],
    "synonyms": "astu—may there be; ambuja-akṣa—O lotus-eyed one; mama—my; te—Your; caraṇa—for the feet; anurāgaḥ—steady attraction; ātman—in Yourself; ratasya—who take Your pleasure; mayi—toward me; ca—and; anatirikta—not much; dṛṣṭeḥ—whose glance; yarhi—when; asya—of this universe; vṛddhaye—for the increase; upātta—assuming; rajaḥ—of the mode of passion; ati-mātraḥ—an abundance; mām—at me; īkṣase—You look; tat—that; u ha—indeed; naḥ—for us; parama—the greatest; anukampā—show of mercy.",
    "translation": "O lotus-eyed one, though You are satisfied within Yourself and thus rarely turn Your attention toward me, please bless me with steady love for Your feet. It is when You assume a predominance of passion in order to manifest the universe that You glance upon me, showing me what is indeed Your greatest mercy.",
    "purport": [
        {
            "type": "normal",
            "content": "In Text 20 of this chapter Lord Kṛṣṇa stated, \"Always satisfied within Ourselves, We care nothing for wives, children and wealth.\" Here Rukmiṇī-devī humbly replies, \"Yes, You take pleasure within Yourself and therefore rarely look at me.\""
        },
        {
            "type": "normal",
            "content": "In this regard Śrīla Viśvanātha Cakravartī points out that Lord Kṛṣṇa had already declared His love for Rukmiṇī (SB 10.53.2): tathāham api tac-citto nidrāṁ ca na labhe niśi. \"I am also thinking about her—so much so that I cannot sleep at night.\" Lord Kṛṣṇa is satisfied within Himself, and if we remember that Śrīmatī Rukmiṇī-devī is His internal potency, we can understand that His loving affairs with her are expressions of His pure spiritual happiness."
        },
        {
            "type": "normal",
            "content": "Here, however, Queen Rukmiṇī humbly identifies herself with the Lord's external energy, which is her expansion. Therefore she says, \"Though You do not often look at me, when You are ready to manifest the material universe and thus begin to work through the material quality of passion, which is Your potency, You glance at me. In this way You show me Your greatest mercy.\" Thus Ācārya Viśvanātha explains that Goddess Rukmiṇī's statement can be understood in two ways. And of course the Vaiṣṇavas, after thoroughly understanding the philosophy of Kṛṣṇa from the bona fide ācāryas, simply relish these loving affairs between the Lord and His exalted devotees."
        }
    ]
}
