{
    "info": {
        "id": "sb/10/60/53",
        "prevId": "sb/10/60/52",
        "nextId": "sb/10/60/54"
    },
    "verses": [
        {
            "roman": "māṁ prāpya māniny apavarga-sampadaṁ\nvāñchanti ye sampada eva tat-patim\nte manda-bhāgā niraye 'pi ye nṛṇāṁ\nmātrātmakatvāt nirayaḥ su-saṅgamaḥ\n"
        }
    ],
    "synonyms": "mām—Myself; prāpya—obtaining; mānini—O reservoir of love; apavarga—of liberation; sampadam—the treasure; vāñchanti—they desire; ye—who; sampadaḥ—(material) treasures; eva—only; tat—of such; patim—the master; te—they; manda-bhāgāḥ—less fortunate; niraye—in hell; api—even; ye—which; nṛṇām—for persons; mātrā-ātmakatvāt—because they are absorbed in sense gratification; nirayaḥ—hell; su-saṅgamaḥ—appropriate.",
    "translation": "\nO supreme reservoir of love, unfortunate are they who even after obtaining Me, the Lord of both liberation and material riches, hanker only for material treasures. These worldly gains can be found even in hell. Since such persons are obsessed with sense gratification, hell is a fitting place for them.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt stands to reason that since Lord Kṛṣṇa is the source of all pleasure and all opulence, He Himself is the supreme pleasure and the most opulent. Therefore our real self-interest is to always engage in the loving service of Lord Kṛṣṇa. As Prahlāda Mahārāja says (SB 7.5.31), na te viduḥ svārtha-gatiṁ hi viṣṇum: \"The ignorant do not know that their actual self-interest lies in attaining the Supreme Lord, Viṣṇu [Kṛṣṇa].\"\n"
        },
        {
            "type": "normal",
            "content": "According to Śrīla Viśvanātha Cakravartī, one can easily obtain female association and other sense pleasures even in hell. We have practical experience that even such creatures as hogs, dogs and pigeons have ample opportunity to enjoy sex. It is unfortunate that modern human beings, who have a golden opportunity to become Kṛṣṇa conscious, prefer to enjoy like dogs and cats. And this goes on in the name of material progress.\n"
        }
    ]
}
