{
    "info": {
        "id": "sb 10/81/Summary",
        "prevId": "sb/10/80/45",
        "nextId": "sb/10/81/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Kṛṣṇa ate a morsel of the flat rice brought by His friend Sudāmā and bestowed upon him wealth greater than that of the King of heaven.\n"
        },
        {
            "type": "normal",
            "content": "In the course of His loving talks with His friend Sudāmā, Lord Kṛṣṇa said, \"My dear brāhmaṇa, have you brought any gift for Me from home? I regard as very significant even the smallest offering from My loving devotee.\" But the poor brāhmaṇa was ashamed to present Kṛṣṇa with his meager gift of flat rice. However, since Lord Kṛṣṇa is the Supersoul dwelling in all hearts, He knew why Sudāmā had come to visit Him. So He grabbed the bundle of flat rice Sudāmā was hiding and ate a handful of it with great pleasure. He was about to eat a second morsel when Rukmiṇī devī stopped Him.\n"
        },
        {
            "type": "normal",
            "content": "Feeling as if he had gone back to Godhead, Sudāmā spent that night comfortably in Lord Kṛṣṇa's palace, and the next morning he set off for home. As he passed along the highway, he thought of how fortunate he was to have been so honored by Śrī Kṛṣṇa. Absorbed in this meditation, Sudāmā arrived at the place where his home used to be-and he was struck with great wonder. Instead of his broken-down hovel, he saw a series of opulent palaces. While he stood astonished, a group of beautiful men and women came forward to greet him with singing and music. The brāhmaṇa's wife, wonderfully adorned with celestial jewelry, came out of the palace and welcomed him with great love and reverence. Sudāmā entered his home together with her, thinking that this extraordinary transformation must have been due to the Supreme Lord's mercy on him.\n"
        },
        {
            "type": "normal",
            "content": "From then on Sudāmā lived his life amidst lavish wealth, yet he maintained his mood of detachment and constantly chanted the glories of Lord Kṛṣṇa In a short time he broke off all bonds of bodily attachment and attained to the kingdom of God.\n"
        }
    ]
}
