{
    "info": {
        "id": "sb/12/5/2",
        "prevId": "sb/12/5/1",
        "nextId": "sb/12/5/3"
    },
    "verses": [
        {
            "roman": "tvaṁ tu rājan mariṣyeti\npaśu-buddhim imāṁ jahi\nna jātaḥ prāg abhūto 'dya\ndeha-vat tvaṁ na naṅkṣyasi\n"
        }
    ],
    "synonyms": "tvam—you; tu—but; rājan—O King; mariṣye—I am about to die; iti—thus thinking; paśu-buddhim—animalistic mentality; imām—this; jahi—give up; na—not; jātaḥ—born; prāk—previously; abhūtaḥ—nonexistent; adya—today; deha-vat—like the body; tvam—you; na naṅkṣyasi—will not be destroyed.",
    "translation": "O King, give up the animalistic mentality of thinking, \"I am going lo die.\" Unlike the body, you have not taken birth. There was not a time in the past when you did not exist, and you are not about to be destroyed.",
    "purport": [
        {
            "type": "normal",
            "content": "At the end of the First Canto (SB 1.19.15) King Parīkṣit stated:"
        },
        {
            "type": "verse",
            "content": "taṁ mopajātaṁ pratiyantu viprāgaṅgā ca devī dhṛta-cittam īśe\ndvijopasṛṣṭaḥ kuhakas takṣako vādaśatv alaṁ gāyata viṣṇu-gāthāḥ"
        },
        {
            "type": "normal",
            "content": "\"O brāhmaṇas, just accept me as a completely surrendered soul, and let mother Ganges, the representative of the Lord, also accept me in that way, for I have already taken the lotus feet of the Lord into my heart. Let the snake-bird—or whatever magical thing the brāhmaṇa created—bite me at once. I only desire that you all continue singing the deeds of Lord Viṣṇu.\""
        },
        {
            "type": "normal",
            "content": "Even before hearing Śrīmad-Bhāgavatam, King Parīkṣit was a mahā-bhāgavata, a great and pure devotee of Lord Kṛṣṇa. There was actually no animalistic fear of death within the King, but for our sake Śukadeva Gosvāmī is speaking very strongly to his disciple, just as Lord Kṛṣṇa speaks strongly to Arjuna in Bhagavad-gītā."
        }
    ]
}
