{
    "info": {
        "id": "sb/12/5/summary",
        "prevId": "sb/12/4/43",
        "nextId": "sb/12/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter explains how King Parīkṣit's fear of death from the snakebird Takṣaka was averted by Śukadeva Gosvāmī's brief instructions on the Absolute Truth."
        },
        {
            "type": "normal",
            "content": "Having in the last chapter described the four processes of annihilation that act in this material world, Śrīla Śukadeva Gosvāmī now reminds Parīkṣit Mahārāja how he had previously, in the Third Canto, discussed the measurement of time and of the various millennia of universal history. During a single day of Lord Brahmā, constituting one thousand cycles of four ages, fourteen different Manus rule and die. Thus death is unavoidable for every embodied being, but the soul itself never dies, being entirely distinct from the material body. Śrī Śukadeva Gosvāmī then states that in Śrīmad-Bhāgavatam he has repeatedly chanted the glories of the Supreme Soul, Lord Śrī Hari, from whose satisfaction Brahmā takes birth and from whose anger Rudra is born. The idea \"I will die\" is simply the mentality of animals, because the soul does not undergo the bodily phases of previous nonexistence, birth, existence and death. When the body's subtle mental covering is destroyed by transcendental knowledge, the soul within the body again exhibits his original identity. Just as the temporal existence of a lamp comes about by the combination of oil, the vessel, the wick and the fire, the material body comes about by the amalgamation of the three modes of nature. The material body appears at birth and displays life for some time. Finally, the combination of material modes dissolves, and the body undergoes death, a phenomenon similar to the extinguishing of a lamp. Śukadeva addresses the king, saying, \"You should fix yourself in meditation upon Lord Vāsudeva, and thus the bite of the snake-bird will not affect you.\""
        }
    ]
}
