{
    "info": {
        "id": "sb/1/15/10",
        "prevId": "sb/1/15/9",
        "nextId": "sb/1/15/11"
    },
    "verses": [
        {
            "roman": "patnyās tavādhimakha-kḷpta-mahābhiṣeka-\nślāghiṣṭha-cāru-kabaraṁ kitavaiḥ sabhāyām\nspṛṣṭaṁ vikīrya padayoḥ patitāśru-mukhyā\nyas tat-striyo 'kṛta-hateśa-vimukta-keśāḥ\n"
        }
    ],
    "synonyms": "patnyāḥ—of the wife; tava—your; adhimakha—during the great sacrificial ceremony; kḷpta—dressed; mahā-abhiṣeka—greatly sanctified; ślāghiṣṭha—thus glorified; cāru—beautiful; kabaram—clustered hair; kitavaiḥ—by the miscreants; sabhāyām—in the great assembly; spṛṣṭam—being caught; vikīrya—being loosened; padayoḥ—on the feet; patita-aśru-mukhyāḥ—of the one who fell down with tears in the eyes; yaḥ—He; tat—their; striyaḥ—wives; akṛta—became; hata-īśa—bereft of husbands; vimukta-keśāḥ—loosened hair.",
    "translation": "\nIt was He only who loosened the hair of all the wives of the miscreants who dared open the cluster of your Queen's hair, which had been nicely dressed and sanctified for the great Rājasūya sacrificial ceremony. At that time she fell down at the feet of Lord Kṛṣṇa with tears in her eyes.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nQueen Draupadī had a beautiful bunch of hair which was sanctified in the ceremonial function of Rājasūya-yajña. But when she was lost in a bet, Duḥśāsana touched her glorified hair to insult her. Draupadī then fell down at the lotus feet of Lord Kṛṣṇa, and Lord Kṛṣṇa decided that all the wives of Duḥśāsana and company should have their hair loosened as a result of the Battle of Kurukṣetra. Thus after the Battle of Kurukṣetra, after all the sons and grandsons of Dhṛtarāṣṭra died in battle, all the wives of the family were obliged to loosen their hair as widows. In other words, all the wives of the Kuru family became widows because of Duḥśāsana's insulting a great devotee of the Lord. The Lord can tolerate insults upon Himself by any miscreant because the father tolerates even insults from the son. But He never tolerates insults upon His devotees. By insulting a great soul, one has to forego all the results of pious acts and benedictions also.\n"
        }
    ]
}
