{
    "info": {
        "id": "sb/1/15/12",
        "prevId": "sb/1/15/11",
        "nextId": "sb/1/15/13"
    },
    "verses": [
        {
            "roman": "yat-tejasātha bhagavān yudhi śūla-pāṇir\nvismāpitaḥ sagirijo 'stram adān nijaṁ me\nanye 'pi cāham amunaiva kalevareṇa\nprāpto mahendra-bhavane mahad-āsanārdham\n"
        }
    ],
    "synonyms": "yat—by whose; tejasā—by influence; atha—at one time; bhagavān—the personality of god (Lord Śiva); yudhi—in the battle; śūla-pāṇiḥ—one who has a trident in his hand; vismāpitaḥ—astonished; sa-girijaḥ—along with the daughter of the Himalaya Mountains; astram—weapon; adāt—awarded; nijam—of his own; me—unto me; anye api—so also others; ca—and; aham—myself; amunā—by this; eva—definitely; kalevareṇa—by the body; prāptaḥ—obtained; mahā-indra-bhavane—in the house of Indradeva; mahat—great; āsana-ardham—half-elevated seat.",
    "translation": "It was by His influence only that in a fight I was able to astonish the personality of god Lord Śiva and his wife, the daughter of Mount Himalaya. Thus he [Lord Śiva] became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me, and in addition I was able to reach the heavenly planets in this present body and was allowed a half-elevated seat.",
    "purport": [
        {
            "type": "normal",
            "content": "By the grace of the Supreme Personality of Godhead Śrī Kṛṣṇa, all the demigods, including Lord Śiva, were pleased with Arjuna. The idea is that one who is favored by Lord Śiva or any other demigod may not necessarily be favored by the Supreme Lord Śrī Kṛṣṇa. Rāvaṇa was certainly a great devotee of Lord Śiva, but he could not be saved from the wrath of the Supreme Personality of Godhead Lord Rāmacandra. And there are many instances like that in the histories of the Purāṇas. But here is an instance where we can see that Lord Śiva became pleased even in the fight with Arjuna. The devotees of the Supreme Lord know how to respect the demigods, but the devotees of the demigods sometimes foolishly think that the Supreme Personality of Godhead is no greater than the demigods. By such a conception, one becomes an offender and ultimately meets with the same end as Rāvaṇa and others. The instances described by Arjuna during his friendly dealings with Lord Śrī Kṛṣṇa are instructive for all who may be convinced by the lessons that one can achieve all favors simply by pleasing the Supreme Lord Śrī Kṛṣṇa, whereas the devotees or worshipers of the demigods may achieve only partial benefits, which are also perishable, just as the demigods themselves are."
        },
        {
            "type": "normal",
            "content": "Another significance of the present verse is that Arjuna, by the grace of Lord Śrī Kṛṣṇa, was able to reach the heavenly planet even with the selfsame body and was honored by the heavenly demigod Indradeva, being seated with him half-elevated. One can reach the heavenly planets by the pious acts recommended in the śāstras in the category of fruitive activities. And as stated in the Bhagavad-gītā (BG 9.21), when the reactions of such pious acts are spent, the enjoyer is again degraded to this earthly planet. The moon is also on the level with the heavenly planets, and only persons who have performed virtues only—performing sacrifices, giving charity and undergoing severe austerities—can be allowed to enter into the heavenly planets after the duration of life of the body. Arjuna was allowed to enter into the heavenly planets in the selfsame body simply by the grace of the Lord, otherwise it is not possible to do so. The present attempts to enter into the heavenly planets by the modern scientists will certainly prove futile because such scientists are not on the level of Arjuna. They are ordinary human beings, without any assets of sacrifice, charity or austerities. The material body is influenced by the three modes of material nature, namely goodness, passion and ignorance. The present population is more or less influenced by the modes of passion and ignorance, and the symptoms for such influence are exhibited in their becoming very lusty and greedy. Such degraded fellows can hardly approach the higher planetary systems. Above the heavenly planets there are many other planets also, which only those who are influenced by goodness can reach. In heavenly and other planets within the universe, the inhabitants are all highly intelligent, many more times than the human beings, and they are all pious in the higher and highest mode of goodness. They are all devotees of the Lord, and although their goodness is not unadulterated, still they are known as demigods possessing the maximum amount of good qualities possible within the material world."
        }
    ]
}
