{
    "info": {
        "id": "sb/6/8/32-33",
        "prevId": "sb/6/8/31",
        "nextId": "sb/6/8/34"
    },
    "verses": [
        {
            "roman": "yathaikātmyānubhāvānāṁ\nvikalpa-rahitaḥ svayam\nbhūṣaṇāyudha-liṅgākhyā\ndhatte śaktīḥ sva-māyayā\n"
        },
        {
            "roman": "tenaiva satya-mānena\nsarva-jño bhagavān hariḥ\npātu sarvaiḥ svarūpair naḥ\nsadā sarvatra sarva-gaḥ\n"
        }
    ],
    "synonyms": "yathā—just as; aikātmya—in terms of oneness manifested in varieties; anubhāvānām—of those thinking; vikalpa-rahitaḥ—the absence of difference; svayam—Himself; bhūṣaṇa—decorations; āyudha—weapons; liṅga-ākhyāḥ—characteristics and different names; dhatte—possesses; śaktīḥ—potencies like wealth, influence, power, knowledge, beauty and renunciation; sva-māyayā—by expanding His spiritual energy; tena eva—by that; satya-mānena—true understanding; sarva-jñaḥ—omniscient; bhagavān—the Supreme Personality of Godhead; hariḥ—who can take away all the illusion of the living entities; pātu—may He protect; sarvaiḥ—with all; sva-rūpaiḥ—His forms; naḥ—us; sadā—always; sarvatra—everywhere; sarva-gaḥ—who is all-pervasive.",
    "translation": "The Supreme Personality of Godhead, the living entities, the material energy, the spiritual energy and the entire creation are all individual substances. In the ultimate analysis, however, together they constitute the supreme one, the Personality of Godhead. Therefore those who are advanced in spiritual knowledge see unity in diversity. For such advanced persons, the Lord's bodily decorations, His name, His fame, His attributes and forms and the weapons in His hand are manifestations of the strength of His potency. According to their elevated spiritual understanding, the omniscient Lord, who manifests various forms, is present everywhere. May He always protect us everywhere from all calamities.",
    "purport": [
        {
            "type": "normal",
            "content": "A person highly elevated in spiritual knowledge knows that nothing exists but the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (BG 9.4) where Lord Kṛṣṇa says, mayā tatam idaṁ sarvam, indicating that everything we see is an expansion of His energy. This is confirmed in the Viṣṇu Purāṇa (1.22.52):"
        },
        {
            "type": "verse",
            "content": "eka-deśa-sthitasyāgnerjyotsnā vistāriṇī yathā\nparasya brahmaṇaḥ śaktistathedam akhilaṁ jagat"
        },
        {
            "type": "normal",
            "content": "As a fire, although existing in one place, can expand its light and heat everywhere, so the omnipotent Lord, the Supreme Personality of Godhead, although situated in His spiritual abode, expands Himself everywhere, in both the material and spiritual worlds, by His various energies. Since both cause and effect are the Supreme Lord, there is no difference between cause and effect. Consequently the ornaments and weapons of the Lord, being expansions of His spiritual energy, are not different from Him. There is no difference between the Lord and His variously presented energies. This is also confirmed in the Padma Purāṇa:"
        },
        {
            "type": "verse",
            "content": "nāma cintāmaṇiḥ kṛṣṇaścaitanya-rasa-vigrahaḥ\npūrṇaḥ śuddho nitya-mukto\n'bhinnatvān nāma-nāminoḥ(CC Madhya 17.133)"
        },
        {
            "type": "normal",
            "content": "The holy name of the Lord is fully identical with the Lord, not partially. The word pūrṇa means \"complete.\" The Lord is omnipotent and omniscient, and similarly, His name, form, qualities, paraphernalia and everything pertaining to Him are complete, pure, eternal and free from material contamination. The prayer to the ornaments and carriers of the Lord is not false, for they are as good as the Lord. Since the Lord is all-pervasive, He exists in everything, and everything exists in Him. Therefore even worship of the Lord's weapons or ornaments has the same potency as worship of the Lord. Māyāvādīs refuse to accept the form of the Lord, or they say that the form of the Lord is māyā, or false, but one should note very carefully that this is not acceptable. Although the Lord's original form and His impersonal expansion are one, the Lord maintains His form, qualities and abode eternally. Therefore this prayer says, pātu sarvaiḥ svarūpair naḥ sadā sarvatra sama-gaḥ: \"May the Lord, who is all-pervasive in His various forms, protect us everywhere.\" The Lord is always present everywhere by His name, form, qualities, attributes and paraphernalia, and they all have equal power to protect the devotees. Śrīla Madhvācārya explains this as follows:"
        },
        {
            "type": "verse",
            "content": "eka eva paro viṣṇurbhūṣāheti dhvajeṣv ajaḥ\ntat-tac-chakti-pradatvena\nsvayam eva vyavasthitaḥ\nsatyenānena māṁ devaḥpātu sarveśvaro hariḥ"
        }
    ]
}
