{
    "info": {
        "id": "sb/6/8/4-6",
        "prevId": "sb/6/8/3",
        "nextId": "sb/6/8/7"
    },
    "verses": [
        {
            "roman": "śrī-viśvarūpa uvāca\ndhautāṅghri-pāṇir ācamya\nsapavitra udaṅ-mukhaḥ\nkṛta-svāṅga-kara-nyāso\nmantrābhyāṁ vāg-yataḥ śuciḥ\n"
        },
        {
            "roman": "nārāyaṇa-paraṁ varma\nsannahyed bhaya āgate\npādayor jānunor ūrvor\nudare hṛdy athorasi\n"
        },
        {
            "roman": "mukhe śirasy ānupūrvyād\noṁkārādīni vinyaset\noṁ namo nārāyaṇāyeti\nviparyayam athāpi vā\n"
        }
    ],
    "synonyms": "śrī-viśvarūpaḥ uvāca—Śrī Viśvarūpa said; dhauta—having completely washed; aṅghri—feet; pāṇiḥ—hands; ācamya—performing ācamana (sipping a little water three times after chanting the prescribed mantra); sa-pavitraḥ—wearing rings made of kuśa grass (on the ring finger of each hand); udak-mukhaḥ—sitting facing the north; kṛta—making; sva-aṅga-kara-nyāsaḥ—mental assignment of the eight parts of the body and twelve parts of the hands; mantrābhyām—with the two mantras (oṁ namo bhagavate vāsudevāya and oṁ namo nārāyaṇāya); vāk-yataḥ—keeping oneself silent; śuciḥ—being purified; nārāyaṇa-param—fully intent on Lord Nārāyaṇa; varma—armor; sannahyet—put on oneself; bhaye—when fear; āgate—has come; pādayoḥ—on the two legs; jānunoḥ—on the two knees; ūrvoḥ—on the two thighs; udare—on the abdomen; hṛdi—on the heart; atha—thus; urasi—on the chest; mukhe—on the mouth; śirasi—on the head; ānupūrvyāt—one after another; oṁkāra-ādīni—beginning with oṁkāra; vinyaset—one should place; oṁ—the praṇava; namaḥ—obeisances; nārāyaṇāya—unto Nārāyaṇa, the Supreme Personality of Godhead; iti—thus; viparyayam—the reverse; atha api—moreover; vā—or.",
    "translation": "Viśvarūpa said: If some form of fear arrives, one should first wash his hands and legs clean and then perform ācamana by chanting this mantra: oṁ apavitraḥ pavitro vā sarvāvasthāṁ gato 'pi vā/ yaḥ smaret puṇḍarīkākṣaṁ sa bahyābhyantaraḥ śuciḥ/ śrī-viṣṇu śrī-viṣṇu śrī-viṣṇu. Then one should touch kuśa grass and sit gravely and silently, facing north. When completely purified, one should touch the mantra composed of eight syllables to the eight parts of his body and touch the mantra composed of twelve syllables to his hands. Thus, in the following manner, he should bind himself with the Nārāyaṇa coat of armor. First, while chanting the mantra composed of eight syllables [oṁ namo nārāyaṇāya], beginning with the praṇava, the syllable oṁ, one should touch his hands to eight parts of his body, starting with the two feet and progressing systematically to the knees, thighs, abdomen, heart, chest, mouth and head. Then one should chant the mantra in reverse, beginning from the last syllable [ya], while touching the parts of his body in the reverse order. These two processes are known as utpatti-nyāsa and saṁhāra-nyāsa respectively.",
    "purport": null
}
