{
    "info": {
        "id": "sb/6/8/42",
        "prevId": "sb/6/8/41",
        "nextId": "sb/6/9/1"
    },
    "verses": [
        {
            "roman": "etāṁ vidyām adhigato\nviśvarūpāc chatakratuḥ\ntrailokya-lakṣmīṁ bubhuje\nvinirjitya mṛdhe 'surān\n"
        }
    ],
    "synonyms": "etām—this; vidyām—prayer; adhigataḥ—received; viśvarūpāt—from the brāhmaṇa Viśvarūpa; śata-kratuḥ—Indra, the King of heaven; trailokya-lakṣmīm—all the opulence of the three worlds; bubhuje—enjoyed; vinirjitya—conquering; mṛdhe—in battle; asurān—all the demons.",
    "translation": "King Indra, who performed one hundred sacrifices, received this prayer of protection from Viśvarūpa. After conquering the demons, he enjoyed all the opulences of the three worlds.",
    "purport": [
        {
            "type": "normal",
            "content": "This mystical mantric armor given by Viśvarūpa to Indra, the King of heaven, acted powerfully, with the effect that Indra was able to conquer the asuras and enjoy the opulence of the three worlds without impediments. In this regard, Madhvācārya points out:"
        },
        {
            "type": "verse",
            "content": "vidyāḥ karmāṇi ca sadāguroḥ prāptāḥ phala-pradāḥ\nanyathā naiva phaladāḥprasannoktāḥ phala-pradāḥ"
        },
        {
            "type": "normal",
            "content": "One must receive all kinds of mantras from a bona fide spiritual master; otherwise the mantras will not be fruitful. This is also indicated in Bhagavad-gītā (BG 4.34):"
        },
        {
            "type": "verse",
            "content": "tad viddhi praṇipātenaparipraśnena sevayā\nupadekṣyanti te jñānaṁjñāninas tattva-darśinaḥ"
        },
        {
            "type": "normal",
            "content": "\"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.\" All mantras should be received through the authorized guru, and the disciple must satisfy the guru in all respects, after surrendering at his lotus feet. In the Padma Purāṇa it is also said, sampradāya-vihīnā ye mantrās te niṣphalā matāḥ. There are four sampradāyas, or disciplic successions, namely the Brahma-sampradāya, the Rudra-sampradāya, the Śrī sampradāya and the Kumāra-sampradāya. If one wants to advance in spiritual power, one must receive his mantras from one of these bona fide sampradāyas; otherwise he will never successfully advance in spiritual life."
        }
    ]
}
