{
    "info": {
        "id": "sb/10/18/14",
        "prevId": "sb/10/18/13",
        "nextId": "sb/10/18/15"
    },
    "verses": [
        {
            "roman": "kvacid bilvaiḥ kvacit kumbhaiḥ\nkvacāmalaka-muṣṭibhiḥ\naspṛśya-netra-bandhādyaiḥ\nkvacin mṛga-khagehayā\n"
        }
    ],
    "synonyms": "kvacit—sometimes; bilvaiḥ—with bilva fruits; kvacit—sometimes; kumbhaiḥ—with kumbha fruits; kvaca—and sometimes; āmalaka-muṣṭibhiḥ—with palmfuls of āmalaka fruits; aspṛśya—with games such as tṛying to touch one another; netra-bandha—trying to identify another when one is blindfolded; ādyaiḥ—and so on; kvacit—sometimes; mṛga—like animals; khaga—and birds; īhayā—acting.",
    "translation": "\nSometimes the cowherd boys would play with bilva or kumbha fruits, and sometimes with handfuls of āmalaka fruits. At other times they would play the games of trying to touch one another or of trying to identify somebody while one is blindfolded, and sometimes they would imitate animals and birds.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Sanātana Gosvāmī explains that the word ādyaiḥ, \"by other such sports,\" indicates such games as chasing one another and building bridges. Another pastime would occur at noon, while Lord Kṛṣṇa was taking rest. Nearby, the young cowherd girls would be passing by, singing, and Kṛṣṇa's boyfriends would pretend to inquire from them about the price of milk. Then the boys would steal yogurt and other items from them and run away. Kṛṣṇa, Balarāma and Their friends would also play games in which they would cross the river in boats.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura further explains that the boys would play with fruits by throwing a few in the air and then throwing others to try to hit them. The word netra-bandha indicates a game in which one boy would approach a blindfolded boy from behind and place his palms over the blindfolded boy's eyes. Then, simply by the feel of his palms, the blindfolded boy would have to guess who the other boy was. In all such games the boys put up stakes for the winner, such as flutes or walking sticks. Sometimes the boys would imitate the various fighting methods of the forest animals, and at other times they would chirp like birds.\n"
        }
    ]
}
