{
    "info": {
        "id": "sb/10/18/summary",
        "prevId": "sb/10/17/25",
        "nextId": "sb/10/18/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The killing of Pralambāsura is described in this chapter. While playing happily in Vṛndāvana, Lord Baladeva climbed up on the shoulders of the demon Pralamba and struck his head with His fist, destroying him."
        },
        {
            "type": "normal",
            "content": "Śrī Vṛndāvana, where Kṛṣṇa and Balarāma enacted Their pastimes, was even during the summer decorated with all the qualities of spring. At that time Lord Śrī Kṛṣṇa would become absorbed in various sports, surrounded by Balarāma and all the cowherd boys. One day they were intently dancing, singing and playing when a demon named Pralamba entered their midst, disguised as a cowherd boy. The omniscient Lord Kṛṣṇa saw through the disguise, but even as He thought of how to kill the demon, He treated him as a friend."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa then suggested to His young friends and Baladeva that they play a game involving contending parties. Taking the role of leaders, Kṛṣṇa and Balarāma divided the boys into two groups and determined that the losers would have to carry the winners on their shoulders. Thus when Śrīdāmā and Vṛṣabha, members of Balarāma's party, were victorious, Kṛṣṇa and another boy in His party carried them on their shoulders. Pralambāsura thought that the unconquerable Lord Śrī Kṛṣṇa would be too great an opponent to contend with, so the demon fought with Balarāma instead and was defeated. Taking Lord Balarāma on his back, Pralambāsura began to walk away very swiftly. But Balarāma became as heavy as Mount Sumeru, and the demon, unable to carry Him, had to reveal his true, demoniac form. When Balarāma saw this terrible form, He struck the demon a ferocious blow on the head with His fist. This blow shattered Pralambāsura's head just as lightning bolts hurled by the king of the demigods shatter mountains. The demon repeatedly vomited blood and then fell upon the ground. When the cowherd boys saw Lord Balarāma return, they joyfully embraced and congratulated Him as the demigods showered garlands of flowers from the heavens and glorified Him."
        }
    ]
}
