{
    "info": {
        "id": "sb/4/23/21",
        "prevId": "sb/4/23/20",
        "nextId": "sb/4/23/22"
    },
    "verses": [
        {
            "roman": "dehaṁ vipannākhila-cetanādikaṁ\npatyuḥ pṛthivyā dayitasya cātmanaḥ\nālakṣya kiñcic ca vilapya sā satī\ncitām athāropayad adri-sānuni\n"
        }
    ],
    "synonyms": "deham—body; vipanna—completely failing; akhila—all; cetana—feeling; ādikam—symptoms; patyuḥ—of her husband; pṛthivyāḥ—the world; dayitasya—of the merciful; ca ātmanaḥ—also of herself; ālakṣya—by seeing; kiñcit—very little; ca—and; vilapya—lamenting; sā—she; satī—the chaste; citām—unto the fire; atha—now; āropayat—placed; adri—hill; sānuni—on the top.",
    "translation": "When Queen Arci saw that her husband, who had been so merciful to her and the earth, no longer showed symptoms of life, she lamented for a little while and then built a fiery pyre on top of a hill and placed the body of her husband on it.",
    "purport": [
        {
            "type": "normal",
            "content": "After seeing all the life symptoms in her husband stop, the Queen lamented for a while. The word kiñcit means \"for a little while.\" The Queen was completely aware that her husband was not dead, although the symptoms of life—action, intelligence and sense perception—had ceased. As stated in Bhagavad-gītā (BG 2.13):"
        },
        {
            "type": "verse",
            "content": "dehino 'smin yathā dehekaumāraṁ yauvanaṁ jarā\ntathā dehāntara-prāptirdhīras tatra na muhyati"
        },
        {
            "type": "normal",
            "content": "\"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.\""
        },
        {
            "type": "normal",
            "content": "When a living entity transfers from one body to another, a process generally known as death, a sane man does not lament, for he knows that the living entity is not dead but is simply transferred from one body to another. The Queen should have been afraid of being alone in the forest with the body of her husband, but since she was a great wife of a great personality, she lamented for a while but immediately understood that she had many duties to perform. Thus instead of wasting her time in lamentation, she immediately prepared a fiery pyre on top of a hill and then placed the body of her husband on it to be burned."
        },
        {
            "type": "normal",
            "content": "Mahārāja Pṛthu is described here as dayita, for not only was he the king of the earth, but he treated the earth as his protected child. Similarly, he protected his wife also. It was the duty of the king to give protection to everyone, especially to the earth or land which he ruled, as well as the citizens and his family members. Since Pṛthu Mahārāja was a perfect king, he gave protection to everyone, and therefore he is described here as dayita."
        }
    ]
}
