{
    "info": {
        "id": "sb/4/23/35",
        "prevId": "sb/4/23/34",
        "nextId": "sb/4/23/36"
    },
    "verses": [
        {
            "roman": "dhanyaṁ yaśasyam āyuṣyaṁ\nsvargyaṁ kali-malāpaham\ndharmārtha-kāma-mokṣāṇāṁ\nsamyak siddhim abhīpsubhiḥ\nśraddhayaitad anuśrāvyaṁ\ncaturṇāṁ kāraṇaṁ param\n"
        }
    ],
    "synonyms": "dhanyam—the source of riches; yaśasyam—the source of reputation; āyuṣyam—the source of an increased span of life; svargyam—the source of elevation to the heavenly planets; kali—of the age of Kali; mala-apaham—decreasing the contamination; dharma—religion; artha—economic development; kāma—sense gratification; mokṣāṇām—of liberation; samyak—completely; siddhim—perfection; abhīpsubhiḥ—by those desiring; śraddhayā—with great respect; etat—this narration; anuśrāvyam—must one hear; caturṇām—of the four; kāraṇam—cause; param—ultimate.",
    "translation": "By hearing the narration of Pṛthu Mahārāja, one can become great, increase his duration of life, gain promotion to the heavenly planets and counteract the contaminations of this age of Kali. In addition, one can promote the causes of religion, economic development, sense gratification and liberation. Therefore from all sides it is advisable for a materialistic person who is interested in such things to read and hear the narrations of the life and character of Pṛthu Mahārāja.",
    "purport": [
        {
            "type": "normal",
            "content": "By reading and hearing the narrations of the life and character of Pṛthu Mahārāja, one naturally becomes a devotee, and as soon as one becomes a devotee, his material desires automatically become fulfilled. Therefore it is recommended in Śrīmad-Bhāgavatam (SB 2.3.10):"
        },
        {
            "type": "verse",
            "content": "akāmaḥ sarva-kāmo vāmokṣa-kāma udāra-dhīḥ\ntīvreṇa bhakti-yogenayajeta puruṣaṁ param"
        },
        {
            "type": "normal",
            "content": "If a person wants to return home, back to Godhead, or wants to become a pure devotee (akāma), or wants some material prosperity (sakāma or sarva-kāma), or wants to merge into the existence of the Supreme Brahman effulgence (mokṣa-kāma), he is recommended to take to the path of devotional service and hear and chant of Lord Viṣṇu or of His devotee. This is the sum and substance of all Vedic literatures. Vedaiś ca sarvair aham eva vedyaḥ (BG 15.15). The purpose of Vedic knowledge is to understand Kṛṣṇa and His devotees. Whenever we speak of Kṛṣṇa, we refer to His devotees also, for He is not alone. He is never nirviśeṣa or śūnya, without variety, or zero. Kṛṣṇa is full of variety, and as soon as Kṛṣṇa is present, there cannot be any question of void."
        }
    ]
}
