{
    "info": {
        "id": "sb/10/6/19",
        "prevId": "sb/10/6/18",
        "nextId": "sb/10/6/20"
    },
    "verses": [
        {
            "roman": "yaśodā-rohiṇībhyāṁ tāḥ\nsamaṁ bālasya sarvataḥ\nrakṣāṁ vidadhire samyag\ngo-puccha-bhramaṇādibhiḥ\n"
        }
    ],
    "synonyms": "yaśodā-rohiṇībhyām—with mother Yaśodā and mother Rohiṇī, who principally took charge of the child; tāḥ—the other gopīs; samam—equally as important as Yaśodā and Rohiṇī; bālasya—of the child; sarvataḥ—from all dangers; rakṣām—protection; vidadhire—executed; samyak—completely; go-puccha-bhramaṇa-ādibhiḥ—by waving around the switch of a cow.",
    "translation": "\nThereafter, mother Yaśodā and Rohiṇī, along with the other elderly gopīs, waved about the switch of a cow to give full protection to the child Śrī Kṛṣṇa.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen Kṛṣṇa was saved from such a great danger, mother Yaśodā and Rohiṇī were principally concerned, and the other elderly gopīs, who were almost equally concerned, followed the activities of mother Yaśodā and Rohiṇī. Here we find that in household affairs, ladies could take charge of protecting a child simply by taking help from the cow. As described here, they knew how to wave about the switch of a cow so as to protect the child from all types of danger. There are so many facilities afforded by cow protection, but people have forgotten these arts. The importance of protecting cows is therefore stressed by Kṛṣṇa in Bhagavad-gītā (kṛṣi-go-rakṣya-vāṇijyaṁ vaiśya-karma svabhāvajam (BG 18.44)). Even now in the Indian villages surrounding Vṛndāvana, the villagers live happily simply by giving protection to the cow. They keep cow dung very carefully and dry it to use as fuel. They keep a sufficient stock of grains, and because of giving protection to the cows, they have sufficient milk and milk products to solve all economic problems. Simply by giving protection to the cow, the villagers live so peacefully. Even the urine and stool of cows have medicinal value.\n"
        }
    ]
}
