{
    "info": {
        "id": "sb/10/6/27-29",
        "prevId": "sb/10/6/25-26",
        "nextId": "sb/10/6/30"
    },
    "verses": [
        {
            "roman": "ḍākinyo yātudhānyaś ca\nkuṣmāṇḍā ye 'rbhaka-grahāḥ\nbhūta-preta-piśācāś ca\nyakṣa-rakṣo-vināyakāḥ\n"
        },
        {
            "roman": "koṭarā revatī jyeṣṭhā\npūtanā mātṛkādayaḥ\nunmādā ye hy apasmārā\ndeha-prāṇendriya-druhaḥ\n"
        },
        {
            "roman": "svapna-dṛṣṭā mahotpātā\nvṛddhā bāla-grahāś ca ye\nsarve naśyantu te viṣṇor\nnāma-grahaṇa-bhīravaḥ\n"
        }
    ],
    "synonyms": "ḍākinyaḥ yātudhānyaḥ ca kuṣmāṇḍāḥ—witches and devils, enemies of children; ye—those who are; arbhaka-grahāḥ—like evil stars for children; bhūta—evil spirits; preta—evil hobgoblins; piśācāḥ—similar bad spirits; ca—also; yakṣa—the living entities known as Yakṣas; rakṣaḥ—those known as Rākṣasas; vināyakāḥ—those by the name Vināyaka; koṭarā—by the name Koṭarā; revatī—by the name Revatī; jyeṣṭhā—by the name Jyeṣṭhā; pūtanā—by the name Pūtanā; mātṛkā-ādayaḥ—and evil women like Mātṛkā; unmādāḥ—those who cause madness; ye—which others; hi—indeed; apasmārāḥ—causing loss of memory; deha-prāṇa-indriya—to the body, life air and senses; druhaḥ—give trouble; svapna-dṛṣṭāḥ—the evil spirits that cause bad dreams; mahā-utpātāḥ—those causing great disturbances; vṛddhāḥ—the most experienced; bāla-grahāḥ ca—and those attacking children; ye—who; sarve—all of them; naśyantu—let be vanquished; te—those; viṣṇoḥ—of Lord Viṣṇu; nāma-grahaṇa—by the chanting of the name; bhīravaḥ—become afraid.",
    "translation": "The evil witches known as Ḍākinīs, Yātudhānīs and Kuṣmāṇḍas are the greatest enemies of children, and the evil spirits like Bhūtas, Pretas, Piśācas, Yakṣas, Rākṣasas and Vināyakas, as well as witches like Koṭarā, Revatī, Jyeṣṭhā, Pūtanā and Mātṛkā, are always ready to give trouble to the body, the life air and the senses, causing loss of memory, madness and bad dreams. Like the most experienced evil stars, they all create great disturbances, especially for children, but one can vanquish them simply by uttering Lord Viṣṇu's name, for when Lord Viṣṇu's name resounds, all of them become afraid and go away.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Brahma-saṁhitā (BS 5.33):"
        },
        {
            "type": "verse",
            "content": "advaitam acyutam anādim ananta-rūpamādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca\nvedeṣu durlabham adurlabham ātma-bhaktaugovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship the Supreme Personality of Godhead, Govinda, who is the original person—nondual, infallible, and without beginning. Although He expands into unlimited forms, He is still the original, and although He is the oldest person, He always appears as a fresh youth. Such eternal, blissful and all-knowing forms of the Lord cannot be understood by the academic wisdom of the Vedas, but they are always manifest to pure, unalloyed devotees.\""
        },
        {
            "type": "normal",
            "content": "While decorating the body with tilaka, we give protection to the body by chanting twelve names of Viṣṇu. Although Govinda, or Lord Viṣṇu, is one, He has different names and forms with which to act differently. But if one cannot remember all the names at one time, one may simply chant, \"Lord Viṣṇu, Lord Viṣṇu, Lord Viṣṇu,\" and always think of Lord Viṣṇu. Viṣṇor ārādhanaṁ param: this is the highest form of worship. If one remembers Viṣṇu always, even though one is disturbed by many bad elements, one can be protected without a doubt. The Āyurveda-śāstra recommends, auṣadhi cintayet viṣṇum: even while taking medicine, one should remember Viṣṇu, because the medicine is not all and all and Lord Viṣṇu is the real protector. The material world is full of danger (padaṁ padaṁ yad vipadām (SB 10.14.58)). Therefore one must become a Vaiṣṇava and think of Viṣṇu constantly. This is made easier by the chanting of the Hare Kṛṣṇa mahā-mantra. Therefore Śrī Caitanya Mahāprabhu has recommended, kīrtanīyaḥ sadā hariḥ (CC Adi 17.31) paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam, and kīrtanād eva kṛṣṇasya mukta-saṅgaḥ paraṁ vrajet."
        }
    ]
}
