{
    "info": {
        "id": "sb/10/6/summary",
        "prevId": "sb/10/5/32",
        "nextId": "sb/10/6/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "A summary of the Sixth Chapter is as follows: when Nanda Mahārāja, following the instructions of Vasudeva, was returning home, he saw a great demoniac woman lying on the road, and then he heard about her death."
        },
        {
            "type": "normal",
            "content": "While Nanda Mahārāja, the King of Vraja, was thinking about Vasudeva's words concerning disturbances in Gokula, he was a little afraid and sought shelter at the lotus feet of Śrī Hari. Meanwhile, Kaṁsa sent to the village of Gokula a Rākṣasī named Pūtanā, who was wandering here and there killing small babies. Of course, wherever there is no Kṛṣṇa consciousness, there is the danger of such Rākṣasīs, but since the Supreme Personality of Godhead Himself was in Gokula, Pūtanā could accept nothing there but her own death."
        },
        {
            "type": "normal",
            "content": "One day, Pūtanā arrived from outer space in Gokula, the home of Nanda Mahārāja, and by displaying her mystic power, she assumed the disguise of a very beautiful woman. Taking courage, she immediately entered Kṛṣṇa's bedroom without anyone's permission; by the grace of Kṛṣṇa, no one forbade her to enter the house or the room, because that was Kṛṣṇa's desire. The baby Kṛṣṇa, who resembled a fire covered by ashes, looked upon Pūtanā and thought that He would have to kill this demon, the beautiful woman. Enchanted by the influence of yogamāyā and the Personality of Godhead, Pūtanā took Kṛṣṇa upon her lap, and neither Rohiṇī nor Yaśodā objected. The demon Pūtanā offered her breast for Kṛṣṇa to suck, but her breast was smeared with poison. The child Kṛṣṇa, therefore, squeezed Pūtanā's breast so severely that in unbearable pain she had to assume her original body and fell to the ground. Then Kṛṣṇa began playing on her breast just like a small child. When Kṛṣṇa was playing, the gopīs were pacified and took the child away to their own laps. After this incident, the gopīs took precautions because of the attack of the Rākṣasī. Mother Yaśodā gave the child her breast to suck and then laid Him in bed."
        },
        {
            "type": "normal",
            "content": "Meanwhile, Nanda and his associates the cowherd men returned from Mathurā, and when they saw the great dead body of Pūtanā, they were struck with wonder. Everyone was astonished that Vasudeva had foretold this mishap, and they praised Vasudeva for his power of foresight. The inhabitants of Vraja cut the gigantic body of Pūtanā into pieces, but because Kṛṣṇa had sucked her breast, she had been freed from all sins, and therefore when the cowherd men burned the pieces of her body in a fire, the smoke filled the air with a very pleasing fragrance. Ultimately, although Pūtanā had desired to kill Kṛṣṇa, she attained the Lord's abode. From this incident we gain the instruction that if one is attached to Kṛṣṇa somehow or other, even as an enemy, one ultimately attains success. What then is to be said of devotees who are naturally attached to Kṛṣṇa in love? When the inhabitants of Vraja heard about the killing of Pūtanā and the welfare of the child, they were very much satisfied. Nanda Mahārāja took the baby Kṛṣṇa on his lap and was filled with satisfaction."
        }
    ]
}
