{
    "info": {
        "id": "sb/3/6/35",
        "prevId": "sb/3/6/34",
        "nextId": "sb/3/6/36"
    },
    "verses": [
        {
            "roman": "etat kṣattar bhagavato\ndaiva-karmātma-rūpiṇaḥ\nkaḥ śraddadhyād upākartuṁ\nyogamāyā-balodayam\n"
        }
    ],
    "synonyms": "etat—this; kṣattaḥ—O Vidura; bhagavataḥ—of the Supreme Personality of Godhead; daiva-karma-ātma-rūpiṇaḥ—of the gigantic form of transcendental work, time and nature; kaḥ—who else; śraddadhyāt—can aspire; upākartum—measure in totality; yogamāyā—internal potency; bala-udayam—manifested by the strength of.",
    "translation": "O Vidura, who can estimate or measure the transcendental time, work and potency of the gigantic form manifested by the internal potency of the Supreme Personality of Godhead?",
    "purport": [
        {
            "type": "normal",
            "content": "The froggish philosophers may go on with their mental speculations on the subject matter of the virāṭ, the gigantic form exhibited by the yoga-māyā internal potency of the Supreme Personality of Godhead, but factually no one can measure such a vast exhibition. In Bhagavad-gītā (BG 11.16), Arjuna, the recognized devotee of the Lord, says:"
        },
        {
            "type": "verse",
            "content": "aneka-bāhūdara-vaktra-netraṁpaśyāmi tvāṁ sarvato 'nanta-rūpam\nnāntaṁ na madhyaṁ na punas tavādiṁpaśyāmi viśveśvara viśva-rūpa"
        },
        {
            "type": "normal",
            "content": "\"O my Lord, O gigantic viśva-rūpa form, O master of the universe, I see innumerable hands, bodies, mouths and eyes in all directions, and they are all unlimited. I cannot find the end of this manifestation, nor do I see the middle, nor the beginning.\""
        },
        {
            "type": "normal",
            "content": "Bhagavad-gītā was specifically spoken to Arjuna, and the viśva-rūpa was exhibited before him at his request. He was awarded the specific eyes to see this viśva-rūpa, yet although he was able to see the Lord's innumerable hands and mouths, he was unable to see Him completely. Since Arjuna was unable to estimate the length and breadth of the potency of the Lord, who else would be able to do so? One may only indulge in miscalculation like the frog-philosopher. The frog-philosopher wanted to estimate the length and breadth of the Pacific Ocean by his experience of a well three cubic feet large, and thus he began to puff himself up to become as big as the Pacific Ocean, but at last he burst and died by this process. This story is applicable to the mental philosophers who, under the illusion of the Lord's external energy, indulge in estimating the length and breadth of the Supreme Lord. The best path is to become a cool-headed, submissive devotee of the Lord, try to hear about the Lord from the bona fide spiritual master, and thus serve the Lord in transcendental loving service, as suggested in the previous verse."
        }
    ]
}
