{
    "info": {
        "id": "sb/10/87/12-13",
        "prevId": "sb/10/87/11",
        "nextId": "sb/10/87/14"
    },
    "verses": [
        {
            "roman": "śrī-sanandana uvāca\nsva-sṛṣṭam idam āpīya\nśayānaṁ saha śaktibhiḥ\ntad-ante bodhayāṁ cakrus\ntal-liṅgaiḥ śrutayaḥ param\n"
        },
        {
            "roman": "yathā śayānaṁ saṁrājaṁ\nvandinas tat-parākramaiḥ\npratyūṣe 'bhetya su-ślokair\nbodhayanty anujīvinaḥ\n"
        }
    ],
    "synonyms": "śrī-sanandanaḥ—Śrī Sanandana (the exalted mind-born son of Brahmā who was chosen to reply to the sages' inquiry); uvāca—said; sva—by Himself; sṛṣṭam—created; idam—this (universe); āpīya—having withdrawn; śayānam—lying asleep; saha—with; śaktibhiḥ—His energies; tat—of that (period of universal dissolution); ante—at the end; bodhayām cakruḥ—they awakened Him; tat—His; liṅgaiḥ—with (descriptions of) His characteristics; śrutayaḥ—the Vedas; param—the Supreme; yathā—just as; śayānam—sleeping; saṁrājam—a king; vandinaḥ—his court poets; tat—his; parākramaiḥ—with (recitations of) the heroic deeds; pratyūṣe—at dawn; abhetya—approaching him; suślokaiḥ—poetic; bodhayanti—they awaken; anujīvinaḥ—his servants.",
    "translation": "\nŚrī Sanandana replied: After the Supreme Lord withdrew the universe He had previously created, He lay for some time as if asleep, and all His energies rested dormant within Him. When the time came for the next creation, the personified Vedas awakened Him by chanting His glories, just as the poets serving a king approach him at dawn and awaken him by reciting his heroic deeds.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAt the time of creation, the Vedas are the first emanation from the breathing of Lord Mahā-Viṣṇu, and in personified form they serve Him by waking Him from His mystic sleep. This statement made by Sanandana implies that Sanaka and the other sages had asked him the same question that Nārada had asked Nārāyaṇa Ṛṣi and Mahārāja Parīkṣit had asked Śukadeva Gosvāmī. Sanandana refers the question back to the example of the personified Vedas themselves in their address to Lord Mahā-Viṣṇu. Even though the Vedas knew that the Lord, being omniscient, does not need to be informed of His glories, they enthusiastically took this opportunity to praise Him.\n"
        }
    ]
}
