{
    "info": {
        "id": "sb/10/87/18",
        "prevId": "sb/10/87/17",
        "nextId": "sb/10/87/19"
    },
    "verses": [
        {
            "roman": "udaram upāsate ya ṛṣi-vartmasu kūrpa-dṛśaḥ\nparisara-paddhatiṁ hṛdayam āruṇayo daharam\ntata udagād ananta tava dhāma śiraḥ paramaṁ\npunar iha yat sametya na patanti kṛtānta-mukhe\n"
        }
    ],
    "synonyms": "udaram—the abdomen; upāsate—worship; ye—who; ṛṣi—of sages; vartmasu—according to the standard methods; kūrpa—gross; dṛśaḥ—their vision; parisara—from which all the prāṇic channels emanate; paddhatim—the node; hṛdayam—the heart; āruṇayaḥ—the Āruṇi sages; daharam—subtle; tataḥ—thence; udagāt—(the soul) rises up; ananta—O unlimited Lord; tava—Your; dhāma—place of appearance; śiraḥ—to the head; paramam—the highest destination; punaḥ—again; iha—into this world; yat—which; sametya—reaching; na patanti—they do not fall down; kṛta-anta—of death; mukhe—into the mouth.",
    "translation": "\nAmong the followers of the methods set forth by great sages, those with less refined vision worship the Supreme as present in the region of the abdomen, while the Āruṇis worship Him as present in the heart, in the subtle center from which all the prāṇic channels emanate. From there, O unlimited Lord, these worshipers raise their consciousness upward to the top of the head, where they can perceive You directly. Then, passing through the top of the head toward the supreme destination, they reach that place from which they will never again fall to this world, into the mouth of death.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere the śrutis who teach meditational yoga glorify the Personality of Godhead. The various processes of yoga are for the most part gradual and full of opportunities for distraction. Authentic methods of yoga, nonetheless, all aim at meditation on the Supersoul (Paramātmā), whose primary residence is in the region of the heart, alongside the jīva soul. This manifestation of Paramātmā in the heart is very subtle and difficult to perceive (daharam), and thus only advanced yogīs can realize Him there.\n"
        },
        {
            "type": "normal",
            "content": "Neophyte meditators often practice focusing on the Supersoul's secondary presence in one of the lower centers of vital energy, such as the mūlādhāra-cakra, at the base of the spine, the svādhiṣṭhāna-cakra, in the area of the navel, or the maṇipūra-cakra, in the abdomen. Lord Kṛṣṇa refers to His expansion as Paramātmā in the abdominal cakra as follows:\n"
        },
        {
            "type": "verse",
            "content": "ahaṁ vaiśvānaro bhūtvā\nprāṇinaṁ deham āsthitaḥ\nprāṇāpāna-samāyuktaḥ\npacāmy annaṁ catur-vidham"
        },
        {
            "type": "normal",
            "content": "\n\"I am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of food.\" (BG 15.14) Lord Vaiśvānara presides over digestion and in general bestows the capacity of mobility on animals, humans and demigods. In the judgment of the śrutis speaking this verse, those who limit their meditation to this form of the Lord are less intelligent, kūrpa-dṛśaḥ, meaning literally \"having eyes clouded by dust.\"\n"
        },
        {
            "type": "normal",
            "content": "The superior yogīs known as Āruṇis, on the other hand, worship the Supersoul in His form as the indwelling companion of the jīva in the heart, the Lord who endows His dependent with the power of knowledge and inspires him with all varieties of practical intelligence. And just as the physical heart is the center of blood circulation, so the subtle heart—cakra is the crossroads of numerous channels of prāṇa, called nāḍīs, which extend outward to all parts of the body. When these passageways have been sufficiently purified, the Āruṇi yogīs can leave the heart region and go upward to the cakra at the roof of the brain. Yogīs who leave their bodies through this cakra, the brahma-randhra, go directly to the kingdom of God, from which they need never return to be reborn. Thus even the unsure process of meditational yoga can bear the fruit of pure devotion if it is followed perfectly.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura cites several śruti-mantras that echo the words of this verse: udaraṁ brahmeti śārkarākṣā upāsate hṛdayaṁ brahmeti āruṇayo brahmā haivaitā ita ūrdhvaṁ tv evodasarpat tac-chiro 'śrayate. \"Those whose vision is clouded identify Brahman with the abdomen, while the Āruṇis worship Brahman in the heart. One who is truly Brahman-realized travels upward from the heart to take shelter of the Lord who is manifested at the top of the head.\"\n"
        },
        {
            "type": "verse",
            "content": "śataṁ caikā ca hṛdayasya nāḍyas\ntāsāṁ mūrdhānam abhiniḥsṛtaikā\ntayordhvam āyann amṛtatvam eti\nviśvaṅṅ anyā utkramaṇe bhavanti"
        },
        {
            "type": "normal",
            "content": "\n\"There are one hundred and one subtle prāṇic channels emanating from the heart. One of these—the suṣumṇā—extends to the top of the head. By passing up through this channel, one transcends death. The other channels lead in all directions, to various kinds of rebirth.\" (Chāndogya Upaniṣad 8.6.6)\n"
        },
        {
            "type": "normal",
            "content": "The Upaniṣads refer repeatedly to the indwelling Paramātmā. Śrī Śvetāśvatara Upaniṣad (3.12-13) describes Him as follows:\n"
        },
        {
            "type": "verse",
            "content": "mahān prabhur vai puruṣaḥ\nsattvasyaiṣa pravartakaḥ\nsu-nirmalāṁ imāṁ prāptim\nīśāno jyotir avyayaḥ"
        },
        {
            "type": "verse",
            "content": "aṅguṣṭha-mātraḥ puruṣo 'ntar-ātmā\nsadā janānāṁ hṛdaye sanniviṣṭaḥ\nhṛdā manīṣā manasābhikḷpto\nya etad vidur amṛtās te bhavanti"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme Personality of Godhead becomes the Puruṣa to initiate the expansion of this cosmos. He is the perfectly pure goal that yogīs strive to reach, the effulgent and infallible ultimate controller. Measuring the size of a thumb, the Puruṣa is always present as the Supersoul within the hearts of all living beings. By exercising proper intelligence, one can realize Him within the heart; those who learn this method will gain immortality. \"\n"
        },
        {
            "type": "normal",
            "content": "In conclusion, Śrīla Śrīdhara Svāmī prays,\n"
        },
        {
            "type": "verse",
            "content": "udarādiṣu yaḥ puṁsāṁ\ncintito muni-vartmabhiḥ\nhanti mṛtyu-bhayam devo\nhṛd-gataṁ tam upāsmahe"
        },
        {
            "type": "normal",
            "content": "\n\"Let us worship the Supreme Lord, who resides in the heart. When mortal beings think of Him by the standard procedures established by great sages, meditating upon Him in His expansions in the abdomen and other regions of the body, the Lord reciprocates by destroying all fear of death.\"\n"
        }
    ]
}
