{
    "info": {
        "id": "sb/10/87/22",
        "prevId": "sb/10/87/21",
        "nextId": "sb/10/87/23"
    },
    "verses": [
        {
            "roman": "tvad-anupathaṁ kulāyam idam ātma-suhṛt-priya-vac\ncarati tathonmukhe tvayi hite priya ātmani ca\nna bata ramanty aho asad-upāsanayātma-hano\nyad-anuśayā bhramanty uru-bhaye ku-śarīra-bhṛtaḥ\n"
        }
    ],
    "synonyms": "tvat—You; anupatham—useful for serving; kulāyam—body; idam—this; ātma—self; suhṛt—friend; priya—and beloved; vat—as; carati—acts; tathā—nevertheless; unmukhe—who are favorably disposed; tvayi—in You; hite—who are helpful; priye—who are affectionate; ātmani—who are their very Self; ca—and; na—not; bata—alas; ramanti—they take pleasure; aho—ah; asat—of the unreal; upāsanayā—by worship; ātma—themselves; hanaḥ—killing; yat—in which (worship of the unreal); anuśayāḥ—whose persistent desires; bhramanti—they wander; uru—greatly; bhaye—in the fearful (material existence); ku—degraded; śarīra—bodies; bhṛtaḥ—carrying.",
    "translation": "When this human body is used for Your devotional service, it acts as one's self, friend and beloved. But unfortunately, although You always show mercy to the conditioned souls and affectionately help them in every way, and although You are their true Self, people in general fail to delight in You. Instead they commit spiritual suicide by worshiping illusion. Alas, because they persistently hope for success in their devotion to the unreal, they continue to wander about this greatly fearful world, assuming various degraded bodies.",
    "purport": [
        {
            "type": "normal",
            "content": "The Vedas have strong words for those who choose to remain in illusion rather than serve the all-merciful Personality of Godhead. The Bṛhad-āraṇyaka Upaniṣad (4.3.15) states, ārāmam asya paśyanti na taṁ paśyati kaścana. na tam vidātha ya imā jajānānyad yuṣmākam antaram babhūva. nīhāreṇa prāvṛtā jalpyā cāsu-tṛpa uktha-śāsaś caranti: \"Everyone can see the place where the Lord manifested Himself in this world for His own pleasure, but still no one sees Him. None of you know Him who generated all these living beings, and thus there is a great difference between your vision and His. Covered by the fog of illusion, you performers of Vedic rituals indulge in useless talk and live only to gratify your senses.\""
        },
        {
            "type": "normal",
            "content": "The Supreme Lord pervades this universe, as He says in the Bhagavad-gītā (BG 9.4), mayā tataṁ idaṁ sarvaṁ jagat. Nothing in this world, not even the most insignificant clay pot or shred of cloth, is devoid of the presence of the Personality of Godhead. But because He keeps Himself invisible to envious eyes (avyakta-mūrtinā), materialists are misled by His material energy and think that the source of material creation is a combination of atoms and physical forces."
        },
        {
            "type": "normal",
            "content": "Displaying their compassion for such foolish materialists, the personified Vedas advise them in this prayer to remember the real purpose for which they exist: to serve the Lord, their greatest well-wisher, with loving devotion. The human body is the ideal facility for reviving one's spiritual consciousness; its organs—ears, tongue, eyes and so on—are quite suitable for hearing about the Lord, chanting His glories, worshiping Him and performing all the other essential aspects of devotional service."
        },
        {
            "type": "normal",
            "content": "One's material body is destined to remain intact for only a short time, and so it is called kulāyam, subject to \"dissolving into the earth\" (kau līyate). Nonetheless, if properly utilized it can be one's best friend. When one is immersed in material consciousness, however, the body becomes a false friend, distracting the bewildered living entity from his true self-interest. Persons too much infatuated with their own bodies and those of their spouses, children, pets and so on are in fact misdirecting their devotion to the worship of illusion, asad-upāsanā. In this way, as the śrutis state here, such people commit spiritual suicide, insuring future punishment for failing to carry out the higher responsibilities of human existence. As the Īśopaniṣad (3) declares,"
        },
        {
            "type": "verse",
            "content": "asuryā nāma te lokāandhena tamasāvṛtāḥ\ntāṁs te pretyābhigacchantiye ke cātma-hano janāḥ"
        },
        {
            "type": "normal",
            "content": "\"The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance.\""
        },
        {
            "type": "normal",
            "content": "Those who are overly attached to sense gratification, or who worship the impermanent in the form of false, materialistic scriptures and philosophies, maintain desires that carry them into more degraded bodies in each successive life. Since they are entrapped in the perpetually rotating cycle of saṁsāra, their only hope for salvation is getting a chance to hear the merciful instructions spoken by the Supreme Lord's devotees."
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī prays,"
        },
        {
            "type": "verse",
            "content": "tvayy ātmani jagan-nātheman-mano ramatām iha\nkadā mamedṛśaṁ janmamānuṣaṁ sambhaviṣyati"
        },
        {
            "type": "normal",
            "content": "\"When will I receive a human birth in which my mind may take pleasure in You, who are the Supreme Soul and Lord of the universe?\""
        }
    ]
}
