{
    "info": {
        "id": "sb/10/87/23",
        "prevId": "sb/10/87/22",
        "nextId": "sb/10/87/24"
    },
    "verses": [
        {
            "roman": "nibhṛta-marun-mano-'kṣa-dṛḍha-yoga-yujo hṛdi yan\nmunaya upāsate tad arayo 'pi yayuḥ smaraṇāt\nstriya uragendra-bhoga-bhuja-daṇḍa-viṣakta-dhiyo\nvayam api te samāḥ sama-dṛśo 'ṅghri-saroja-sudhāḥ\n"
        }
    ],
    "synonyms": "nibhṛta—brought under control; marut—with breathing; manaḥ—mind; akṣa—and senses; dṛḍha-yoga—in steadfast yoga; yujaḥ—engaged; hṛdi—in the heart; yat—which; munayaḥ—sages; upāsate—worship; tat—that; arayaḥ—enemies; api—also; yayuḥ—attained; smaraṇāt—by remembering; striyaḥ—women; uraga-indra—of lordly serpents; bhoga—(like) the bodies; bhuja—whose arms; daṇḍa—rodlike; viṣakta—attracted; dhiyaḥ—whose minds; vayam—we; api—also; te—to You; samāḥ—equal; sama—equal; dṛśaḥ—whose vision; aṅghri—of the feet; saroja—lotuslike; sudhāḥ—(relishing) the nectar.",
    "translation": "Simply by constantly thinking of Him, the enemies of the Lord attained the same Supreme Truth whom sages fixed in yoga worship by controlling their breath, mind and senses. Similarly, we śrutis, who generally see You as all-pervading, will achieve the same nectar from Your lotus feet that Your consorts are able to relish because of their loving attraction to Your mighty, serpentine arms, for You look upon us and Your consorts in the same way.",
    "purport": [
        {
            "type": "normal",
            "content": "According to Ācārya Śrī Jīva Gosvāmī, the few śrutis—such as the Gopāla-tāpanī Upaniṣad—who identify the cowherd boy Kṛṣṇa with absolute Brahman in its highest aspect had so far been patiently waiting for their turn to speak. But after hearing the other śrutis offer prayers openly glorifying the Lord's personality, these intimate śrutis could no longer contain themselves, and so they spoke out of turn in this verse."
        },
        {
            "type": "normal",
            "content": "Followers of the path of mystic yoga subdue their senses and minds by practicing breath control and severe austerities. If they succeed in thoroughly purifying themselves by this regimen, they may eventually begin to realize the Paramātmā, the personal form of Brahman within the heart. And if they continue this meditation without deviation for a long time, they may in the end come to the point of true God consciousness. But the same objective achieved in this difficult and uncertain way was also attained by the demons who were killed by Lord Kṛṣṇa during His pastimes on the earth. Obsessed with enmity toward Him, demons like Kaṁsa and Śiśupāla quickly obtained the perfection of liberation simply by His killing them."
        },
        {
            "type": "normal",
            "content": "Speaking for themselves, however, the personified Vedas here state that they would prefer to develop love of Godhead by learning to emulate the favorable surrender of Lord Kṛṣṇa's confidential devotees, especially the young gopīs of Vraja. Though they appeared to be simple women attracted conjugally to the Lord's physical beauty and strength, the goddesses of Vraja exhibited the highest perfection of meditation. The śrutis wish to become just like them."
        },
        {
            "type": "normal",
            "content": "In this regard, Lord Brahmā relates the following historical account in the supplement to the Bṛhad-vāmana Purāṇa:"
        },
        {
            "type": "verse",
            "content": "brahmānanda-mayo lokovyāpī vaikuṇṭha-saṁjñitaḥ\ntal-loka-vāsī tatra-sthaiḥstuto vedaiḥ parāt-paraḥ"
        },
        {
            "type": "normal",
            "content": "\"The infinite world of spiritual bliss is called Vaikuṇṭha. There the Supreme Truth lives, being glorified by the personified Vedas, who are also present there.\""
        },
        {
            "type": "verse",
            "content": "ciraṁ stutvā tatas tuṣṭaḥparokṣaṁ prāha tān girā\ntuṣṭo 'smi brūta bho prājñāvaraṁ yaṁ manasepsitam"
        },
        {
            "type": "normal",
            "content": "\"Once, after the Vedas had elaborately praised Him, the Lord felt especially satisfied and spoke to them in a voice whose source remained invisible: 'My dear sages, I am very satisfied with you. Please ask of Me some benediction that you secretly desire.'\""
        },
        {
            "type": "verse",
            "content": "śrutaya ūcuḥyathā tal-loka-vāsinyaḥ\nkāma-tattvena gopikāḥ\nbhajanti ramaṇaṁ matvācikīrṣājani nas tathā"
        },
        {
            "type": "normal",
            "content": "\"The śrutis replied, 'We have developed the desire to become like the cowherd women of the mortal world who, inspired by lust, worship You in the mood of a lover.' \""
        },
        {
            "type": "verse",
            "content": "śrī-bhagavān uvācadurlabho durghaṭaś caiva\nyuṣmākaṁ sa manorathaḥ\nmayānumoditaḥ samyaksatyo bhavitum arhati"
        },
        {
            "type": "normal",
            "content": "\"The Lord then said, 'This desire of Yours is difficult to fulfill. Indeed, it is almost impossible. But since I am sanctioning it, your wish must inevitably come true.' \""
        },
        {
            "type": "verse",
            "content": "āgāmini viriñcau tujāte sṛṣṭy-artham udite\nkalpaṁ sāraśvataṁ prāpyavraje gopyo bhaviṣyatha"
        },
        {
            "type": "normal",
            "content": "\" 'When the next Brahmā takes birth to faithfully execute his duties of creation, and when the day of his life called the Sārasvata-kalpa arrives, you will all appear in Vraja as gopīs.' \""
        },
        {
            "type": "verse",
            "content": "pṛthivyāṁ bhārate kṣetremāthure mama maṇḍale\nvṛndāvane bhaviṣyāmipreyān vo rāsa-maṇḍale"
        },
        {
            "type": "normal",
            "content": "\" 'On the earth, in the land of Bhārata, in My own district of Mathurā, in the forest of Vṛndāvana, I will become your beloved in the circle of the rāsa dance.' \""
        },
        {
            "type": "verse",
            "content": "jāra-dharmeṇa su-snehaṁsu-dṛḍhaṁ sarvato 'dhikam\nmayi samprāpya sarve 'pikṛta-kṛtyā bhaviṣyatha"
        },
        {
            "type": "normal",
            "content": "\" 'Thus obtaining Me as your paramour, you will all gain the most exalted and steadfast pure love for Me, and in this way you will fulfill all your ambitions.' \""
        },
        {
            "type": "verse",
            "content": "brahmovācaśrutvaitac cintayantyas tā\nrūpaṁ bhagavataś ciram\nukta-kālaṁ samāsādyagopyo bhūtvā hariṁ gatāḥ"
        },
        {
            "type": "normal",
            "content": "\"Lord Brahmā said: After hearing these words, the śrutis meditated on the Personality of Godhead's beauty for a long time. When the designated time ultimately arrived, they became gopīs and obtained the association of Kṛṣṇa.\""
        },
        {
            "type": "normal",
            "content": "A similar account can be found in the Sṛṣṭi-khaṇḍa of the Padma Purāṇa, which describes how the Gāyatrī mantra also became a gopī."
        },
        {
            "type": "normal",
            "content": "Regarding the development of bhakti, Lord Kṛṣṇa further states in the Gopāla-tāpanī Upaniṣad (Uttara 4), apūtaḥ pūto bhavati yaṁ māṁ smṛtvā, avratī vratī bhavati yaṁ māṁ smṛtvā, niṣkāmaḥ sa-kāmo bhavati yaṁ māṁ smṛtvā, aśrotrī śrotrī bhavati yaṁ māṁ smṛtvā: \"By remembering Me, one who is impure becomes pure. By remembering Me, one who follows no vows becomes a strict follower of vows. By remembering Me, one who is desireless develops desires [to serve Me]. By remembering Me, one who has studied no Vedic mantras becomes an expert knower of the Vedas.\""
        },
        {
            "type": "normal",
            "content": "The Bṛhad-āraṇyaka Upaniṣad (4.5.6) refers to the gradual steps in the process of becoming Kṛṣṇa conscious: ātmā vā are draṣṭavyaḥ śrotavyo mantavyo nididhyāsitavyaḥ. \"It is the Self which must be observed, heard about, thought of and meditated upon with fixed concentration.\" The idea here is that one should realize the Supreme Self as directly visible in His full personality by the following means: First one should hear the instructions of a qualified representative of the Paramātmā and take the words of such a spiritual master into one's heart by offering him humble service and striving in all ways to please him. One should then ponder the divine message of the spiritual master continuously, with the aim of dispelling all one's doubts and misconceptions. Then one can proceed to meditate on the Supreme Lord's lotus feet with total conviction and determination."
        },
        {
            "type": "normal",
            "content": "So-called jñānīs may think that the Upaniṣads praise nirviśeṣa (impersonal) realization of the Supreme as more complete and final than sa-viśeṣa (personal) worship of the Supreme Godhead. All honest Vaiṣṇavas, however, join in adhering to the devotional service of the Supreme Lord, always meditating with pleasure on His infinitely wonderful, variegated spiritual qualities. In the words of the śruti-mantras, yam evaiṣa vṛṇute tena labhyas/ tasyaiṣa ātmā vivṛṇute tanūṁ svām: \"To that person whom the Supreme Soul chooses, He becomes attainable. To that person the Supreme Soul reveals His personal form.\" (Kaṭha Upaniṣad 1.2.23 and Muṇḍaka Upaniṣad 3.2.3)"
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī concludes with the prayer,"
        },
        {
            "type": "verse",
            "content": "caraṇa-smaraṇaṁ premṇātava deva su-durlabham\nyathā kathañcid nṛ-haremama bhūyād ahar-niśam"
        },
        {
            "type": "normal",
            "content": "\"O Lord, loving remembrance of Your lotus feet is very rarely achieved. Please, O Nṛhari, somehow arrange for me to have that remembrance day and night.\""
        }
    ]
}
