{
    "info": {
        "id": "sb/10/87/27",
        "prevId": "sb/10/87/26",
        "nextId": "sb/10/87/28"
    },
    "verses": [
        {
            "roman": "tava pari ye caranty akhila-sattva-niketatayā\nta uta padākramanty avigaṇayya śiro nirṛteḥ\nparivayase paśūn iva girā vibudhān api tāṁs\ntvayi kṛta-sauhṛdāḥ khalu punanti na ye vimukhāḥ\n"
        }
    ],
    "synonyms": "tava—You; pari ye caranti—who worship; akhila—of all; sattva—created entities; niketatayā—as the shelter; te—they; uta—simply; padā—with their feet; ākramanti—step upon; avigaṇayya—disregarding; śiraḥ—the head; nirṛteḥ—of Death; parivayase—You tie up; paśūn iva—like animals; girā—with Your words (of the Vedas); vibudhān—wise; api—even; tān—them; tvayi—to whom; kṛta—those who have made; sauhṛdāḥ—friendship; khalu—indeed; punanti—purify; na—not; ye—who; vimukhāḥ—inimical.",
    "translation": "\nThe devotees who worship You as the shelter of all beings disregard Death and place their feet on his head. But with the words of the Vedas You bind the nondevotees like animals, though they be vastly learned scholars. It is Your affectionate devotees who can purify themselves and others, not those who are inimical to You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe personified Vedas have now set aside the erroneous philosophies of several contending schools: the asad-utpatti-vāda of the Vaiśeṣikas, who presume a material source of creation; the sad-vināśa-vada of the Naiyāyikas, who would deprive the liberated soul of consciousness; the saguṇatva-bheda-vāda of the Sāṅkhyas, who isolate the soul from all his apparent qualities; the vipaṇa-vāda of the Mīmāṁsakas, who condemn the soul to eternal involvement in the mundane commerce of karma; and the vivarta-vāda of the Māyāvādīs, who denigrate the soul's real life in this world as a hallucination. Having rejected all these ideas, the personified Vedas now present the philosophy of devotional service, paricaryā-vāda.\n"
        },
        {
            "type": "normal",
            "content": "The Vaiṣṇavas who accept this philosophy teach that the jīva soul is an atomic particle of spiritual personality who possesses minute knowledge, is not independent and has no material qualities. Being minute, he is prone to come under the control of the material energy, where he suffers the pains of material life. He can end his suffering and regain the shelter of the Supreme Lord's divine, internal energy only by rendering devotional service to the Lord, not by engaging in fruitive work, mental speculation or any other process.\n"
        },
        {
            "type": "normal",
            "content": "As Lord Kṛṣṇa says in His own words,\n"
        },
        {
            "type": "verse",
            "content": "bhaktyāham ekayā grāhyaḥ\nśraddhayātmā priyaḥ satām\nbhaktiḥ punāti man-niṣṭhā\nśva-pākān api sambhavāt"
        },
        {
            "type": "normal",
            "content": "\n\"Only by practicing unalloyed devotional service with full faith in Me can one obtain Me, the Supreme Personality of Godhead. I am naturally dear to My devotees, who take Me as the only goal of their loving service. By engaging in such pure devotional service, even the dog-eaters can purify themselves from the contamination of their low birth.\" (SB 11.14.21)\n"
        },
        {
            "type": "normal",
            "content": "Devotees of the Personality of Godhead worship Him as the shelter (niketa) of everything that exists (akhila-sattva). Moreover, these Vaiṣṇava devotees themselves can be called akhila-sattva-niketa in the sense that their abode and shelter is the philosophic truth of the reality (sattvam) of both the material and spiritual worlds. Thus Śrīpāda Madhvācārya, in his Vedānta-sūtra-bhāṣya, quotes the śruti-mantra: satyaṁ hy evedaṁ viśvam asṛjata. \"He created this world as real.\" And the Seventh Canto of Śrīmad-Bhāgavatam (SB 7.1.11) refers to the Supreme Lord as pradhāna-pumbhyāṁ naradeva satya-kṛt, \"the creator of a real universe of matter and living entities.\"\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura points out yet another, more confidential, meaning of akhila-sattva-niketa: that the Supreme Lord's personal abodes are in no way khila, or imperfect, and so are called Vaikuṇṭha, the realms free of anxiety and restriction. Vaiṣṇavas whose devotional service the Lord has kindly accepted are so sure of His protection that they no longer fear death, which becomes for them just another easy step on the way back to their eternal home.\n"
        },
        {
            "type": "normal",
            "content": "But are only devotees of the Supreme Lord eligible for liberation from the fear of death? Why are all other mystics and learned scholars disqualified? Here the śrutis answer: \"Anyone who is vimukha, who has not turned his face toward the Lord with hopeful expectation of His mercy, is bound up in illusion by the same words of the Vedas that enlighten the surrendered devotees.\" The Vedas themselves warn, tasya vāk-tantir nāmāni dāmāni. tasyedaṁ vācā tantyā nāmabhir dāmabhiḥ sarvaṁ sitam: \"The threads of this transcendental sound form a string of sacred names, but also a set of binding ropes. With the rope of their injunctions, the Vedas tie up this entire world, leaving all beings fettered by false designations.\"\n"
        },
        {
            "type": "normal",
            "content": "The reality of the soul and Supersoul is aparokṣa, perceivable, but only to one with transcendental vision. Philosophers whose hearts are impure mistakenly presume that this truth is instead parokṣa, that it can only be speculated upon and never experienced directly. The knowledge of such thinkers may help them dispel certain doubts and misconceptions about the lesser aspects of reality, but it is useless for transcending material illusion and approaching the Absolute Truth. As a general rule, only the devotees who faithfully render loving service unto the Supreme Lord up to the point of complete purification receive His grace in the form of aparokṣa-jñāna, direct realization of His greatness and wonderful compassion. The Personality of Godhead is of course free to award His mercy even to the undeserving, as He does when He personally kills offensive demons, but He is much less inclined to bless Māyāvādīs and other atheistic philosophers.\n"
        },
        {
            "type": "normal",
            "content": "One should not think, however, that the devotees of Viṣṇu are ignorant because they may not be expert in philosophic analysis and argument. The soul's perfect realization is to be gained not through his own efforts at mental speculation but by receiving the Lord's favor. This we hear from Vedic authority (Kaṭha Upaniṣad 2.2.23 and Muṇḍaka Upaniṣad 3.2.3):\n"
        },
        {
            "type": "verse",
            "content": "nāyam ātmā pravacanena labhyo\nna medhayā na bahunā śrutena\nyam evaiṣa vṛṇute tena labhyas\ntasyaiṣa ātmā vivṛṇute tanūṁ svām"
        },
        {
            "type": "normal",
            "content": "\n\"This Supreme Self cannot be reached by argumentation, or by applying one's independent brain power, or by studying many scriptures. Rather, he alone can achieve the Self whom the Self chooses to favor. To that person the Self reveals His own true, personal form.\"\n"
        },
        {
            "type": "normal",
            "content": "Elsewhere the śruti describes the devotee's success: dehānte devaḥ paraṁ brahma tārakaṁ vyacaṣṭe. \"At the end of this body's life, the sanctified soul perceives the Supreme Lord just as clearly as if seeing the stars in the sky.\" And in its last statement, the Śvetāśvatara Upaniṣad (6.23) offers this encouragement to aspiring Vaiṣṇavas:\n"
        },
        {
            "type": "verse",
            "content": "yasya deve parā bhaktir\nyathā deve tathā gurau\ntasyaite kathitā hy arthāḥ\nprakāśante mahātmanaḥ\n[ŚU 6.23]"
        },
        {
            "type": "normal",
            "content": "\n\"Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed.\"\n"
        },
        {
            "type": "normal",
            "content": "In this regard Śrīla Jīva Gosvāmī cites other verses of Śrī Śvetāśvatara Upaniṣad (4.7-8 and 4.13):\n"
        },
        {
            "type": "verse",
            "content": "juṣṭaṁ yadā paśyaty anyam īśam\nasya mahimānam iti vīta-śokaḥ\nṛco 'kṣare pare vyoman\nyasmin devā adhi viśve niṣeduḥ\nyas taṁ veda kim ṛcā kariṣyati\nya it tad vidus ta ime samāsate"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme Lord is He who is referred to by the mantras of the Ṛg Veda, who resides in the topmost, eternal sky, and who elevates His saintly devotees to share that same position. One who has developed pure love for Him and realizes His uniqueness then appreciates His glories and is freed from sorrow. What further good can the Ṛg mantras bestow on one who knows that Supreme Lord? All who come to know Him achieve the supreme destination.\"\n"
        },
        {
            "type": "verse",
            "content": "yo vedānām adhipo\nyasmiḻ lokā adhiśrītāḥ\nya īśo 'sya dvipadaś catuṣpadas\ntasmai devāya haviṣā vidhema"
        },
        {
            "type": "normal",
            "content": "\n\"To Him who is the master of all the Vedas, in whom all planets rest, who is the Lord of all known creatures, both the two-legged and the four-legged—to Him, the Personality of Godhead, we offer our worship with oblations of ghee.\"\n"
        },
        {
            "type": "normal",
            "content": "Referring to those who desire liberation, Śrīla Śrīdhara Svāmī prays,\n"
        },
        {
            "type": "verse",
            "content": "tapantu tāpaiḥ prapatantu parvatād\naṭantu tīrthāni paṭhantu cāgamān\nyajantu yāgair vivadantu vādair\nhariṁ vina naiva mṛtiṁ taranti"
        },
        {
            "type": "normal",
            "content": "\n\"Let them suffer austerities, throw themselves from mountaintops, travel to holy places, study the scriptures, worship with fire sacrifices and argue various philosophies, but without Lord Hari they will never cross beyond death.\"\n"
        }
    ]
}
