{
    "info": {
        "id": "sb/10/87/34",
        "prevId": "sb/10/87/33",
        "nextId": "sb/10/87/35"
    },
    "verses": [
        {
            "roman": "svajana-sutātma-dāra-dhana-dhāma-dharāsu-rathais\ntvayi sati kiṁ nṛṇām śrayata ātmani sarva-rase\niti sad ajānatāṁ mithunato rataye caratāṁ\nsukhayati ko nv iha sva-vihate sva-nirasta-bhage\n"
        }
    ],
    "synonyms": "svajana—with servants; suta—children; ātma—body; dāra—wife; dhana—money; dhāma—home; dharā—land; asu—vitality; rathaiḥ—and vehicles; tvayi—when You; sati—have become; kim—what (use); nṛṇām—for human beings; śrayataḥ—who are taking shelter; ātmani—their very Self; sarva-rase—the embodiment of all pleasures; iti—thus; sat—the truth; ajānatām—for those who fail to appreciate; mithunataḥ—from sexual combinations; rataye—for sensual indulgence; caratām—carrying on; sukhayati—gives happiness; kaḥ—what; nu—at all; iha—in this (world); sva—by its very nature; vihate—which is subject to destruction; sva—by its very nature; nirasta—which is devoid; bhage—of any essence.",
    "translation": "To those persons who take shelter of You, You reveal Yourself as the Supersoul, the embodiment of all transcendental pleasure. What further use have such devotees for their servants, children or bodies, their wives, money or houses, their land, good health or conveyances? And for those who fail to appreciate the truth about You and go on pursuing the pleasures of sex, what could there be in this entire world—a place inherently doomed to destruction and devoid of significance—that could give them real happiness?",
    "purport": [
        {
            "type": "normal",
            "content": "Devotional service to Lord Viṣṇu is considered pure when one's sole desire is to please the Lord. Situated in that perfect consciousness, a Vaiṣṇava has no further interest in wordly gains and is thus excused from any obligation to perform ritual sacrifices and follow austere practices of yoga. As the Muṇḍaka Upaniṣad (1.2.12) states,"
        },
        {
            "type": "verse",
            "content": "parīkṣya lokān karma-citān brāhmaṇonirvedam āyān nāsty akṛtaḥ kṛtena"
        },
        {
            "type": "normal",
            "content": "\"When a brāhmaṇa recognizes that elevation to the heavenly planets is merely another accumulation of karma, he becomes renounced and is no longer corrupted by his actions.\" The Bṛhad-āraṇyaka (4.4.9) and Kaṭha (6.14) Upaniṣads confirm,"
        },
        {
            "type": "verse",
            "content": "yadā sarve pramucyantekāmā ye 'sya hṛdi śritāḥ\natha martyo 'mṛto bhavatyatra brahma samaśnute"
        },
        {
            "type": "normal",
            "content": "\"When a person completely gives up all the sinful desires he is harboring in his heart, he exchanges mortality for eternal spiritual life and attains real pleasure in the Absolute Truth.\" And the Gopāla-tāpanī Upaniṣad (Pūrva 15) concludes, bhaktir asya bhajanaṁ tad ihāmutropādhi-nairāsyenāmuṣmin manaḥ-kalpanam etad eva naiṣkarmyam.\"Devotional service is the process of worshiping the Supreme Lord. It consists of fixing one's mind upon Him by becoming disinterested in all material designations, both in this life and the next. This indeed, is true renunciation.\""
        },
        {
            "type": "normal",
            "content": "The items the śrutis mention here are all measures of worldly success: svajanāḥ, servants; ātmā, a beautiful body; sutāḥ, children to be proud of; dārāḥ, an attractive and competent spouse; dhanam, financial assets; dhāma, a prestigious residence; dharā, holdings of land; asavaḥ, health and strength; and rathāḥ, cars and other vehicles that display one's status. But one who has begun to experience the ecstasy of devotional service loses all attraction for these things, since he finds real satisfaction in the Supreme Lord, the reservoir of all pleasure, who enjoys by sharing His own pleasures with His servitors."
        },
        {
            "type": "normal",
            "content": "We are each free to choose the course of our life: we can either dedicate our body, mind, words, talents and wealth to the glory of God, or else we can ignore Him and struggle instead for our personal happiness. The second path leads to a life of slavery to sex and ambition, in which the soul never feels real satisfaction but instead suffers continually. Vaiṣṇavas are distressed to see materialists suffering in this way, and so they always strive to enlighten them."
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī prays,"
        },
        {
            "type": "verse",
            "content": "bhajato hi bhavān sākṣātparamānanda-cid-dhanaḥ\nātmaiva kim ataḥ kṛtyaṁtuccha-dāra-sutādibhiḥ"
        },
        {
            "type": "normal",
            "content": "\"For those who worship You, You become their very Self, their spiritual treasure of topmost bliss. What further use have they for mundane wives, children and so forth?\""
        }
    ]
}
