{
    "info": {
        "id": "sb/10/87/37",
        "prevId": "sb/10/87/36",
        "nextId": "sb/10/87/38"
    },
    "verses": [
        {
            "roman": "na yad idam agra āsa na bhaviṣyad ato nidhanād\nanu mitam antarā tvayi vibhāti mṛṣaika-rase\nata upamīyate draviṇa-jāti-vikalpa-pathair\nvitatha-mano-vilāsam ṛtam ity avayanty abudhāḥ\n"
        }
    ],
    "synonyms": "na—not; yat—because; idam—this (universe); agre—in the beginning; āsa—existed; na bhaviṣyat—it will not exist; ataḥ—hence; nidhanāt anu—after its annihilation; mitam—deduced; antarā—in the meantime; tvayi—within You; vibhāti—it appears; mṛṣā—false; ekarase—whose experience of spiritual ecstasy is unchanging; ataḥ—thus; upamīyate—it is understood by comparison; draviṇa—of material substance; jāti—in the categories; vikalpa—of the transformations; pathaiḥ—with the varieties; vitatha—contrary to fact; manaḥ—of the mind; vilāsam—fantasy; ṛtam—real; iti—so; avayanti—think; abudhaḥ—the unintelligent.",
    "translation": "Since this universe did not exist prior to its creation and will no longer exist after its annihilation, we conclude that in the interim it is nothing more than a manifestation imagined to be visible within You, whose spiritual enjoyment never changes. We liken this universe to the transformation of various material substances into diverse forms. Certainly those who believe that this figment of the imagination is substantially real are less intelligent.",
    "purport": [
        {
            "type": "normal",
            "content": "Having thus defeated all attempts of the ritualists to prove the substantial reality of material creation, the personified Vedas now present positive evidence to the contrary—that this world is unreal in that it is temporary. Before the creation of the universe and after its dissolution, only the spiritual reality of the Supreme Lord, along with His abode and entourage, continue to exist. The śrutis confirm this: ātmā va idam eka evāgra āsīt. \"Prior to the creation of this universe, only the Self existed.\" (Aitareya Upaniṣad 1.1) Nāsad āsīn no sad āsīt tadānīm: \"At that time neither the subtle nor the gross aspects of matter were present.\" (Ṛg Veda 10.129.1)"
        },
        {
            "type": "normal",
            "content": "One can understand the relativity of creation by an analogy. When basic materials like clay and metal are processed and shaped into various products, the created objects exist separately from the clay and metal only in name and form. The basic substance remains unchanged. Similarly, when the energies of the Supreme Lord are transformed into the known things of this world, these things exist separately from Him only in name and form. In the Chāndogya Upaniṣad (6.1.4-6), the sage Udālaka explains a similar analogy to his son: yathā saumyaikena mṛtpiṇḍena sarvaṁ mṛn-mayaṁ vijñātam syād vācārambhaṇaṁ vikāro nāmadheyaṁ mṛttikety eva satyam. \"For example, my dear boy, by understanding a single lump of clay one can understand everything made from clay. The existence of transformed products is only a creation of language, a matter of assigning designations: the clay alone is real.\""
        },
        {
            "type": "normal",
            "content": "In conclusion, there is no convincing evidence that the things of this world are eternal or substantial, while there is overwhelming evidence that they are temporary and conditioned by false designations. Therefore only the ignorant can take the imaginary permutations of matter to be real."
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī prays,"
        },
        {
            "type": "verse",
            "content": "mukuṭa-kuṇḍala-kaṅkaṇa-kiṅkiṇī-pariṇataṁ kanakaṁ paramārthataḥ\nmahad-ahaṅkṛti-kha-pramukhaṁ tathānara-harer na paraṁ paramārthataḥ"
        },
        {
            "type": "normal",
            "content": "\"Transformations of gold such as crowns, earrings, bangles and ankle bells are not ultimately separate from gold itself. Similarly, the material elements-headed by the mahat, false ego and ether-are not ultimately separate from Lord Narahari.\""
        }
    ]
}
