{
    "info": {
        "id": "sb/10/87/39",
        "prevId": "sb/10/87/38",
        "nextId": "sb/10/87/40"
    },
    "verses": [
        {
            "roman": "yadi na samuddharanti yatayo hṛdi kāma-jaṭā\nduradhigamo 'satāṁ hṛdi gato 'smṛta-kaṇṭha-maṇiḥ\nasu-tṛpa-yoginām ubhayato 'py asukhaṁ bhagavann\nanapagatāntakād anadhirūḍha-padād bhavataḥ\n"
        }
    ],
    "synonyms": "yadi—if; na samuddharanti—they do not uproot; yatayaḥ—persons in the renounced order of life; hṛdi—in their hearts; kāma—of material desire; jaṭāḥ—the traces; duradhigamaḥ—impossible to be realized; asatām—for the impure; hṛdi—in the heart; gataḥ—having entered; asmṛta—forgotten; kaṇṭha—on one's neck; maṇiḥ—a jewel; asu—their life airs; tṛpa—who gratify; yoginām—for practitioners of yoga; ubhayataḥ—in both (worlds); api—even; asukham—unhappiness; bhagavan—O Personality of Godhead; anapagata—not gone away; antakāt—from death; anadhirūḍha—unobtained; padāt—whose kingdom; bhavataḥ—from You.",
    "translation": "\nMembers of the renounced order who fail to uproot the last traces of material desire in their hearts remain impure, and thus You do not allow them to understand You. Although You are present within their hearts, for them You are like a jewel worn around the neck of a man who has totally forgotten it is there. O Lord, those who pratice yoga only for sense gratification must suffer punishment both in this life and the next: from death, who will not release them, and from You, whose kingdom they cannot reach.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA mere show of renunciation is not sufficient to gain a person entrance into the kingdom of God. One must undergo a thorough change of heart, symptomized by a complete lack of interest in the self-destructive habits of sense gratification, both gross and subtle. Not only must the true sage refrain from even thinking of illicit sex, meat-eating, intoxication and gambling, but he must also give up his desires for reputation and position. All together these demands add up to a formidable challenge but the fruits of true renunciation in Kṛṣṇa consciousness are well worth a lifetime of endeavor.\n"
        },
        {
            "type": "normal",
            "content": "The Muṇḍaka Upaniṣad (3.2.2) confirms the statements of this verse: kāmān yaḥ kāmayate manyamānaḥ sa karmabhir jāyate tatra tatra. \"Even a thoughtful renunciant, if he maintains any worldly desires will be forced by his karmic reactions to take birth again and again in various circumstances.\" Philosophers and yogīs work hard to become free from birth and death, but because they are unwilling to surrender their proud independence, their meditations are devoid of devotion to the Supreme Lord, and thus they fall short of the perfection of renunciation—pure love of God. This pure love is the only goal of a sincere Vaiṣṇava, and therefore he must vigilantly resist the natural temptations of profit, adoration and distinction, and also the impulse to merge into an all consuming impersonal oblivion. As Śrīla Rūpa Gosvāmī states in his Bhakti-rasāmṛta-sindhu (1.1.11),\n"
        },
        {
            "type": "verse",
            "content": "anyābhilāṣitā-śūnyaṁ\njñāna-karmādy-anāvṛtam\nānukūlyena kṛṣṇānu-\nśīlanaṁ bhaktir uttamā\n(CC Madhya 19.167)"
        },
        {
            "type": "normal",
            "content": "\n\"When first-class devotional service develops, one must be devoid of all material desires, knowledge obtained by monistic philosophy, and fruitive action. The devotee must constantly serve Kṛṣṇa favorably, as Kṛṣṇa desires.\n"
        },
        {
            "type": "normal",
            "content": "For those who undergo rigorous yoga discipline only to please their senses, prolonged suffering is inevitable. Hunger, disease, the degeneration of old age, injury from accident, violence from others—these are a few of the limitless varieties of suffering one can experience to varying degrees in this world. And ultimately, death awaits, followed by painful punishment for sinful activities. Especially those who have freely indulged in sensual enjoyments at the cost of others' lives can expect punishment so severe it is unimaginable. But the greatest pain of material existence is not misfortune in this life or being sent to hell after death: it is the emptiness of having forgotten one's eternal relationship with the Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī prays,\n"
        },
        {
            "type": "verse",
            "content": "dambha-nyāsa-miṣeṇa vañcita-janaṁ bhogaika-cintāturaṁ\nsammuhyantam ahar-niśaṁ viracitodyoga-klamair ākulam\nājñā-laṅghinam ajñam ajña-janatā-sammānanāsan-madaṁ\ndīnānātha dayā-nidhāna paramānanda prabho pāhi mām"
        },
        {
            "type": "normal",
            "content": "\n\"The hypocrite who cheats himself by a pretense of renunciation thinks only of sense enjoyment and thus suffers constantly. Bewildered day and night, he is overwhelmed by the exhausting endeavors he contrives for himself. This fool disobeys Your laws and is corrupted by greed for respect from other fools. O protector of the fallen, O bestower of mercy, O supremely blissful master, please save that person, myself.\"\n"
        }
    ]
}
