{
    "info": {
        "id": "sb 10/87/Summary",
        "prevId": "sb/10/86/59",
        "nextId": "sb/10/87/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter presents the prayers by the personified Vedas glorifying the personal and impersonal aspects of Lord Nārāyaṇa.\n"
        },
        {
            "type": "normal",
            "content": "King Parīkṣit asked Śrīla Śukadeva Gosvāmī how the Vedas can directly refer to the Supreme Absolute Truth, Brahman, since the Vedas deal with the material realm governed by the three modes of nature and Brahman is completely transcendental to these modes. In reply, Śukadeva Gosvāmī described an ancient encounter between Śrī Nārāyaṇa Ṛṣi and Nārada Muni at Badarikāśrama. Traveling to that sacred hermitage, Nārada found the Lord surrounded by exalted residents of the nearby village of Kalāpa. After bowing down to Nārāyaṇa Ṛṣi and His associates, Nārada submitted this same question to Him. In reply, Nārāyaṇa Ṛṣi related an account of how this very question had been discussed long ago among the great sages living on Janaloka. Once these sages, feeling inquisitive about the nature of the Absolute Truth, chose Sanandana Kumāra to speak on the subject. Sanandana told them how the numerous personified Vedas, appearing as the first emanations from the breathing of Lord Nārāyaṇa, recited prayers for His glorification just before the creation. Sanandana then proceeded to recite these elaborate prayers.\n"
        },
        {
            "type": "normal",
            "content": "The residents of Janaloka were perfectly satisfied upon hearing Sanandana recite the prayers of the personified Vedas, which enlightened them about the true nature of the Supreme Absolute Truth, and they honored Sanandana with their worship. Nārada Muni was equally satisfied to hear this account from Śrī Nārāyaṇa Ṛṣi. Thus Nārada offered his obeisances to the Lord and then went to see his disciple Vedavyāsa, to whom he explained everything he had heard.\n"
        }
    ]
}
