{
    "info": {
        "id": "sb/1/3/36",
        "prevId": "sb/1/3/35",
        "nextId": "sb/1/3/37"
    },
    "verses": [
        {
            "roman": "sa vā idaṁ viśvam amogha-līlaḥ\nsṛjaty avaty atti na sajjate 'smin\nbhūteṣu cāntarhita ātma-tantraḥ\nṣāḍ-vargikaṁ jighrati ṣaḍ-guṇeśaḥ\n"
        }
    ],
    "synonyms": "saḥ—the Supreme Lord; vā—alternately; idam—this; viśvam—manifested universes; amogha-līlaḥ—one whose activities are spotless; sṛjati—creates; avati atti—maintains and annihilates; na—not; sajjate—is affected by; asmin—in them; bhūteṣu—in all living beings; ca—also; antarhitaḥ—living within; ātma-tantraḥ—self-independent; ṣāṭ-vargikam—endowed with all the potencies of His opulences; jighrati—superficially attached, like smelling the fragrance; ṣaṭ-guṇa-īśaḥ—master of the six senses.",
    "translation": "\nThe Lord, whose activities are always spotless, is the master of the six senses and is fully omnipotent with six opulences. He creates the manifested universes, maintains them and annihilates them without being in the least affected. He is within every living being and is always independent.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe prime difference between the Lord and the living entities is that the Lord is the creator and the living entities are the created. Here He is called the amogha-līlaḥ, which indicates that there is nothing lamentable in His creation. Those who create disturbance in His creation are themselves disturbed. He is transcendental to all material afflictions because He is full with all six opulences, namely wealth, power, fame, beauty, knowledge and renunciation, and thus He is the master of the senses. He creates these manifested universes in order to reclaim the living beings who are within them suffering threefold miseries, maintains them, and in due course annihilates them without being the least affected by such actions. He is connected with this material creation very superficially, as one smells odor without being connected with the odorous article. Nongodly elements, therefore, can never approach Him, despite all endeavors.\n"
        }
    ]
}
