{
    "info": {
        "id": "sb/10/26/1",
        "prevId": "sb/10/26/summary",
        "nextId": "sb/10/26/2"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nevaṁ-vidhāni karmāṇi\ngopāḥ kṛṣṇasya vīkṣya te\natad-vīrya-vidaḥ procuḥ\nsamabhyetya su-vismitāḥ\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; evam-vidhāni—like this; karmāṇi—activities; gopāḥ—the cowherd men; kṛṣṇasya—of Lord Kṛṣṇa; vīkṣya—seeing; te—they; atat-vīrya-vidaḥ—unable to understand His power; procuḥ—they spoke; samabhyetya—approaching (Nanda Mahārāja); su-vismitāḥ—very astonished.",
    "translation": "Śukadeva Gosvāmī said: The cowherd men were astonished when they saw Kṛṣṇa's activities, such as lifting Govardhana Hill. Unable to understand His transcendental potency, they approached Nanda Mahārāja and spoke as follows.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura explains this verse as follows: \"During Lord Kṛṣṇa's pastime of lifting Śrī Govardhana Hill, the cowherd men simply enjoyed the spiritual bliss of the Lord's activities without analyzing them. But afterwards, when they had returned to their homes, perplexity arose within their hearts. Thus they thought, 'Now we have directly seen child Kṛṣṇa lift Govardhana Hill, and we remember how He killed Pūtanā and other demons, extinguished the forest fire, and so on. At the time, we thought that these extraordinary acts occurred because of a benediction from the brāhmaṇas or because of Nanda Mahārāja's great fortune, or that perhaps this boy had achieved the mercy of Lord Nārāyaṇa and was thus empowered by Him."
        },
        {
            "type": "normal",
            "content": "\" 'But all these presumptions are false, because an ordinary seven-year old boy could never hold up the king of mountains for seven whole days. Kṛṣṇa is not a human being. He must be the Supreme Lord Himself."
        },
        {
            "type": "normal",
            "content": "\" 'But on the other hand, child Kṛṣṇa loves it when we coddle Him, and He becomes morose when we—His uncles and well-wishers, simply worldly cowherd men—do not give Him attention. He appears to become hungry and thirsty, steals yogurt and milk, sometimes plays tricks, tells lies, chatters childishly and tends the calves. If He is actually the Supreme Lord, why would He do these things? Don't they indicate that He is an ordinary human child?"
        },
        {
            "type": "normal",
            "content": "\" 'We are totally unable to establish the truth of His identity. Therefore let us go and inquire from the highly intelligent King of Vraja, Nanda Mahārāja, and he shall free us from our doubts.' \""
        },
        {
            "type": "normal",
            "content": "According to Śrīla Viśvanātha Cakravartī Ṭhākura, the cowherd men thus made up their minds, and then they entered Nanda Mahārāja's great assembly hall and questioned him as described in the following verse."
        }
    ]
}
