{
    "info": {
        "id": "sb/10/26/summary",
        "prevId": "sb/10/25/33",
        "nextId": "sb/10/26/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter Nanda Mahārāja describes Kṛṣṇa's opulences to the cowherd men, as Nanda had heard of them from Garga Muni."
        },
        {
            "type": "normal",
            "content": "The cowherd men, unaware of Lord Kṛṣṇa's power, were amazed to see His various extraordinary activities. The men approached Nanda Mahārāja and told him that after seeing how Kṛṣṇa, a boy only seven years old, had lifted a mountain, and how He had previously killed the demoness Pūtanā and generated extreme attraction in the hearts of everyone in Vṛndāvana, the men had become doubtful and bewildered about how Śrī Kṛṣṇa could possibly have taken birth in the unsuitable environment of a cowherd community. Nanda replied by relating to them what Garga Muni had told him about Śrī Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "Garga Muni had said that in the previous three ages Nanda's boy had manifested Himself in white, red and yellow forms, whereas now, in the Dvāpara age, He had assumed His darkish-blue form, kṛṣṇa-rūpa. Because He descended as the son of Vasudeva, one of His many names is Vāsudeva, and He has innumerable other names indicating His many qualities and activities."
        },
        {
            "type": "normal",
            "content": "Garga Muni had predicted that Kṛṣṇa would prevent all sorts of catastrophes in Gokula, spread unlimited auspiciousness, and increase the ecstasy of the cowherd men and women. In a previous age He had provided protection for the saintly brāhmaṇas when they were harassed by low-class dacoits and there was no proper ruler in society. As the demons in the higher planets can never defeat the demigods who have Lord Viṣṇu on their side, no enemy can ever defeat those who love Kṛṣṇa. In His affinity for His devotees and in His opulence and power, Kṛṣṇa is just like Lord Nārāyaṇa Himself."
        },
        {
            "type": "normal",
            "content": "Overjoyed and awestruck by Garga Muni's statements, the cowherd men concluded that Kṛṣṇa must be an empowered representative of the Supreme Lord, Nārāyaṇa. Thus they worshiped Him and Nanda Mahārāja."
        }
    ]
}
