{
    "info": {
        "id": "sb/7/5/4",
        "prevId": "sb/7/5/3",
        "nextId": "sb/7/5/5"
    },
    "verses": [
        {
            "roman": "ekadāsura-rāṭ putram\naṅkam āropya pāṇḍava\npapraccha kathyatāṁ vatsa\nmanyate sādhu yad bhavān\n"
        }
    ],
    "synonyms": "ekadā—once upon a time; asura-rāṭ—the Emperor of the asuras; putram—his son; aṅkam—on the lap; āropya—placing; pāṇḍava—O Mahārāja Yudhiṣṭhira; papraccha—inquired; kathyatām—let it be told; vatsa—my dear son; manyate—considers; sādhu—the best; yat—that which; bhavān—your good self.",
    "translation": "\nMy dear King Yudhiṣṭhira, once upon a time the King of the demons, Hiraṇyakaśipu, took his son Prahlāda on his lap and very affectionately inquired: My dear son, please let me know what you think is the best of all the subjects you have studied from your teachers.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHiraṇyakaśipu did not ask his young son anything that would be very difficult for him to answer; instead, he gave the boy a chance to speak plainly about whatever he thought might be best. Prahlāda Mahārāja, of course, being a perfect devotee, knew everything and could say what the best part of life is. In the Vedas it is said, yasmin vijñāte samam evaṁ vijñātaṁ bhavati: if one properly understands God, he can understand any subject matter very nicely. Sometimes we have to challenge big scientists and philosophers, but by the grace of Kṛṣṇa we emerge successful. It is impossible, practically speaking, for ordinary men to challenge scientists or philosophers concerning genuine knowledge, but a devotee can challenge them because the best of everything is known to a devotee by the grace of Kṛṣṇa. As confirmed in Bhagavad-gītā (BG 10.11):\n"
        },
        {
            "type": "verse",
            "content": "teṣām evānukampārtham\naham ajñāna-jaṁ tamaḥ\nnāśayāmy ātma-bhāva-stho\njñāna-dīpena bhāsvatā"
        },
        {
            "type": "normal",
            "content": "\nKṛṣṇa, who is situated in the core of everyone's heart as the Supersoul, dissipates all the ignorance from the heart of a devotee. As a special favor, He enlightens the devotee with all knowledge by putting before him the torch of light. Prahlāda Mahārāja, therefore, knew the best of knowledge, and when his father inquired from him, Prahlāda gave him that knowledge. Prahlāda Mahārāja was able to solve the most difficult parts of problems because of his advanced Kṛṣṇa consciousness. Therefore he replied as follows.\n"
        }
    ]
}
