{
    "info": {
        "id": "sb/7/5/51",
        "prevId": "sb/7/5/50",
        "nextId": "sb/7/5/52"
    },
    "verses": [
        {
            "roman": "tatheti guru-putroktam\nanujñāyedam abravīt\ndharmo hy asyopadeṣṭavyo\nrājñāṁ yo gṛha-medhinām\n"
        }
    ],
    "synonyms": "tathā—in this way; iti—thus; guru-putra-uktam—advised by Ṣaṇḍa and Amarka, the sons of Śukrācārya; anujñāya—accepting; idam—this; abravīt—said; dharmaḥ—the duty; hi—indeed; asya—unto Prahlāda; upadeṣṭavyaḥ—to be instructed; rājñām—of the kings; yaḥ—which; gṛha-medhinām—who are interested in householder life.",
    "translation": "\nAfter hearing these instructions of Ṣaṇḍa and Amarka, the sons of his spiritual master, Hiraṇyakaśipu agreed and requested them to instruct Prahlāda in that system of occupational duty which is followed by royal householder families.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHiraṇyakaśipu wanted Prahlāda Mahārāja to be trained as a diplomatic king in ruling the kingdom, the country or the world, but not to be advised about renunciation or the renounced order of life. The word dharma here does not refer to some religious faith. As clearly stated, dharmo hy asyopadeṣṭavyo rājñāṁ yo gṛha-medhinām. There are two kinds of royal families—one whose members are simply attached to household life and the other consisting of rājarṣis, kings who govern with ruling power but are as good as great saints. Prahlāda Mahārāja wanted to become a rājarṣi, whereas Hiraṇyakaśipu wanted him to become a king attached to sense enjoyment (gṛha-medhinām). Therefore in the Āryan system there is varṇāśrama-dharma, by which everyone should be educated according to his position in society's division of varṇa (brāhmaṇa, kṣatriya, vaiśya and śūdra) and āśrama (brahmacarya, gṛhastha, vānaprastha and sannyāsa).\n"
        },
        {
            "type": "normal",
            "content": "A devotee purified by devotional service is always in the transcendental position above the mundane qualities. Thus the difference between Prahlāda Mahārāja and Hiraṇyakaśipu was that Hiraṇyakaśipu wanted to keep Prahlāda in mundane attachment whereas Prahlāda was above the modes of material nature. As long as one is under the control of material nature, his occupational duty is different from that of a person not under such control. One's real dharma, or occupational duty, is described in Śrīmad-Bhāgavatam (dharmaṁ tu sākṣād bhagavat-praṇītam (6.3.19)). As described to his order carriers by Dharmarāja, or Yamarāja, a living being is a spiritual identity, and therefore his occupational duty is also spiritual. The real dharma is that which is advised in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja (BG 18.66). One must give up one's material occupational duties, just as one must give up his material body. Whatever one's occupational duty, even according to the varṇāśrama system, one must give it up and engage in one's spiritual function. One's real dharma, or occupational duty, is explained by Śrī Caitanya Mahāprabhu. Jīvera 'svarūpa' haya-kṛṣṇera 'nitya-dāsa': (CC Madhya 20.108) every living being is an eternal servant of Kṛṣṇa. That is one's real occupational duty.\n"
        }
    ]
}
