{
    "info": {
        "id": "sb/7/5/53",
        "prevId": "sb/7/5/52",
        "nextId": "sb/7/5/54"
    },
    "verses": [
        {
            "roman": "yathā tri-vargaṁ gurubhir\nātmane upaśikṣitam\nna sādhu mene tac-chikṣāṁ\ndvandvārāmopavarṇitām\n"
        }
    ],
    "synonyms": "yathā—as; tri-vargam—the three processes (religion, economic development and sense gratification); gurubhiḥ—by the teachers; ātmane—unto himself (Prahlāda Mahārāja); upaśikṣitam—instructed; na—not; sādhu—really good; mene—he considered; tat-śikṣām—the education in that; dvandva-ārāma—by persons taking pleasure in duality (in material enmity and friendship); upavarṇitām—which is prescribed.",
    "translation": "The teachers Ṣaṇḍa and Amarka instructed Prahlāda Mahārāja in the three kinds of material advancement called religion, economic development and sense gratification. Prahlāda, however, being situated above such instructions, did not like them, for such instructions are based on the duality of worldly affairs, which involve one in a materialistic way of life marked by birth, death, old age and disease.",
    "purport": [
        {
            "type": "normal",
            "content": "The entire world is interested in the materialistic way of life. Indeed, practically 99.9 percent of the people in the three worlds are uninterested in liberation or spiritual education. Only the devotees of the Lord, headed by such great personalities as Prahlāda Mahārāja and Nārada Muni, are interested in the real education of spiritual life. One cannot understand the principles of religion while staying on the material platform. Therefore one must follow these great personalities. As stated in Śrīmad-Bhāgavatam (SB 6.3.20):"
        },
        {
            "type": "verse",
            "content": "svayambhūr nāradaḥ śambhuḥkumāraḥ kapilo manuḥ\nprahlādo janako bhīṣmobalir vaiyāsakir vayam"
        },
        {
            "type": "normal",
            "content": "One must follow in the footsteps of such great personalities as Lord Brahmā, Nārada, Lord Śiva, Kapila, Manu, the Kumāras, Prahlāda Mahārāja, Bhīṣma, Janaka, Bali Mahārāja, Śukadeva Gosvāmī and Yamarāja. Those interested in spiritual life should follow Prahlāda Mahārāja in rejecting the education of religion, economic development and sense gratification. One should be interested in spiritual education. Therefore the Kṛṣṇa consciousness movement is spreading all over the world, following in the footsteps of Prahlāda Mahārāja, who did not like any of the materialistic education he received from his teachers."
        }
    ]
}
