{
    "info": {
        "id": "sb/7/5/56-57",
        "prevId": "sb/7/5/55",
        "nextId": "sb/7/6/1"
    },
    "verses": [
        {
            "roman": "te tu tad-gauravāt sarve\ntyakta-krīḍā-paricchadāḥ\nbālā adūṣita-dhiyo\ndvandvārāmeritehitaiḥ\n"
        },
        {
            "roman": "paryupāsata rājendra\ntan-nyasta-hṛdayekṣaṇāḥ\ntān āha karuṇo maitro\nmahā-bhāgavato 'suraḥ\n"
        }
    ],
    "synonyms": "te—they; tu—indeed; tat-gauravāt—from great respect for the words of Prahlāda Mahārāja (due to his being a devotee); sarve—all of them; tyakta—having given up; krīḍā-paricchadāḥ—toys for playing; bālāḥ—the boys; adūṣita-dhiyaḥ—whose intelligence was not as polluted (as that of their fathers); dvandva—in duality; ārāma—of those taking pleasure (the instructors, namely Ṣaṇḍa and Amarka); īrita—by the instructions; īhitaiḥ—and actions; paryupāsata—sat down around; rāja-indra—O King Yudhiṣṭhira; tat—unto him; nyasta—having given up; hṛdaya-īkṣaṇāḥ—their hearts and eyes; tān—unto them; āha—spoke; karuṇaḥ—very merciful; maitraḥ—a real friend; mahā-bhāgavataḥ—a most exalted devotee; asuraḥ—Prahlāda Mahārāja, although born of an asura father.",
    "translation": "My dear King Yudhiṣṭhira, all the children were very much affectionate and respectful to Prahlāda Mahārāja, and because of their tender age they were not so polluted by the instructions and actions of their teachers, who were attached to condemned duality and bodily comfort. Thus the boys surrounded Prahlāda Mahārāja, giving up their playthings, and sat down to hear him. Their hearts and eyes being fixed upon him, they looked at him with great earnestness. Prahlāda Mahārāja, although born in a demon family, was an exalted devotee, and he desired their welfare. Thus he began instructing them about the futility of materialistic life.",
    "purport": [
        {
            "type": "normal",
            "content": "The words bālā adūṣita-dhiyaḥ indicate that the children, being of a tender age, were not as polluted by materialistic life as their fathers. Prahlāda Mahārāja, therefore, taking advantage of the innocence of his class friends, began teaching them about the importance of spiritual life and the insignificance of materialistic life. Although the teachers Ṣaṇḍa and Amarka were instructing all the boys in the materialistic life of religion, economic development and sense gratification, the boys were not much polluted. Therefore, with great attention they wanted to hear from Prahlāda Mahārāja about Kṛṣṇa consciousness. In our Kṛṣṇa consciousness movement, the guru-kula plays an extremely important part in our activities because right from childhood the boys at the guru-kula are instructed about Kṛṣṇa consciousness. Thus they become steady within the cores of their hearts, and there is very little possibility that they will be conquered by the modes of material nature when they are older."
        }
    ]
}
