{
    "info": {
        "id": "sb/7/5/6",
        "prevId": "sb/7/5/5",
        "nextId": "sb/7/5/7"
    },
    "verses": [
        {
            "roman": "śrī-nārada uvāca\nśrutvā putra-giro daityaḥ\npara-pakṣa-samāhitāḥ\njahāsa buddhir bālānāṁ\nbhidyate para-buddhibhiḥ\n"
        }
    ],
    "synonyms": "śrī-nāradaḥ uvāca—Nārada Muni said; śrutvā—hearing; putra-giraḥ—the instructive words of his son; daityaḥ—Hiraṇyakaśipu; para-pakṣa—on the side of the enemy; samāhitāḥ—full of faith; jahāsa—laughed; buddhiḥ—the intelligence; bālānām—of small boys; bhidyate—is polluted; para-buddhibhiḥ—by instructions from the enemy's camp.",
    "translation": "\nNārada Muni continued: When Prahlāda Mahārāja spoke about the path of self-realization in devotional service, thus being faithful to the camp of his father's enemies, Hiraṇyakaśipu, the King of the demons, heard Prahlāda's words and he laughingly said, \"Thus is the intelligence of children spoiled by the words of the enemy.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHiraṇyakaśipu, being a demon, would always consider Lord Viṣṇu and His devotees to be his enemies. Therefore the word para-pakṣa (\"on the side of the enemy\") is used here. Hiraṇyakaśipu never agreed with the words of Viṣṇu, or Kṛṣṇa. Rather, he was angered by the intelligence of a Vaiṣṇava. Lord Viṣṇu, Lord Kṛṣṇa, says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja (BG 18.66)—\"Give up all other duties and surrender unto Me\"—but demons like Hiraṇyakaśipu never agree to do this. Therefore Kṛṣṇa says:\n"
        },
        {
            "type": "verse",
            "content": "na māṁ duṣkṛtino mūḍhāḥ\nprapadyante narādhamāḥ\nmāyayāparhṛta-jñānā\nāsuraṁ bhāvam āśritāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.\" (BG 7.15) The asura-bhāva, the atheistic nature, is directly represented by Hiraṇyakaśipu. Such persons, being mūḍha and narādhama—fools and rascals, the lowest of men—would never accept Viṣṇu as the Supreme and surrender to Him. Hiraṇyakaśipu naturally became increasingly angry that his son Prahlāda was being influenced by the camp of the enemies. He therefore asked that saintly persons like Nārada not be allowed within the residential quarters of his son, for otherwise Prahlāda would be further spoiled by Vaiṣṇava instructions.\n"
        }
    ]
}
