{
    "info": {
        "id": "sb 7/5/Summary",
        "prevId": "sb/7/4/46",
        "nextId": "sb/7/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nPrahlāda Mahārāja did not carry out the orders of his teachers, for he was always engaged in worshiping Lord Viṣṇu. As described in this chapter, Hiraṇyakaśipu tried to kill Prahlāda Mahārāja, even by having a snake bite him and by putting him under the feet of elephants, yet he was unsuccessful.\n"
        },
        {
            "type": "normal",
            "content": "Hiraṇyakaśipu's spiritual master, Śukrācārya, had two sons named Ṣaṇḍa and Amarka, to whom Prahlāda Mahārāja was entrusted for education. Although the teachers tried to educate the boy Prahlāda in politics, economics and other material activities, he did not care for their instructions. Instead, he continued to be a pure devotee. Prahlāda Mahārāja never liked the idea of discriminating between one's friends and enemies. Because he was spiritually inclined, he was equal toward everyone.\n"
        },
        {
            "type": "normal",
            "content": "Once upon a time, Hiraṇyakaśipu inquired from his son what the best thing was that he had learned from his teachers. Prahlāda Mahārāja replied that a man engrossed in the material consciousness of duality, thinking, \"This is mine, and that belongs to my enemy,\" should give up his householder life and go to the forest to worship the Supreme Lord.\n"
        },
        {
            "type": "normal",
            "content": "When Hiraṇyakaśipu heard from his son about devotional service, he decided that this small boy had been polluted by some friend in school. Thus he advised the teachers to take care of the boy so that he would not become a Kṛṣṇa conscious devotee. However, when the teachers inquired from Prahlāda Mahārāja why he was going against their teachings, Prahlāda Mahārāja taught the teachers that the mentality of ownership is false and that he was therefore trying to become an unalloyed devotee of Lord Viṣṇu. The teachers, being very angry at this answer, chastised and threatened the boy with many fearful conditions. They taught him to the best of their ability and then brought him before his father.\n"
        },
        {
            "type": "normal",
            "content": "Hiraṇyakaśipu affectionately took his son Prahlāda on his lap and then inquired from him what the best thing was that he had learned from his teachers. As usual, Prahlāda Mahārāja began praising the nine processes of devotional service, such as śravaṇam and kīrtanam. Thus the King of the demons, Hiraṇyakaśipu, being extremely angry, chastised the teachers, Ṣaṇḍa and Amarka, for having wrongly trained Prahlāda Mahārāja. The so-called teachers informed the King that Prahlāda Mahārāja was automatically a devotee and did not listen to their instructions. When they proved themselves innocent, Hiraṇyakaśipu inquired from Prahlāda where he had learned viṣṇu-bhakti. Prahlāda Mahārāja replied that those who are attached to family life do not develop Kṛṣṇa consciousness, either personally or collectively. Instead, they suffer repeated birth and death in this material world and continue simply chewing the chewed. Prahlāda explained that the duty of every man is to take shelter of a pure devotee and thus become eligible to understand Kṛṣṇa consciousness.\n"
        },
        {
            "type": "normal",
            "content": "Enraged at this answer, Hiraṇyakaśipu threw Prahlāda Mahārāja from his lap. Since Prahlāda was so treacherous that he had become a devotee of Viṣṇu, who had killed his uncle Hiraṇyākṣa, Hiraṇyakaśipu asked his assistants to kill him. The assistants of Hiraṇyakaśipu struck Prahlāda with sharp weapons, threw him under the feet of elephants, subjected him to hellish conditions, threw him from the peak of a mountain and tried to kill him in thousands of other ways, but they were unsuccessful. Hiraṇyakaśipu therefore became increasingly afraid of his son Prahlāda Mahārāja and arrested him. The sons of Hiraṇyakaśipu's spiritual master, Śukrācārya, began teaching Prahlāda in their own way, but Prahlāda Mahārāja did not accept their instructions. While the teachers were absent from the classroom, Prahlāda Mahārāja began to preach Kṛṣṇa consciousness in the school, and by his instructions all his class friends, the sons of the demons, became devotees like him.\n"
        }
    ]
}
