{
    "info": {
        "id": "sb/7/4/20",
        "prevId": "sb/7/4/19",
        "nextId": "sb/7/4/21"
    },
    "verses": [
        {
            "roman": "evam aiśvarya-mattasya\ndṛptasyocchāstra-vartinaḥ\nkālo mahān vyatīyāya\nbrahma-śāpam upeyuṣaḥ\n"
        }
    ],
    "synonyms": "evam—thus; aiśvarya-mattasya—of one who was intoxicated by opulences; dṛptasya—greatly proud; ut-śāstra-vartinaḥ—transgressing the regulative principles mentioned in the śāstras; kālaḥ—duration of time; mahān—a great; vyatīyāya—passed; brahma-śāpam—a curse by exalted brāhmaṇas; upeyuṣaḥ—having obtained.",
    "translation": "\nHiraṇyakaśipu thus passed a long time being very much proud of his opulences and transgressing the laws and regulations mentioned in the authoritative śāstras. He was therefore subjected to a curse by the four Kumāras, who were great brāhmaṇas.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere have been many instances in which demons, after achieving material opulences, have become extremely proud, so much so that they have transgressed the laws and regulations given in the authoritative śāstras. Hiraṇyakaśipu acted in this way. As stated in Bhagavad-gītā (BG 16.23):\n"
        },
        {
            "type": "verse",
            "content": "yaḥ śāstra-vidhim utsṛjya\nvartate kāma-kārataḥ\nna sa siddhim avāpnoti\nna sukhaṁ na parāṁ gatim"
        },
        {
            "type": "normal",
            "content": "\n\"He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination.\" The word śāstra refers to that which controls our activities. We cannot violate or transgress the laws and regulative principles mentioned in the śāstras. Bhagavad-gītā repeatedly confirms this.\n"
        },
        {
            "type": "verse",
            "content": "tasmāc chāstraṁ pramāṇaṁ te\nkāryākārya-vyavasthitau\njñātvā śāstra-vidhānoktaṁ\nkarma kartum ihārhasi"
        },
        {
            "type": "normal",
            "content": "\n\"One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may gradually be elevated.\" (BG 16.24) One should act according to the direction of the śāstra, but the material energy is so powerful that as soon as one becomes materially opulent, he begins to transgress the śāstric laws. As soon as one transgresses the laws of śāstra, he immediately enters upon the path of destruction.\n"
        }
    ]
}
