{
    "info": {
        "id": "sb/7/4/29",
        "prevId": "sb/7/4/28",
        "nextId": "sb/7/4/30"
    },
    "verses": [
        {
            "roman": "śrī-nārada uvāca\nity uktā loka-guruṇā\ntaṁ praṇamya divaukasaḥ\nnyavartanta gatodvegā\nmenire cāsuraṁ hatam\n"
        }
    ],
    "synonyms": "śrī-nāradaḥ uvāca—the great saint Nārada Muni said; iti—thus; uktāḥ—addressed; loka-guruṇā—by the supreme spiritual master of everyone; tam—unto Him; praṇamya—offering obeisances; divaukasaḥ—all the demigods; nyavartanta—returned; gata-udvegāḥ—relieved of all anxieties; menire—they considered; ca—also; asuram—the demon (Hiraṇyakaśipu); hatam—killed.",
    "translation": "The great saint Nārada Muni continued: When the Supreme Personality of Godhead, the spiritual master of everyone, thus reassured all the demigods living in the heavenly planets, they offered their respectful obeisances unto Him and returned, confident that the demon Hiraṇyakaśipu was now practically dead.",
    "purport": [
        {
            "type": "normal",
            "content": "The less intelligent men who are always busy worshiping the demigods should note that when the demigods are harassed by the demons, they approach the Supreme Personality of Godhead for relief. Since the demigods resort to the Supreme Personality of Godhead, why should the worshipers of the demigods not approach the Supreme Lord for whatever benefits they desire? Śrīmad-Bhāgavatam (SB 2.3.10) says:"
        },
        {
            "type": "verse",
            "content": "akāmaḥ sarva-kāmo vāmokṣa-kāma udāra-dhīḥ\ntīvreṇa bhakti-yogenayajeta puruṣaṁ param"
        },
        {
            "type": "normal",
            "content": "\"Whether one desires everything or nothing, or whether he desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.\" Whether one is a karmī, jñānī or yogī, if one wants a particular benediction fulfilled, even if it be material, one should approach the Supreme Lord and pray to Him, for then it will be fulfilled. There is no need to approach any demigod separately for the fulfillment of any desire."
        }
    ]
}
