{
    "info": {
        "id": "sb/7/4/42",
        "prevId": "sb/7/4/41",
        "nextId": "sb/7/4/43"
    },
    "verses": [
        {
            "roman": "sa uttama-śloka-padāravindayor\nniṣevayākiñcana-saṅga-labdhayā\ntanvan parāṁ nirvṛtim ātmano muhur\nduḥsaṅga-dīnasya manaḥ śamaṁ vyadhāt\n"
        }
    ],
    "synonyms": "saḥ—he (Prahlāda Mahārāja); uttama-śloka-pada-aravindayoḥ—to the lotus feet of the Supreme Personality of Godhead, who is worshiped by transcendental prayers; niṣevayā—by constant service; akiñcana—of devotees who have nothing to do with the material world; saṅga—in the association; labdhayā—obtained; tanvan—expanding; parām—highest; nirvṛtim—bliss; ātmanaḥ—of the spirit soul; muhuḥ—constantly; duḥsaṅga-dīnasya—of a person poor in spiritual understanding due to bad association; manaḥ—the mind; śamam—peaceful; vyadhāt—made.",
    "translation": "Because of his association with perfect, unalloyed devotees who had nothing to do with anything material, Prahlāda Mahārāja constantly engaged in the service of the Lord's lotus feet. By seeing his bodily features when he was in perfect ecstasy, persons very poor in spiritual understanding became purified. In other words, Prahlāda Mahārāja bestowed upon them transcendental bliss.",
    "purport": [
        {
            "type": "normal",
            "content": "Apparently Prahlāda Mahārāja was placed in circumstances in which he was always tortured by his father. In such material conditions, one cannot have an undisturbed mind, but since bhakti is unconditional (ahaituky apratihatā), Prahlāda Mahārāja was never disturbed by the chastisements of Hiraṇyakaśipu. On the contrary, the bodily symptoms of his ecstatic love for the Supreme Personality of Godhead turned the minds of his friends, who had also been born in atheistic families. Instead of being disturbed by the torments of his father, Prahlāda influenced these friends and cleansed their minds. A devotee is never contaminated by material conditions, but persons subjected to material conditions can become spiritually advanced and blissful upon seeing the behavior of a pure devotee."
        }
    ]
}
