{
    "info": {
        "id": "sb/7/4/9-12",
        "prevId": "sb/7/4/8",
        "nextId": "sb/7/4/13"
    },
    "verses": [
        {
            "roman": "yatra vidruma-sopānā\nmahā-mārakatā bhuvaḥ\nyatra sphāṭika-kuḍyāni\nvaidūrya-stambha-paṅktayaḥ\n"
        },
        {
            "roman": "yatra citra-vitānāni\npadmarāgāsanāni ca\npayaḥ-phena-nibhāḥ śayyā\nmuktādāma-paricchadāḥ\n"
        },
        {
            "roman": "kūjadbhir nūpurair devyaḥ\nśabda-yantya itas tataḥ\nratna-sthalīṣu paśyanti\nsudatīḥ sundaraṁ mukham\n"
        },
        {
            "roman": "tasmin mahendra-bhavane mahā-balo\nmahā-manā nirjita-loka eka-rāṭ\nreme 'bhivandyāṅghri-yugaḥ surādibhiḥ\npratāpitair ūrjita-caṇḍa-śāsanaḥ\n"
        }
    ],
    "synonyms": "yatra—where (the residential quarters of King Indra); vidruma-sopānāḥ—steps made of coral; mahā-mārakatāḥ—emerald; bhuvaḥ—floors; yatra—where; sphāṭika—crystal; kuḍyāni—walls; vaidūrya—of vaidūrya stone; stambha—of pillars; paṅktayaḥ—lines; yatra—where; citra—wonderful; vitānāni—canopies; padmarāga—bedecked with rubies; āsanāni—seats; ca—also; payaḥ—of milk; phena—the foam; nibhāḥ—just like; śayyāḥ—beds; muktādāma—of pearls; paricchadāḥ—having borders; kūjadbhiḥ—jingling; nūpuraiḥ—with ankle bells; devyaḥ—celestial ladies; śabda-yantyaḥ—making sweet vibrations; itaḥ tataḥ—here and there; ratna-sthalīṣu—in places bedecked with jewels and gems; paśyanti—see; su-datīḥ—having nice teeth; sundaram—very beautiful; mukham—faces; tasmin—in that; mahendra-bhavane—the residential quarters of the heavenly King; mahā-balaḥ—the most powerful; mahā-manāḥ—highly thoughtful; nirjita-lokaḥ—having everyone under his control; eka-rāṭ—the powerful dictator; reme—enjoyed; abhivandya—worshiped; aṅghri-yugaḥ—whose two feet; sura-ādibhiḥ—by the demigods; pratāpitaiḥ—being disturbed; ūrjita—more than expected; caṇḍa—severe; śāsanaḥ—whose ruling.",
    "translation": "The steps of King Indra's residence were made of coral, the floor was bedecked with invaluable emeralds, the walls were of crystal, and the columns of vaidūrya stone. The wonderful canopies were beautifully decorated, the seats were bedecked with rubies, and the silk bedding, as white as foam, was decorated with pearls. The ladies of the palace, who were blessed with beautiful teeth and the most wonderfully beautiful faces, walked here and there in the palace, their ankle bells tinkling melodiously, and saw their own beautiful reflections in the gems. The demigods, however, being very much oppressed, had to bow down and offer obeisances at the feet of Hiraṇyakaśipu, who chastised the demigods very severely and for no reason. Thus Hiraṇyakaśipu lived in the palace and severely ruled everyone.",
    "purport": [
        {
            "type": "normal",
            "content": "Hiraṇyakaśipu was so powerful in the heavenly planets that all the demigods except Lord Brahmā, Lord Śiva and Lord Viṣṇu were forced to engage in his service. Indeed, they were afraid of being severely punished if they disobeyed him. Śrīla Viśvanātha Cakravartī has compared Hiraṇyakaśipu to Mahārāja Vena, who was also atheistic and scornful of the ritualistic ceremonies mentioned in the Vedas. Yet Mahārāja Vena was afraid of some of the great sages such as Bhṛgu, whereas Hiraṇyakaśipu ruled in such a way that everyone feared him but Lord Viṣṇu, Lord Brahmā and Lord Śiva. Hiraṇyakaśipu was so alert against being burnt to ashes by the anger of great sages like Bhṛgu that by dint of austerity he surpassed their power and placed even them under his subordination. It appears that even in the higher planetary systems, to which people are promoted by pious activities, disturbances are created by asuras like Hiraṇyakaśipu. No one in the three worlds can live in peace and prosperity without disturbance."
        }
    ]
}
