{
    "info": {
        "id": "sb/2/5/13",
        "prevId": "sb/2/5/12",
        "nextId": "sb/2/5/14"
    },
    "verses": [
        {
            "roman": "vilajjamānayā yasya\nsthātum īkṣā-pathe 'muyā\nvimohitā vikatthante\nmamāham iti durdhiyaḥ\n"
        }
    ],
    "synonyms": "vilajjamānayā—by one who is ashamed; yasya—whose; sthātum—to stay; īkṣā-pathe—in front; amuyā—by the bewildering energy; vimohitāḥ—those who are bewildered; vikatthante—talk nonsense; mama—it is mine; aham—I am everything; iti—thus vituperating; durdhiyaḥ—thus ill conceived.",
    "translation": "\nThe illusory energy of the Lord cannot take precedence, being ashamed of her position, but those who are bewildered by her always talk nonsense, being absorbed in thoughts of \"It is I\" and \"It is mine.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe invincibly powerful deluding energy of the Personality of God, or the third energy, representing nescience, can bewilder the entire world of animation, but still she is not strong enough to be able to stand in front of the Supreme Lord. Nescience is behind the Personality of Godhead, where she is powerful enough to mislead the living beings, and the primary symptom of bewildered persons is that they talk nonsense. Nonsensical talks are not supported by the principles of Vedic literatures, and first-grade nonsense talk is \"It is I, it is mine.\" A godless civilization is exclusively conducted by such false ideas, and such persons, without any factual realization of God, accept a false God or falsely declare themselves to be God to mislead persons who are already bewildered by the deluding energy. Those who are before the Lord, however, and who surrender unto Him, cannot be influenced by the deluding energy; therefore they are free from the misconception of \"It is I, it is mine,\" and therefore they do not accept a false God or pose themselves as equal to the Supreme Lord. Identification of the bewildered person is distinctly given in this verse.\n"
        }
    ]
}
