{
    "info": {
        "id": "sb/3/5/39",
        "prevId": "sb/3/5/38",
        "nextId": "sb/3/5/40"
    },
    "verses": [
        {
            "roman": "devā ūcuḥ\nnamāma te deva padāravindaṁ\nprapanna-tāpopaśamātapatram\nyan-mūla-ketā yatayo 'ñjasoru-\nsaṁsāra-duḥkhaṁ bahir utkṣipanti\n"
        }
    ],
    "synonyms": "devāḥ ūcuḥ—the demigods said; namāma—we offer our respectful obeisances; te—Your; deva—O Lord; pada-aravindam—lotus feet; prapanna—surrendered; tāpa—distress; upaśama—suppresses; ātapatram—umbrella; yat-mūla-ketāḥ—shelter of the lotus feet; yatayaḥ—great sages; añjasā—totally; uru—great; saṁsāra-duḥkham—miseries of material existence; bahiḥ—out; utkṣipanti—forcibly throw.",
    "translation": "The demigods said: O Lord, Your lotus feet are like an umbrella for the surrendered souls, protecting them from all the miseries of material existence. All the sages under that shelter throw off all material miseries. We therefore offer our respectful obeisances unto Your lotus feet.",
    "purport": [
        {
            "type": "normal",
            "content": "There are many sages and saints who engage in trying to conquer rebirth and all other material miseries. But of all of them, those who take shelter under the lotus feet of the Lord can completely throw off all such miseries without difficulty. Others, who are engaged in transcendental activities in different ways, cannot do so. For them it is very difficult. They may artificially think of becoming liberated without accepting the shelter of the lotus feet of the Lord, but that is not possible. One is sure to fall again to material existence from such false liberation, even though one may have undergone severe penances and austerities. This is the opinion of the demigods, who are not only well versed in Vedic knowledge but are also seers of the past, present and future. The opinions of the demigods are valuable because the demigods are authorized to hold positions in the affairs of universal management. They are appointed by the Lord as His confidential servants."
        }
    ]
}
