{
    "info": {
        "id": "sb/3/5/46",
        "prevId": "sb/3/5/45",
        "nextId": "sb/3/5/47"
    },
    "verses": [
        {
            "roman": "pānena te deva kathā-sudhāyāḥ\npravṛddha-bhaktyā viśadāśayā ye\nvairāgya-sāraṁ pratilabhya bodhaṁ\nyathāñjasānvīyur akuṇṭha-dhiṣṇyam\n"
        }
    ],
    "synonyms": "pānena—by drinking; te—of You; deva—O Lord; kathā—topics; sudhāyāḥ—of the nectar; pravṛddha—highly enlightened; bhaktyā—by devotional service; viśada-āśayāḥ—with a greatly serious attitude; ye—those who; vairāgya-sāram—the entire purport of renunciation; pratilabhya—achieving; bodham—intelligence; yathā—as much as; añjasā—quickly; anvīyuḥ—achieve; akuṇṭha-dhiṣṇyam—Vaikuṇṭhaloka in the spiritual sky.",
    "translation": "O Lord, persons who, because of their serious attitude, attain the stage of enlightened devotional service achieve the complete meaning of renunciation and knowledge and attain the Vaikuṇṭhaloka in the spiritual sky simply by drinking the nectar of Your topics.",
    "purport": [
        {
            "type": "normal",
            "content": "The difference between the impersonalistic mental speculators and the pure devotees of the Lord is that the former pass through a miserable understanding of the Absolute Truth at every stage, whereas the devotees enter into the kingdom of all pleasures even from the beginning of their attempt. The devotee has only to hear about devotional activities, which are as simple as anything in ordinary life, and he also acts very simply, whereas the mental speculator has to pass through a jugglery of words, which are partially facts and partially a make-show for the maintenance of an artificial impersonal status. In spite of his strenuous efforts to attain perfect knowledge, the impersonalist attains merging into the impersonal oneness of the brahmajyoti of the Lord, which is also attained by the enemies of the Lord simply because of their being killed by Him. The devotees, however, attain to the highest stage of knowledge and renunciation and achieve the Vaikuṇṭhalokas, the planets in the spiritual sky. The impersonalist attains only the sky, and does not achieve any tangible transcendental bliss, whereas the devotee attains to the planets where real spiritual life prevails. With a serious attitude, the devotee throws away all achievements like so much dust, and he accepts only devotional service, the transcendental culmination."
        }
    ]
}
