{
    "info": {
        "id": "sb/7/12/15",
        "prevId": "sb/7/12/13-14",
        "nextId": "sb/7/12/16"
    },
    "verses": [
        {
            "roman": "agnau gurāv ātmani ca\nsarva-bhūteṣv adhokṣajam\nbhūtaiḥ sva-dhāmabhiḥ paśyed\napraviṣṭaṁ praviṣṭavat\n"
        }
    ],
    "synonyms": "agnau—in the fire; gurau—in the spiritual master; ātmani—in one's self; ca—also; sarva-bhūteṣu—in every living entity; adhokṣajam—the Supreme Personality of Godhead, who cannot be seen or perceived with the material eyes or other material senses; bhūtaiḥ—with all living entities; sva-dhāmabhiḥ—along with His Lordship's paraphernalia; paśyet—one should see; apraviṣṭam—not entered; praviṣṭa-vat—also entered.",
    "translation": "One should realize that in the fire, in the spiritual master, in one's self and in all living entities—in all circumstances and conditions—the Supreme Personality of Godhead, Viṣṇu, has simultaneously entered and not entered. He is situated externally and internally as the full controller of everything.",
    "purport": [
        {
            "type": "normal",
            "content": "Realization of the Supreme Personality of Godhead's omnipresence is the perfect realization of the Absolute Truth to be attained through the study of the Vedic literatures. As stated in the Brahma-saṁhitā (BS 5.38), aṇḍāntara-stha-paramāṇu-cayāntara-stham: the Lord is situated within the universe, within the heart of every living entity and also within the atom. We should understand that whenever the Supreme Personality of Godhead is present, He is present with all His paraphernalia, including His name, form, associates and servants. The living entity is part and parcel of the Supreme Personality of Godhead, and thus one should understand that since the Supreme Lord has entered the atom, the living entities are also there. One must accept the inconceivable quality of the Supreme Personality of Godhead, for no one can understand from the material point of view how the Lord is all-pervasive and yet is situated in His own abode, Goloka Vṛndāvana. This realization is possible if one strictly follows the regulative principles of āśrama (brahmacārī, gṛhastha, vānaprastha and sannyāsa). Śrīla Madhvācārya says in this regard:"
        },
        {
            "type": "verse",
            "content": "apraviṣṭaḥ sarva-gataḥpraviṣṭas tv anurūpavān\nevaṁ dvi-rūpo bhagavānharir eko janārdanaḥ"
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, in His original form, has not entered everything (apraviṣṭaḥ), but in His impersonal form He has entered (praviṣṭaḥ). Thus He has entered and not entered simultaneously. This is also explained in Bhagavad-gītā (BG 9.4), wherein the Lord says:"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "normal",
            "content": "\"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.\" The Lord can defy Himself. Thus there is variety in unity (ekatvaṁ bahutvam)."
        }
    ]
}
