{
    "info": {
        "id": "sb 7/12/Summary",
        "prevId": "sb/7/11/35",
        "nextId": "sb/7/12/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter particularly describes the brahmacārī and the person in the vānaprastha stage, and it also gives a general description of the four āśramas-brahmacarya, gṛhastha, vānaprastha and sannyāsa. In the previous chapter, the great saint Nārada Muni has described the varṇa institution of society, and now, in this chapter, he will describe the stages of spiritual advancement in the four āśramas, which are known as brahmacarya, gṛhastha, vānaprastha and sannyāsa.\n"
        },
        {
            "type": "normal",
            "content": "The brahmacāri should live under the care of the true spiritual master, giving him sincere respect and obeisances, acting as his menial servant, and always carrying out his order. The brahmacārī should engage himself in spiritual activities and study the Vedic literature under the direction of the spiritual master. According to the brahmacarya system, he should dress with a belt, deerskin, and matted hair and should bear a daṇḍa, waterpot and sacred thread. He should collect alms daily in the morning, and in the evening whatever alms he has collected he should offer to the spiritual master. A brahmacārī should accept prasāda upon the order of the spiritual master, and if the spiritual master sometimes forgets to order the disciple to eat, the disciple should not take prasāda on his own initiative; rather, he should fast. The brahmacārī should be trained to be satisfied with eating what is absolutely necessary, he should be very expert in executing responsibilities, he should be faithful, and he should control his senses and try to avoid the association of women as far as possible. A brahmacārī should very strictly abstain from living with women and should not meet with gṛhasthas and those too addicted to women. Nor should a brahmacārī speak in a lonely place with a woman.\n"
        },
        {
            "type": "normal",
            "content": "After completing one's education as a brahmacārī in this way, one should give dakṣiṇā, an offering of gratitude, to one's guru, and then one may leave for home and accept the next āśrama-the gṛhastha-āśrama-or else one may continue in the brahmacarya-āśrama without adulteration. The duties for the gṛhastha-āśrama and brahmacarya-āśrama, as well as the duties for sannyāsīs, are prescribed in the śāstras. A gṛhastha is not meant to enjoy sex life without restriction. Indeed, the whole purpose of Vedic life is to become free from sexual indulgence. All the āśramas are recognized for spiritual progress, and therefore although the gṛhastha-āśrama gives a kind of license for sex life for a certain time, it does not allow unrestricted sex life. Therefore, in gṛhastha life also, there is no illicit sex. A gṛhastha should not accept a woman for sexual enjoyment. Wasting semen is also illicit sex.\n"
        },
        {
            "type": "normal",
            "content": "After the gṛhastha-āśrama is another āśrama, known as vānaprastha, which is midway between gṛhastha and sannyāsa. A person in the vānaprastha order is restricted in eating food grains and forbidden to eat fruits that have not ripened on the tree. Nor should he cook food with fire, although he is allowed to eat caru, grains that have been offered in a sacrificial fire. He may also eat fruits and grains that have grown naturally. Living in a thatched cottage, the vānaprastha should endure all kinds of heat and cold. He should not cut his nails or hair, and he should give up cleaning his body and teeth. He should wear tree bark, accept a daṇḍa, and practice life in the forest, taking a vow to live there for twelve years, eight years, four years, two years or at least one year. At last, when because of old age he can no longer perform the activities of a vānaprastha, he should gradually stop everything and in this way give up his body.\n"
        }
    ]
}
