{
    "info": {
        "id": "sb/11/28/18",
        "prevId": "sb/11/28/17",
        "nextId": "sb/11/28/19"
    },
    "verses": [
        {
            "roman": "jñānaṁ viveko nigamas tapaś ca\npratyakṣam aitihyam athānumānam\nādy-antayor asya yad eva kevalaṁ\nkālaś ca hetuś ca tad eva madhye\n"
        }
    ],
    "synonyms": "jñānam—transcendental knowledge; vivekaḥ—discrimination; nigamaḥ—the scripture; tapaḥ—austerity; ca—and; pratyakṣam—direct perception; aitihyam—the historical accounts of the Purāṇas; atha—and; anumānam—logic; ādi—in the beginning; antayoḥ—and the end; asya—of this creation; yat—which; eva—indeed; kevalam—alone; kālaḥ—the controlling factor of time; ca—and; hetuḥ—the ultimate cause; ca—and; tat—that; eva—alone; madhye—in the middle.",
    "translation": "Real spiritual knowledge is based on the discrimination of spirit from matter, and it is cultivated by scriptural evidence, austerity, direct perception, reception of the Purāṇas' historical narrations, and logical inference. The Absolute Truth, which alone was present before the creation of the universe and which alone will remain after its destruction, is also the time factor and the ultimate cause. Even in the middle stage of this creation's existence, the Absolute Truth alone is the actual reality.",
    "purport": [
        {
            "type": "normal",
            "content": "Material scientists and philosophers are desperately searching for the ultimate material cause or principle, which is described here as kāla, the time factor. The material process of cause and effect takes place entirely within a sequence of time; in other words, the time factor is the motivating impetus for material cause and effect. This time factor is a manifestation of the Supersoul, the form of the Supreme Lord that pervades and supports the cosmic manifestation. The method for acquiring knowledge is scientifically described here, and those who are serious, reasonable scholars will take advantage of the transcendental epistemology revealed here by the Lord."
        }
    ]
}
