{
    "info": {
        "id": "sb/11/28/3",
        "prevId": "sb/11/28/2",
        "nextId": "sb/11/28/4"
    },
    "verses": [
        {
            "roman": "taijase nidrayāpanne\npiṇḍa-stho naṣṭa-cetanaḥ\nmāyāṁ prāpnoti mṛtyuṁ vā\ntadvan nānārtha-dṛk pumān\n"
        }
    ],
    "synonyms": "taijase—when the senses, which are the products of false ego in the mode of passion; nidrayā—by sleep; āpanne—are overcome; piṇḍa—in the shell of the material body; sthaḥ—(the soul) who is situated; naṣṭa-cetanaḥ—having lost his consciousness; māyām—the illusion of dreaming; prāpnoti—he experiences; mṛtyum—the deathlike condition of deep sleep; vā—or; tadvat—in the same way; nānā-artha—in terms of material varieties; dṛk—who sees; pumān—a person.",
    "translation": "Just as the embodied spirit soul loses external consciousness when his senses are overcome by the illusion of dreaming or the deathlike state of deep sleep, so a person experiencing material duality must encounter illusion and death.",
    "purport": [
        {
            "type": "normal",
            "content": "The material senses are described here as taijasa because they are born of false ego in the mode of passion. Impelled by false ego, one dreams of the material world without the Personality of Godhead and makes plans to lord it over nature, to exploit her resources. Modern atheistic scientists have developed this false ego to a fine art and imagine themselves great heroes conquering the obstacles of nature and moving forward toward inevitable omniscience. Such dreamy materialists are repeatedly stunned by the crushing reactions of the laws of nature, and their arrogant, agnostic civilizations are repeatedly annihilated by world wars, natural disasters and violent shifts of the cosmic situation."
        },
        {
            "type": "normal",
            "content": "On a simpler level, all conditioned souls are captivated by sex attraction and thus bound to the illusion of material society, friendship and love. They imagine themselves to be wonderful enjoyers of the material nature, which suddenly turns against them and kills them just like the \"tamed\" animal that suddenly turns on its master and kills him."
        }
    ]
}
