{
    "info": {
        "id": "sb/11/28/35",
        "prevId": "sb/11/28/34",
        "nextId": "sb/11/28/36"
    },
    "verses": [
        {
            "roman": "eṣa svayaṁ-jyotir ajo 'prameyo\nmahānubhūtiḥ sakalānubhūtiḥ\neko 'dvitīyo vacasāṁ virāme\nyeneṣitā vāg-asavaś caranti\n"
        }
    ],
    "synonyms": "eṣaḥ—this (Supersoul); svayam-jyotiḥ—self-luminous; ajaḥ—unborn; aprameyaḥ—impossible to measure; mahā-anubhūtiḥ—full of transcendental consciousness; sakala-anubhūtiḥ—aware of everything; ekaḥ—one; advitīyaḥ—without a second; vacasām virāme—(realized only) when material words cease; yena—by whom; īṣitāḥ—impelled; vāk—speech; asavaḥ—and the life airs; caranti—move.",
    "translation": "\nThe Supreme Lord is self-luminous, unborn and immeasurable. He is pure transcendental consciousness and perceives everything. One without a second, He is realized only after ordinary words cease. By Him the power of speech and the life airs are set into motion.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Supreme Lord is self-luminous, self-manifested, whereas the individual living entity is manifested by Him. The Lord is unborn, but the living entity, because of material, designative coverings, takes birth in conditioned life. The Lord is immeasurable, being all-pervasive, whereas the living entity is localized. The Supreme Lord is mahānubhūti, the totality of consciousness, whereas the living entity is a tiny spark of consciousness. The Lord is sakalānubhūti, omniscient, whereas the living entity is aware only of his own limited experience. The Supreme Lord is one, whereas the living entities are innumerable. Considering all these contrasts between the Lord and ourselves, we should not waste time like the foolish material scientists and philosophers, who struggle to find the origin of this world by their insignificant mental speculation and word jugglery. Although one may discover some of the gross laws of material nature through material research, there is no hope of achieving the Absolute Truth by such petty endeavors.\n"
        }
    ]
}
