{
    "info": {
        "id": "sb/2/1/1",
        "prevId": "sb 2/1/Invocation",
        "nextId": "sb/2/1/2"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nvarīyān eṣa te praśnaḥ\nkṛto loka-hitaṁ nṛpa\nātmavit-sammataḥ puṁsāṁ\nśrotavyādiṣu yaḥ paraḥ\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; varīyān—glorious; eṣaḥ—this; te—your; praśnaḥ—question; kṛtaḥ—made by you; loka-hitam—beneficial for all men; nṛpa—O King; ātmavit—transcendentalist; sammataḥ—approved; puṁsām—of all men; śrotavya-ādiṣu—in all kinds of hearing; yaḥ—what is; paraḥ—the supreme.",
    "translation": "Śrī Śukadeva Gosvāmī said: My dear King, your question is glorious because it is very beneficial to all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists.",
    "purport": [
        {
            "type": "normal",
            "content": "Even the very question is so nice that it is the best subject matter for hearing. Simply by such questioning and hearing, one can achieve the highest perfectional stage of life. Because Lord Kṛṣṇa is the original Supreme Person, any question about Him is original and perfect. Lord Śrī Caitanya Mahāprabhu said that the highest perfection of life is to achieve the transcendental loving service of Kṛṣṇa. Because questions and answers about Kṛṣṇa elevate one to that transcendental position, the questions of Mahārāja Parīkṣit about Kṛṣṇa philosophy are greatly glorified. Mahārāja Parīkṣit wanted to absorb his mind completely in Kṛṣṇa, and such absorption can be effected simply by hearing about the uncommon activities of Kṛṣṇa. For instance, in the Bhagavad-gītā it is stated that simply by understanding the transcendental nature of Lord Kṛṣṇa’s appearance, disappearance, and activities, one can immediately return home, back to Godhead, and never come back to this miserable condition of material existence. It is very auspicious, therefore, to hear always about Kṛṣṇa. So Mahārāja Parīkṣit requested Śukadeva Gosvāmī to narrate the activities of Kṛṣṇa so that he could engage his mind in Kṛṣṇa. The activities of Kṛṣṇa are nondifferent from Kṛṣṇa Himself. As long as one is engaged in hearing such transcendental activities of Kṛṣṇa, he remains aloof from the conditional life of material existence. The topics of Lord Kṛṣṇa are so auspicious that they purify the speaker, the hearer and the inquirer. They are compared to the Ganges waters, which flow from the toe of Lord Kṛṣṇa. Wherever the Ganges waters go, they purify the land and the person who bathes in them. Similarly, kṛṣṇa-kathā, or the topics of Kṛṣṇa, are so pure that wherever they are spoken, the place, the hearer, the inquirer, the speaker and all concerned become purified."
        }
    ]
}
