{
    "info": {
        "id": "sb/2/1/28",
        "prevId": "sb/2/1/27",
        "nextId": "sb/2/1/29"
    },
    "verses": [
        {
            "roman": "uraḥ-sthalaṁ jyotir-anīkam asya\ngrīvā mahar vadanaṁ vai jano 'sya\ntapo varāṭīṁ vidur ādi-puṁsaḥ\nsatyaṁ tu śīrṣāṇi sahasra-śīrṣṇaḥ\n"
        }
    ],
    "synonyms": "uraḥ—high; sthalam—place (the chest); jyotiḥ-anīkam—the luminary planets; asya—of Him; grīvā—the neck; mahaḥ—the planetary system above the luminaries; vadanam—mouth; vai—exactly; janaḥ—the planetary system above Mahar; asya—of Him; tapaḥ—the planetary system above the Janas; varāṭīm—forehead; viduḥ—is known; ādi—the original; puṁsaḥ—personality; satyam—the topmost planetary system; tu—but; śīrṣāṇi—the head; sahasra—one thousand; śīrṣṇaḥ—one with heads.",
    "translation": "\nThe chest of the Original Personality of the gigantic form is the luminary planetary system, His neck is the Mahar planets, His mouth is the Janas planets, and His forehead is the Tapas planetary system. The topmost planetary system, known as Satyaloka, is the head of He who has one thousand heads.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe effulgent luminary planets like the sun and the moon are situated almost in the midplace of the universe, and as such they are to be known as the chest of the original gigantic form of the Lord. And above the luminary planets, called also the heavenly places of the universal directorate demigods, are the Mahar, Janas and Tapas planetary systems, and, above all, the Satyaloka planetary system, where the chief directors of the modes of material nature reside, namely Viṣṇu, Brahmā and Śiva. This Viṣṇu is known as the Kṣīrodakaśāyī Viṣṇu, and He acts as the Supersoul in every living being. There are innumerable universes floating on the Causal Ocean, and in each of them the representation of the virāṭ form of the Lord is there along with innumerable suns, moons, heavenly demigods, Brahmās, Viṣṇus and Śivas, all of them situated in one part of the inconceivable potency of Lord Kṛṣṇa, as stated in the Bhagavad-gītā (BG 10.42).\n"
        }
    ]
}
