{
    "info": {
        "id": "sb/2/1/33",
        "prevId": "sb/2/1/32",
        "nextId": "sb/2/1/34"
    },
    "verses": [
        {
            "roman": "nadyo 'sya nāḍyo 'tha tanū-ruhāṇi\nmahī-ruhā viśva-tanor nṛpendra\nananta-vīryaḥ śvasitaṁ mātariśvā\ngatir vayaḥ karma guṇa-pravāhaḥ\n"
        }
    ],
    "synonyms": "nadyaḥ—the rivers; asya—of Him; nāḍyaḥ—veins; atha—and thereafter; tanū-ruhāṇi—hairs on the body; mahī-ruhāḥ—the plants and trees; viśva-tanoḥ—of the universal form; nṛpa-indra—O King; ananta-vīryaḥ—of the omnipotent; śvasitam—breathing; mātariśvā—air; gatiḥ—movement; vayaḥ—passing ages; karma—activity; guṇa-pravāhaḥ—reactions of the modes of nature.",
    "translation": "\nO King, the rivers are the veins of the gigantic body, the trees are the hairs of His body, and the omnipotent air is His breath. The passing ages are His movements, and His activities are the reactions of the three modes of material nature.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Personality of Godhead is not a dead stone, nor is He inactive, as is poorly thought by some schools. He moves with the progress of time, and therefore He knows all about the past and future, along with His present activities. There is nothing unknown to Him. The conditioned souls are driven by the reactions of the modes of material nature, which are the activities of the Lord. As stated in the Bhagavad-gītā (BG 7.12), the modes of nature act under His direction only, and as such no natural functions are blind or automatic. The power behind the activities is the supervision of the Lord, and thus the Lord is never inactive as is wrongly conceived. The Vedas say that the Supreme Lord has nothing to do personally, as is always the case with superiors, but everything is done by His direction. As it is said, not a blade of grass moves without His sanction. In the Brahma-saṁhitā (BS 5.38), it is said that all the universes and the heads of them (the Brahmās) exist only for the duration of His breathing period. The same is confirmed here. The air on which the universes and the planets within the universes exist is nothing but a bit of the breath of the unchallengeable virāṭ-puruṣa. So even by studying the rivers, trees, air and passing ages, one can conceive of the Personality of Godhead without being misled by the formless conception of the Lord. In the Bhagavad-gītā (BG 12.5) it is stated that those who are much inclined to the formless conception of the Supreme Truth are more troubled than those who can intelligently conceive of the personal form.\n"
        }
    ]
}
