{
    "info": {
        "id": "sb/2/1/37",
        "prevId": "sb/2/1/36",
        "nextId": "sb/2/1/38"
    },
    "verses": [
        {
            "roman": "brahmānanaṁ kṣatra-bhujo mahātmā\nviḍ ūrur aṅghri-śrita-kṛṣṇa-varṇaḥ\nnānābhidhābhījya-gaṇopapanno\ndravyātmakaḥ karma vitāna-yogaḥ\n"
        }
    ],
    "synonyms": "brahma—the brāhmaṇas; ānanam—the face; kṣatra—the kṣatriyas; bhujaḥ—the arms; mahātmā—the virāṭ-puruṣa; viṭ—the vaiśyas; ūruḥ—the thighs; aṅghri-śrita—under the protection of His feet; kṛṣṇa-varṇaḥ—the śūdras; nānā—various; abhidhā—by names; abhījya-gaṇa—the demigods; upapannaḥ—being overtaken; dravya-ātmakaḥ—with feasible goods; karma—activities; vitāna-yogaḥ—performances of sacrifice.",
    "translation": "The virāṭ-puruṣa's face is the brāhmaṇas, His arms are the kṣatriyas, His thighs are the vaiśyas, and the śūdras are under the protection of His feet. All the worshipable demigods are also overtaken by Him, and it is the duty of everyone to perform sacrifices with feasible goods to appease the Lord.",
    "purport": [
        {
            "type": "normal",
            "content": "Monotheism is practically suggested here. Offering sacrifices to many demigods under different names is mentioned in the Vedic literatures, but the suggestion made in this verse is that all those varieties of demigods are included in the form of the Supreme Personality of Godhead; they are only the parts and parcels of the original whole. Similarly, the divisions of the orders of human society, namely the brāhmaṇas (the intelligent class), the kṣatriyas (the administrators), the vaiśyas (the mercantile community) and the śūdras (the laborer class), are all included in the body of the Supreme. As such, sacrifice by every one of them in terms of pleasing the Supreme by feasible goods is recommended. Generally, the sacrifice is offered with clarified butter and grains, but with the progress of time, human society has produced varieties of goods by transforming materials supplied by God's material nature. Human society, therefore, must learn to offer sacrifices not only with clarified butter, but also with other manufactured goods in the propagation of the Lord's glory, and that will bring about perfection in human society. The intelligent class of men, or brāhmaṇas, may give direction for such sacrifices in consultation with the previous ācāryas; the administrators may give all facilities to perform such sacrifices; the vaiśya class or mercantile community, who produce such goods, may offer them for sacrifice; and the śūdra class may offer their manual labor for the successful termination of such sacrifice. Thus by the cooperation of all classes of human beings, the sacrifice recommended in this age, namely the sacrifice of congregational chanting of the holy name of the Lord, may be executed for the common welfare of all the people of the world."
        }
    ]
}
