{
    "info": {
        "id": "sb/6/4/48",
        "prevId": "sb/6/4/47",
        "nextId": "sb/6/4/49-50"
    },
    "verses": [
        {
            "roman": "mayy ananta-guṇe 'nante\nguṇato guṇa-vigrahaḥ\nyadāsīt tata evādyaḥ\nsvayambhūḥ samabhūd ajaḥ\n"
        }
    ],
    "synonyms": "mayi—in Me; ananta-guṇe—possessing unlimited potency; anante—unlimited; guṇataḥ—from My potency known as māyā; guṇa-vigrahaḥ—the universe, which is a result of the modes of nature; yadā—when; āsīt—it came into existence; tataḥ—therein; eva—indeed; ādyaḥ—the first living being; svayambhūḥ—Lord Brahmā; samabhūt—was born; ajaḥ—although not from a material mother.",
    "translation": "I am the reservoir of unlimited potency, and therefore I am known as unlimited or all-pervading. From My material energy the cosmic manifestation appeared within Me, and in this universal manifestation appeared the chief being, Lord Brahmā, who is your source and is not born of a material mother.",
    "purport": [
        {
            "type": "normal",
            "content": "This is a description of the history of the universal creation. The first cause is the Lord Himself, the Supreme Person. From Him, Brahmā is created, and Brahmā takes charge of the affairs of the universe. The universal affairs of the material creation depend upon the material energy of the Supreme Personality of Godhead, who is therefore the cause of the material creation. The entire cosmic manifestation is described herein as guṇa-vigrahaḥ, the form of the Lord's qualities. From the cosmic universal form, the first creation is Lord Brahmā, who is the cause of all living entities. In this regard, Śrīla Madhvācārya describes the unlimited attributes of the Lord:"
        },
        {
            "type": "verse",
            "content": "praty-ekaśo guṇānāṁ tuniḥsīmatvam udīryate\ntadānantyaṁ tu guṇatas\nte cānantā hi saṅkhyayā\nato 'nanta-guṇo viṣṇurguṇato 'nanta eva ca"
        },
        {
            "type": "normal",
            "content": "Parāsya śaktir vividhaiva śrūyate: (CC Madhya 13.65, purport) the Lord has innumerable potencies, all of which are unlimited. Therefore the Lord Himself and all His qualities, forms, pastimes and paraphernalia are also unlimited. Because Lord Viṣṇu has unlimited attributes, He is known as Ananta."
        }
    ]
}
