{
    "info": {
        "id": "sb 6/4/Summary",
        "prevId": "sb/6/3/35",
        "nextId": "sb/6/4/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAfter Mahārāja Parīkṣit appealed to Śukadeva Gosvāmī to describe in further detail the creation of the living entities within this universe, Śukadeva Gosvāmī informed him that when the Pracetās, the ten sons of Prācīnabarhi, entered the sea to execute austerities, the planet earth was neglected because of the absence of a king. Naturally many weeds and unnecessary trees grew, and no food grains were produced. Indeed, all the land became like a forest. When the ten Pracetās came out of the sea and saw the entire world full of trees, they were very angry with the trees and decided to destroy them all to rectify the situation. Thus the Pracetās created wind and fire to burn the trees to ashes. Soma, however, the king of the moon and the king of all vegetation, forbade the Pracetās to destroy the trees, since the trees are the source of fruit and flowers for all living beings. Just to satisfy the Pracetās, Soma gave them a beautiful girl born of Pramlocā Apsarā. By the semen of all the Pracetās, Dakṣa was born of that girl.\n"
        },
        {
            "type": "normal",
            "content": "In the beginning, Dakṣa created all the demigods, demons and human beings, but when he found the population not increasing properly, he took sannyāsa and went to Vindhya Mountain, where be underwent severe austerities and offered Lord Viṣṇu a particular prayer known as Haṁsa-guhya, by which Lord Viṣṇu became very pleased with him. The contents of the prayer were as follows.\n"
        },
        {
            "type": "normal",
            "content": "\"The Supreme Personality of Godhead, the Supersoul, Lord Hari, is the controller of both the living entities and the material nature. He is self-sufficient and self-effulgent. As the subject matter of perception is not the cause of our perceiving senses, so the living entity, although within his body, does not cause his eternal friend the Supersoul, who is the cause of creation of all the senses. Because of the living entity's ignorance, his senses are engaged with material objects. Since the living entity is alive, he can understand the creation of this material world to some extent, but he cannot understand the Supreme Personality of Godhead, who is beyond the conception of the body, mind and intelligence. Nevertheless, great sages who are always in meditation can see the personal form of the Lord within their hearts.\n"
        },
        {
            "type": "normal",
            "content": "\"Since an ordinary living being is materially contaminated, his words and intelligence are also material. Therefore he cannot ascertain the Supreme Personality of Godhead by manipulating his material senses. The conception of God derived through the material senses is inaccurate because the Supreme Lord is beyond the material senses, but when one engages his senses in devotional service, the eternal Supreme Personality of Godhead is revealed on the platform of the soul. When that Supreme Godhead becomes the aim of one's life, one is said to have attained spiritual knowledge.\n"
        },
        {
            "type": "normal",
            "content": "\"The Supreme Brahman is the cause of all causes because He originally existed before the creation. He is the original cause of everything, both material and spiritual, and His existence is independent. However, the Lord has a potency called avidyā, the illusory energy, which induces the false arguer to think himself perfect and which induces the illusory energy to bewilder the conditioned soul. That Supreme Brahman, the Supersoul, is very affectionate to His devotees. To bestow mercy upon them, He discloses His form, name, attributes and qualities to be worshiped within this material world.\n"
        },
        {
            "type": "normal",
            "content": "\"Unfortunately, however, those who are materially absorbed worship various demigods. As the air passes over a lotus flower and carries the scent of the flower with it, or as the air sometimes carries dust and therefore assumes colors, the Supreme Personality of Godhead appears as the various demigods according to the desires of His various foolish worshipers, but actually He is the supreme truth, Lord Viṣṇu. To fulfill the desires of His devotees, He appears in various incarnations, and therefore there is no need to worship the demigods.\"\n"
        },
        {
            "type": "normal",
            "content": "Being very satisfied by the prayers of Dakṣa, Lord Viṣṇu appeared before Dakṣa with eight arms. The Lord was dressed in yellow garments and had a blackish complexion. Understanding that Dakṣa was very eager to follow the path of enjoyment, the Lord awarded him the potency to enjoy the illusory energy. The Lord offered him the daughter of Pañcajana named Asiknī, who was suitable for Mahārāja Dakṣa to enjoy in sex. Indeed, Dakṣa received his name because he was very expert in sex life. After awarding this benediction, Lord Viṣṇu disappeared.\n"
        }
    ]
}
