{
    "info": {
        "id": "sb/1/10/14",
        "prevId": "sb/1/10/13",
        "nextId": "sb/1/10/15"
    },
    "verses": [
        {
            "roman": "nyarundhann udgalad bāṣpam\nautkaṇṭhyād devakī-sute\nniryāty agārān no 'bhadram\niti syād bāndhava-striyaḥ\n"
        }
    ],
    "synonyms": "nyarundhan—checking with great difficulty; udgalat—overflowing; bāṣpam—tears; autkaṇṭhyāt—because of great anxiety; devakī-sute—unto the son of Devakī; niryāti—having come out; agārāt—from the palace; naḥ—not; abhadram—inauspiciousness; iti—thus; syāt—may happen; bāndhava—relative; striyaḥ—ladies.",
    "translation": "The female relatives, whose eyes were flooded with tears out of anxiety for Kṛṣṇa, came out of the palace. They could stop their tears only with great difficulty. They feared that tears would cause misfortune at the time of departure.",
    "purport": [
        {
            "type": "normal",
            "content": "There were hundreds of ladies in the palace of Hastināpura. All of them were affectionate to Kṛṣṇa. All of them were relatives also. When they saw that Kṛṣṇa was going away from the palace for His native place, they were very anxious for Him, and as usual tears began to roll down their cheeks. They thought, at the same time, that tears at that moment might be a cause of misfortune for Kṛṣṇa; therefore they wanted to check them. This was very difficult for them because the tears could not be checked. Therefore, they smeared their tears in their eyes, and their hearts throbbed. Therefore ladies who were the wives and daughters-in-law of those who died in the battlefield never came in direct contact with Kṛṣṇa. But all of them heard of Him and His great activities, and thus they thought of Him, talked of Him, His name, fame, etc., and became affectionate also, like those who were in direct contact. Therefore directly or indirectly anyone who thinks of Kṛṣṇa, talks of Kṛṣṇa or worships Kṛṣṇa becomes attached to Him. Because Kṛṣṇa is absolute, there is no difference between His name, form, quality, etc. Our intimate relation with Kṛṣṇa can be confidentially revived by our talking of, hearing of, or remembering Him. It is so done due to spiritual potency."
        }
    ]
}
