{
    "info": {
        "id": "sb/1/10/9-10",
        "prevId": "sb/1/10/8",
        "nextId": "sb/1/10/11-12"
    },
    "verses": [
        {
            "roman": "subhadrā draupadī kuntī\nvirāṭa-tanayā tathā\ngāndhārī dhṛtarāṣṭraś ca\nyuyutsur gautamo yamau\n"
        },
        {
            "roman": "vṛkodaraś ca dhaumyaś ca\nstriyo matsya-sutādayaḥ\nna sehire vimuhyanto\nvirahaṁ śārṅga-dhanvanaḥ\n"
        }
    ],
    "synonyms": "subhadrā—the sister of Kṛṣṇa; draupadī—the wife of the Pāṇḍavas; kuntī—the mother of the Pāṇḍavas; virāṭa-tanayā—the daughter of Virāṭa (Uttarā); tathā—also; gāndhārī—the mother of Duryodhana; dhṛtarāṣṭraḥ—the father of Duryodhana; ca—and; yuyutsuḥ—the son of Dhṛtarāṣṭra by his vaiśya wife; gautamaḥ—Kṛpācārya; yamau—the twin brothers Nakula and Sahadeva; vṛkodaraḥ—Bhīma; ca—and; dhaumyaḥ—Dhaumya; ca—and; striyaḥ—also other ladies of the palace; matsya-sutā-ādayaḥ—the daughter of a fisherman (Satyavatī, Bhīṣma's stepmother); na—could not; sehire—tolerate; vimuhyantaḥ—almost fainting; viraham—separation; śārṅga-dhanvanaḥ—of Śrī Kṛṣṇa, who bears the bow śārṅga in His hand.",
    "translation": "\nAt that time Subhadrā, Draupadī, Kuntī, Uttarā, Gāndhārī, Dhṛtarāṣṭra, Yuyutsu, Kṛpācārya, Nakula, Sahadeva, Bhīmasena, Dhaumya and Satyavatī all nearly fainted because it was impossible for them to bear separation from Lord Kṛṣṇa.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Śrī Kṛṣṇa is so attractive for the living beings, especially for the devotees, that it is impossible for them to tolerate separation. The conditioned soul under the spell of illusory energy forgets the Lord, otherwise he cannot. The feeling of such separation cannot be described, but it can simply be imagined by devotees only. After His separation from Vṛndāvana and the innocent rural cowherd boys, girls, ladies and others, they all felt shock throughout their lives, and the separation of Rādhārāṇī, the most beloved cowherd girl, is beyond expression. Once they met at Kurukṣetra during a solar eclipse, and the feeling which was expressed by them is heartrending. There is, of course, a difference in the qualities of the transcendental devotees of the Lord, but none of them who have ever contacted the Lord by direct communion or otherwise can leave Him for a moment. That is the attitude of the pure devotee.\n"
        }
    ]
}
