{
    "info": {
        "id": "sb/10/53/summary",
        "prevId": "sb/10/52/44",
        "nextId": "sb/10/53/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Śrī Kṛṣṇa arrived in Kuṇḍina, the capital of Vidarbha, and kidnapped Rukmiṇī in the presence of powerful enemies."
        },
        {
            "type": "normal",
            "content": "After Lord Kṛṣṇa had heard the brāhmaṇa messenger recite Rukmiṇī's letter, the Lord said to him, \"I am indeed attracted to Rukmiṇī, and I know of her brother Rukmī's opposition to My marrying her. Therefore I must kidnap her after crushing all the low-class kings, just as one might generate fire from wood by friction.\" Since the solemnizing of vows between Rukmiṇī and Śiśupāla was scheduled to occur in only three days, Lord Kṛṣṇa had Dāruka ready His chariot at once. Then He immediately set out for Vidarbha, which He reached after one night's travel."
        },
        {
            "type": "normal",
            "content": "King Bhīṣmaka, trapped by his affection for his son Rukmī, was prepared to give his daughter to Śiśupāla. Bhīṣmaka saw to all the necessary preparations: he had the city decorated in various ways and had its main roads and intersections thoroughly cleansed. Damaghoṣa, the King of Cedi, having also done everything necessary to prepare for his son's marriage, arrived in Vidarbha. King Bhīṣmaka greeted him properly and gave him a place to stay. Many other kings, such as Jarāsandha, Śālva and Dantavakra, also came to witness the occasion. These enemies of Kṛṣṇa had conspired to kidnap the bride if Kṛṣṇa came. They planned to fight Him together and thus guarantee Śiśupāla his bride. Hearing of these plans, Lord Baladeva gathered His entire army and quickly went to Kuṇḍinapura."
        },
        {
            "type": "normal",
            "content": "On the night before the wedding, Rukmiṇī, about to retire, had still not seen either the brāhmaṇa or Kṛṣṇa arrive. In anxiety, she cursed her bad fortune. But just then she felt her left side twitch, a good omen. Indeed, the brāhmaṇa shortly appeared and related to her what Kṛṣṇa had said, including His firm promise to kidnap her."
        },
        {
            "type": "normal",
            "content": "When King Bhīṣmaka heard that Kṛṣṇa and Balarāma had arrived, he went out to greet Them to the accompaniment of triumphant music. He worshiped the Lords with various gifts and then designated residences for Them. Thus the King showed due respect to the Lords, as he did to each of his numerous royal guests."
        },
        {
            "type": "normal",
            "content": "The people of Vidarbha, seeing Lord Kṛṣṇa, remarked to one another that He alone would be a suitable husband for Rukmiṇī. They prayed that on the strength of whatever pious credit they had, Kṛṣṇa might win Rukmiṇī's hand."
        },
        {
            "type": "normal",
            "content": "When the time came for Śrīmatī Rukmiṇī-devī to visit the temple of Śrī Ambikā, she proceeded there surrounded by many guards. After bowing down to the deity, Rukmiṇī prayed to be allowed to have Śrī Kṛṣṇa as her husband. Then she took the hand of a girlfriend and left the Ambikā temple. Seeing her inexpressible beauty, the great heroes present dropped their weapons and fell to the ground unconscious. Rukmiṇī walked with deliberate steps until she noticed Kṛṣṇa. Then, as everyone looked on, Śrī Kṛṣṇa took Rukmiṇī onto His chariot. Like a lion claiming his rightful share from a band of jackals, He drove back all the opposing kings and slowly made His exit, followed by His associates. Jarāsandha and the other kings, unable to bear their defeat and dishonor, loudly condemned themselves, declaring that this defamation was like a petty animal's stealing away what rightfully belongs to the lion."
        }
    ]
}
