{
    "info": {
        "id": "sb/10/55/40",
        "prevId": "sb/10/55/39",
        "nextId": "sb/10/56/1"
    },
    "verses": [
        {
            "roman": "yaṁ vai muhuḥ pitṛ-sarūpa-nijeśa-bhāvās\ntan-mātaro yad abhajan raha-rūḍha-bhāvāḥ\ncitraṁ na tat khalu ramāspada-bimba-bimbe\nkāme smare 'kṣa-viṣaye kim utānya-nāryaḥ\n"
        }
    ],
    "synonyms": "yam—whom; vai—indeed; muhuḥ—repeatedly; pitṛ—His father; sa-rūpa—who exactly resembled; nija—as their own; īśa—master; bhāvāḥ—who thought of Him; tat—His; mātaraḥ—mothers; yat—inasmuch as; abhajan—they worshiped; raha—in privacy; rūḍha—full-blown; bhāvāḥ—whose ecstatic attraction; citram—amazing; na—not; tat—that; khalu—indeed; ramā—of the goddess of fortune; āspada—of the shelter (Lord Kṛṣṇa); bimba—of the form; bimbe—who was the reflection; kāme—lust personified; smare—Cupid; akṣa-viṣaye—when He was before their eyes; kim uta—what then to speak of; anya—other; nāryaḥ—women.",
    "translation": "It is not astonishing that the palace women, who should have felt maternal affection for Pradyumna, privately felt ecstatic attraction for Him as if He were their own Lord. After all, the son exactly resembled His father. Indeed, Pradyumna was a perfect reflection of the beauty of Lord Kṛṣṇa, the shelter of the goddess of fortune, and appeared before their eyes as Cupid Himself. Since even those on the level of His mother felt conjugal attraction for Him, then what to speak of how other women felt when they saw Him?",
    "purport": [
        {
            "type": "normal",
            "content": "As Śrīla Viśvanātha Cakravartī explains, whenever the palace women saw Śrī Pradyumna, they immediately remembered their Lord, Śrī Kṛṣṇa. Śrīla Prabhupāda comments as follows in Kṛṣṇa, the Supreme Personality of Godhead: \"Śrīla Śukadeva Gosvāmī has explained that in the beginning all the residents of the palace, who were all mothers and stepmothers of Pradyumna, mistook Him to be Kṛṣṇa and were all bashful, infected by the desire for conjugal love. The explanation is that Pradyumna's personal appearance was exactly like Kṛṣṇa's, and He was factually Cupid Himself. There was no cause of astonishment, therefore, when the mothers of Pradyumna and other women mistook Him in that way. It is clear from the statement that Pradyumna's bodily characteristics were so similar to Kṛṣṇa's that He was mistaken to be Kṛṣṇa even by His mother.\""
        }
    ]
}
