{
    "info": {
        "id": "sb 10/55/Summary",
        "prevId": "sb/10/54/60",
        "nextId": "sb/10/55/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter tells how Pradyumna was born as the son of Lord Kṛṣṇa and then kidnapped by the demon Śambara. It also describes how Pradyumna killed Śambara and returned home with a wife.\n"
        },
        {
            "type": "normal",
            "content": "Kāmadeva (Cupid), an expansion of Lord Vāsudeva, had been burned to ashes by Lord Śiva's anger and was reborn as part and parcel of Pradyumna from the womb of Rukmiṇī. A demon named Śambara, thinking Pradyumna his enemy, kidnapped Him from the maternity room even before He was ten days old. Śambara threw Pradyumna into the ocean and returned to his kingdom. A powerful fish swallowed Pradyumna and was caught by fishermen in a net. They presented the huge fish to Śambara, and when his cooks cut it open they found a child within its belly. The cooks gave the infant to the maidservant Māyāvatī, who was astonished to see Him. Just then Nārada Muni appeared and told her who the infant was. Māyāvatī was actually Kāmadeva's wife, Ratidevī. While waiting for her husband to be reborn in a new body, she had taken employment as a cook in the household of Śambara. Now that she understood who the infant was, she began to feel intense affection for Him. After a very short time, Pradyumna grew to youthful maturity, entrancing all the women with His beauty.\n"
        },
        {
            "type": "normal",
            "content": "Once, Ratidevī approached Pradyumna and playfully moved her eyebrows in a conjugal mood. Addressing her as His mother, Pradyumna commented that she was putting aside her proper maternal mood and behaving like a passionate girlfriend. Rati then told Pradyumna who they both were. She advised Him to kill Śambara, and to help Him she instructed Him in the mystic mantras known as Mahā-māyā. Pradyumna went to Śambara and, after angering him with various insults, challenged him to fight, upon which Śambara angrily took up his club and marched outside. The demon tried various magic spells against Pradyumna, but Pradyumna fended off all of them with the Mahā-māyā mantras and then beheaded Śambara with His sword. At that moment Ratidevī appeared in the sky and took Pradyumna away to Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "When Pradyumna and His wife entered the inner chambers of Lord Kṛṣṇa's palace, the many beautiful ladies there thought He was Kṛṣṇa Himself, so much did His appearance and dress resemble the Lord's. Out of shyness the ladies ran here and there to hide themselves. But after a little while they noticed small differences in Pradyumna's and Kṛṣṇa's appearances, and once they understood that He was not Lord Kṛṣṇa, they gathered around Him.\n"
        },
        {
            "type": "normal",
            "content": "When Rukmiṇī-devī saw Pradyumna, she felt overwhelmed with motherly love, and milk began to flow spontaneously from her breasts. Noting that Pradyumna looked exactly like Kṛṣṇa, she became eager to find out who He was. She remembered how one of her sons had been abducted from the maternity room. \"If He were still alive,\" she thought, \"He would be the same age as this Pradyumna standing before me.\" While Rukmiṇī reflected in this way, Lord Kṛṣṇa arrived in the company of Devakī and Vasudeva. Although the Lord understood the situation perfectly well, He remained silent. Then Nārada Muni arrived and explained everything. Everyone was amazed to hear the account and embraced Pradyumna in great ecstasy.\n"
        },
        {
            "type": "normal",
            "content": "Because Pradyumna's beauty so closely resembled Kṛṣṇa's, the ladies in a maternal relationship with Pradyumna could not help thinking of Him as their conjugal lover. He was, after all, the exact reflection of Śrī Kṛṣṇa, and therefore it was natural for them to see Him in this way.\n"
        }
    ]
}
