{
    "info": {
        "id": "sb 8/22/Summary",
        "prevId": "sb/8/21/34",
        "nextId": "sb/8/22/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe summary of this Twenty-second Chapter is as follows. The Supreme Personality of Godhead was pleased by the behavior of Bali Mahārāja. Thus the Lord placed him on the planet Sutala, and there, after bestowing benedictions upon him, the Lord agreed to become his doorman.\n"
        },
        {
            "type": "normal",
            "content": "Bali Mahārāja was extremely truthful. Being unable to keep his promise, he was very much afraid, for he knew that one who has deviated from truthfulness is insignificant in the eyes of society. An exalted person can suffer the consequences of hellish life, but he is very much afraid of being defamed for deviation from the truth. Bali Mahārāja agreed with great pleasure to accept the punishment awarded him by the Supreme Personality of Godhead. In Bali Mahārāja's dynasty there were many asuras who because of their enmity toward Viṣṇu had achieved a destination more exalted than that of many mystic yogīs. Bali Mahārāja specifically remembered the determination of Prahlāda Mahārāja in devotional service. Considering all these points, he decided to give his head in charity as the place for Viṣṇu's third step. Bali Mahārāja also considered how great personalities give up their family relationships and material possessions to satisfy the Supreme Personality of Godhead. Indeed, they sometimes even sacrifice their lives for the satisfaction of the Lord, just to become His personal servants. Accordingly, by following in the footsteps of previous ācāryas and devotees, Bali Mahārāja perceived himself successful.\n"
        },
        {
            "type": "normal",
            "content": "While Bali Mahārāja, having been arrested by the ropes of Varuṇa, was offering prayers to the Lord, his grandfather Prahlāda Mahārāja appeared there and described how the Supreme Personality of Godhead had delivered Bali Mahārāja by taking his possessions in a tricky way. While Prahlāda Mahārāja was present, Lord Brahmā and Bali's wife, Vindhyāvali, described the supremacy of the Supreme Lord. Since Bali Mahārāja had given everything to the Lord, they prayed for his release. The Lord then described how a nondevotee's possession of wealth is a danger whereas a devotee's opulence is a benediction from the Lord. Then, being pleased with Bali Mahārāja, the Supreme Lord offered His disc to protect Bali Mahārāja and promised to remain with him.\n"
        }
    ]
}
