{
    "info": {
        "id": "sb/8/4/11-12",
        "prevId": "sb/8/4/10",
        "nextId": "sb/8/4/13"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nevaṁ śaptvā gato 'gastyo\nbhagavān nṛpa sānugaḥ\nindradyumno 'pi rājarṣir\ndiṣṭaṁ tad upadhārayan\n"
        },
        {
            "roman": "āpannaḥ kauñjarīṁ yonim\nātma-smṛti-vināśinīm\nhary-arcanānubhāvena\nyad-gajatve 'py anusmṛtiḥ\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; evam—thus; śaptvā—after cursing; gataḥ—left that place; agastyaḥ—Agastya Muni; bhagavān—so powerful; nṛpa—O King; sa-anugaḥ—with his associates; indradyumnaḥ—King Indradyumna; api—also; rājarṣiḥ—although he was a rājarṣi; diṣṭam—because of past deeds; tat—that curse; upadhārayan—considering; āpannaḥ—got; kauñjarīm—of an elephant; yonim—the species; ātma-smṛti—remembrance of one's identity; vināśinīm—which destroys; hari—the Supreme Personality of Godhead; arcana-anubhāvena—because of worshiping; yat—that; gajatve—in the body of an elephant; api—although; anusmṛtiḥ—the opportunity to remember his past devotional service.",
    "translation": "\nŚukadeva Gosvāmī continued: My dear King, after Agastya Muni had thus cursed King Indradyumna, the Muni left that place along with his disciples. Since the King was a devotee, he accepted Agastya Muni's curse as welcome because it was the desire of the Supreme Personality of Godhead. Therefore, although in his next life he got the body of an elephant, because of devotional service he remembered how to worship and offer prayers to the Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis is the unique position of a devotee of the Supreme Personality of Godhead. Although the King was cursed, he welcomed the curse because a devotee is always aware that nothing can happen without the desire of the Supreme Lord. Although the King was not at fault, Agastya Muni cursed him, and when this happened the King considered it to be due to his past misdeeds. Tat te 'nukampāṁ susamīkṣamāṇaḥ (SB 10.14.8). This is a practical example of how a devotee thinks. He regards any reverses in life as blessings of the Supreme Personality of Godhead. Therefore, instead of being agitated by such reverses, he continues his activities of devotional service, and Kṛṣṇa takes care of him and enables him to be promoted to the spiritual world, back to Godhead. If a devotee has to suffer the reactions of his past misdeeds, the Supreme Lord arranges for him to be given only a token of these reactions, and very soon he is freed from all the reactions of material contamination. One should therefore adhere to devotional service, and the Lord Himself will very soon see to one's promotion to the spiritual world. A devotee should not be disturbed by unfortunate circumstances, but must continue his regular program, depending on the Lord for everything. The word upadhārayan, \"considering,\" is very significant in this verse. This word indicates that a devotee knows what is what; he understands what is happening in material, conditional life.\n"
        }
    ]
}
