{
    "info": {
        "id": "sb/8/4/13",
        "prevId": "sb/8/4/11-12",
        "nextId": "sb/8/4/14"
    },
    "verses": [
        {
            "roman": "evaṁ vimokṣya gaja-yūtha-pam abja-nābhas\ntenāpi pārṣada-gatiṁ gamitena yuktaḥ\ngandharva-siddha-vibudhair upagīyamāna-\nkarmādbhutaṁ sva-bhavanaṁ garuḍāsano 'gāt\n"
        }
    ],
    "synonyms": "evam—thus; vimokṣya—delivering; gaja-yūtha-pam—the King of the elephants, Gajendra; abja-nābhaḥ—the Supreme Personality of Godhead, from whose navel sprouts a lotus flower; tena—by him (Gajendra); api—also; pārṣada-gatim—the position of the Lord's associate; gamitena—who had already gotten; yuktaḥ—accompanied; gandharva—by the denizens of Gandharvaloka; siddha—the denizens of Siddhaloka; vibudhaiḥ—and by all great learned sages; upagīyamāna—were being glorified; karma—whose transcendental activities; adbhutam—all-wonderful; sva-bhavanam—to His own abode; garuḍa-āsanaḥ—sitting on the back of Garuḍa; agāt—returned.",
    "translation": "\nUpon delivering the King of the elephants from the clutches of the crocodile, and from material existence, which resembles a crocodile, the Lord awarded him the status of sārūpya-mukti. In the presence of the Gandharvas, the Siddhas and the other demigods, who were praising the Lord for His wonderful transcendental activities, the Lord, sitting on the back of His carrier, Garuḍa, returned to His all-wonderful abode and took Gajendra with Him.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the word vimokṣya is significant. For a devotee, mokṣa or mukti—salvation—means getting the position of the Lord's associate. The impersonalists are satisfied to get the liberation of merging in the Brahman effulgence, but for a devotee, mukti (liberation) means not to merge in the effulgence of the Lord, but to be directly promoted to the Vaikuṇṭha planets and to become an associate of the Lord. In this regard, there is a relevant verse in Śrīmad-Bhāgavatam (SB 10.14.8):\n"
        },
        {
            "type": "verse",
            "content": "tat te 'nukampāṁ susamīkṣamāṇo\nbhuñjāna evātma-kṛtaṁ vipākam\nhṛd-vāg-vapurbhir vidadhan namas te\njīveta yo mukti-pade sa dāya-bhāk"
        },
        {
            "type": "normal",
            "content": "\n\"One who seeks Your compassion and thus tolerates all kinds of adverse conditions due to the karma of his past deeds, who engages always in Your devotional service with his mind, words and body, and who always offers obeisances unto You, is certainly a bona fide candidate for liberation.\" A devotee who tolerates everything in this material world and patiently executes his devotional service can become mukti-pade sa dāya-bhāk, a bona fide candidate for liberation. The word dāya-bhāk refers to a hereditary right to the Lord's mercy. A devotee must simply engage in devotional service, not caring about material situations. Then he automatically becomes a rightful candidate for promotion to Vaikuṇṭhaloka. The devotee who renders unalloyed service to the Lord gets the right to be promoted to Vaikuṇṭhaloka, just as a son inherits the property of his father.\n"
        },
        {
            "type": "normal",
            "content": "When a devotee gets liberation, he becomes free from material contamination and engages as a servant of the Lord. This is explained in Śrīmad-Bhāgavatam (SB 2.10.6): muktir hitvānyathā rūpaṁ svarūpena vyavasthitiḥ. The word svarūpa refers to sārūpya-mukti—going back home, back to Godhead, and remaining the Lord's eternal associate, having regained a spiritual body exactly resembling that of the Lord, with four hands, holding the śaṅkha, cakra, gadā and padma. The difference between the mukti of the impersonalist and that of the devotee is that the devotee is immediately appointed an eternal servant of the Lord, whereas the impersonalist, although merging in the effulgence of the brahmajyoti, is still insecure and therefore generally falls again to this material world. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho 'nādṛta-yuṣmad-aṅghrayaḥ (SB 10.2.32). Although the impersonalist rises to the Brahman effulgence and enters into that effulgence, he has no engagement in the service of the Lord, and therefore he is again attracted to materialistic philanthropic activities. Thus he comes down to open hospitals and educational institutions, feed poor men and perform similar materialistic activities, which the impersonalist thinks are more precious than serving the Supreme Personality of Godhead. Anādṛta-yuṣmad-aṅghrayaḥ. The impersonalists do not think that the service of the Lord is more valuable than serving the poor man or starting a school or hospital. Although they say brahma satyaṁ jagan mithyā—\"Brahman is real, and the material world is false\"—they are nonetheless very eager to serve the false material world and neglect the service of the lotus feet of the Supreme Personality of Godhead.\n"
        }
    ]
}
