{
    "info": {
        "id": "sb/10/36/16",
        "prevId": "sb/10/36/15",
        "nextId": "sb/10/36/17"
    },
    "verses": [
        {
            "roman": "ariṣṭe nihate daitye\nkṛṣṇenādbhuta-karmaṇā\nkaṁsāyāthāha bhagavān\nnārado deva-darśanaḥ\n"
        }
    ],
    "synonyms": "ariṣṭe—Ariṣṭa; nihate—having been killed; daitye—the demon; kṛṣṇena—by Kṛṣṇa; adbhuta-karmaṇā—whose activities are wonderful; kaṁsāya—to Kaṁsa; atha—then; āha—spoke; bhagavān—the powerful sage; nāradaḥ—Nārada; deva-darśanaḥ—whose vision is godly.",
    "translation": "After Ariṣṭāsura had been killed by Kṛṣṇa, who acts wonderfully, Nārada Muni went to speak to King Kaṁsa. That powerful sage of godly vision addressed the King as follows.",
    "purport": [
        {
            "type": "normal",
            "content": "The term deva-darśana can be understood in many ways, all of which are consistent with the context and purport of this narration. Deva means \"God,\" and darśanaḥ means \"seeing\" or \"an audience with a great personality.\" Thus deva-darśana, a name for Nārada Muni, indicates that Nārada has attained the perfection of seeing God, that getting Nārada's audience is as good as getting God's (since Nārada is a pure representative of the Lord), and also that Nārada's audience is as good as that of the demigods, who are also known as devas. That there are all these meanings of the term deva-darśanaḥ reveals something of the richness of the Śrīmad-Bhāgavatam's language."
        },
        {
            "type": "normal",
            "content": "From the Purāṇas, Śrīla Viśvanātha Cakravartī Ṭhākura has quoted twenty verses describing a joking conversation between Rādhā and Kṛṣṇa that took place after Kṛṣṇa had killed the demon Ariṣṭa. This conversation, so kindly quoted by the ācārya, describes the origin of Rādhā-kuṇḍa and Śyāma-kuṇḍa, Rādhā's and Kṛṣṇa's bathing ponds. The verses are as follows:"
        },
        {
            "type": "verse",
            "content": "māsmān spṛśādya vṛṣabhārdana hanta mugdhāghoro 'suro 'yam ayi kṛṣṇa tad apy ayaṁ gauḥ\nvṛtro yathā dvija ihāsty ayi niṣkṛtiḥ kiṁśudhyed bhavāṁs tri-bhuvana-sthita-tīrtha-kṛcchrāt"
        },
        {
            "type": "normal",
            "content": "\"The innocent young gopīs said, 'Ah, Kṛṣṇa, don't touch us now, O killer of a bull! Alas, even though Ariṣṭa was a terrible demon, still he was a male cow, so You will have to undergo atonement, just as Lord Indra did after killing Vṛtrāsura. But how can You purify Yourself without going to the trouble of visiting every single holy place in the three worlds?' \""
        },
        {
            "type": "verse",
            "content": "kiṁ paryaṭāmi bhuvanāny adhunaiva sarvāānīya tīrtha-vitatīḥ karavāṇi tāsu\nsnānaṁ vilokayata tāvad idaṁ mukundaḥprocyaiva tatra kṛtavān bata pārṣṇi-ghātam"
        },
        {
            "type": "normal",
            "content": "\"[Kṛṣṇa replied,] 'Why should I have to wander throughout the entire universe? I will at once bring all the countless pilgrimage places here and take My bath in them. Just watch!' With this, Lord Mukunda struck His heel on the ground.\""
        },
        {
            "type": "verse",
            "content": "pātālato jalam idaṁ kila bhogavatyāāyātam atra nikhilā api tīrtha-saṅghāḥ\nāgacchateti bhagavad-vacasā ta etyatatraiva rejur atha kṛṣṇa uvāca gopīḥ"
        },
        {
            "type": "normal",
            "content": "\"[Then He said,] 'This is the water of the Bhogavatī River, coming from the Pātāla region. And now, O holy places, all of you please come here!' When the Supreme Lord had spoken these words, all the holy places went there and appeared before Him. Kṛṣṇa then addressed the gopīs as follows.\""
        },
        {
            "type": "verse",
            "content": "tīrthāni paśyata harer vacasā tavaivaṁnaiva pratīma iti tā atha tīrtha-varyāḥ\nprocuḥ kṛtāñjali-puṭā lavaṇābdhir asmi\nkṣīrābdhir asmi śṛṇutāmara-dīrghikāsmi\n\" 'See all the holy places!'\"But the gopīs replied, 'We don't see them as You describe.'"
        },
        {
            "type": "normal",
            "content": "\"Then those best of holy places, joining their palms in supplication, spoke up:"
        },
        {
            "type": "verse",
            "content": "\" 'I am the salt ocean.'\" 'I am the ocean of milk.'\n\" 'I am the Amara-dīrghikā.' \"\nśoṇo 'pi sindhur aham asmi bhavāmi tāmra-\nparṇī ca puṣkaram ahaṁ ca sarasvatī ca\ngodāvarī ravi-sutā sarayuḥ prayāgo\nrevāsmi paśyata jalaṁ kuruta pratītim\n\" 'I am the river Śoṇa.'\n\" 'I am the Sindhu.'\n\" 'I am the Tāmraparṇī.'\n\" 'I am the holy place Puṣkara.'\" 'I am the river Sarasvatī.'"
        },
        {
            "type": "normal",
            "content": "\" 'And we are the Godāvarī, Yamunā and Revā rivers and the confluence of rivers at Prayāga. Just see our waters!' \""
        },
        {
            "type": "verse",
            "content": "snātvā tato harir ati-prajagalbha evaśuddhaḥ saro 'py akaravaṁ sthita-sarva-tīrtham\nyuṣmābhir ātma-januṣīha kṛto na dharmaḥko 'pi kṣitāv atha sakhīr nijagāda rādhā"
        },
        {
            "type": "normal",
            "content": "\"After purifying Himself by bathing, Lord Hari became quite arrogant and said, 'I have produced a pond containing all the various holy places, whereas you gopīs must never have executed any religious duties on this earth for the pleasure of Lord Brahmā.' Then Śrīmatī Rādhārāṇī addressed Her girlfriends as follows.\""
        },
        {
            "type": "verse",
            "content": "kāryaṁ mayāpy ati-manohara-kuṇḍam ekaṁtasmād yatadhvam iti tad-vacanena tābhiḥ\nśrī-kṛṣṇa-kuṇḍa-taṭa-paścima-diśya-mandogartaḥ kṛto vṛṣabha-daitya-khurair vyaloki"
        },
        {
            "type": "normal",
            "content": "\" 'I must create an even more beautiful pond. So go to work!' Having heard these words, the gopīs saw that Ariṣṭāsura's hooves had dug a shallow ditch just west of Śrī Kṛṣṇa's pond.\""
        },
        {
            "type": "verse",
            "content": "tatrārdra-mṛn-mṛdula-gola-tatīḥ prati-sva-hastoddhṛtā anati-dūra-gatā vidhāya\ndivyaṁ saraḥ prakaṭitaṁ ghaṭikā-dvayenatābhir vilokya sarasaṁ smarate sma kṛṣṇaḥ"
        },
        {
            "type": "normal",
            "content": "\"At that nearby spot, all the gopīs began digging up lumps of soft mud with their hands, and in this way a divine pond manifested in the short span of an hour. Kṛṣṇa was astonished to see the lake they produced.\""
        },
        {
            "type": "verse",
            "content": "proce ca tīrtha-salilaiḥ paripūrayaitanmat-kuṇḍataḥ sarasijākṣi sahālibhis tvam\nrādhā tadā na na na neti jagāda yasmāttvat-kuṇḍa-nīram uru-go-vadha-pātakāktam"
        },
        {
            "type": "normal",
            "content": "\"He said, 'Go ahead, lotus-eyed one. You and Your companions should fill this pond with water from Mine.'\n\"But Rādhā replied, 'No, no, no, no! This is impossible, since the water of Your pond is contaminated by Your terrible sin of killing a cow.' \""
        },
        {
            "type": "verse",
            "content": "āhṛtya puṇya-salilaṁ śata-koṭi-kumbhaiḥsakhy-arbudena saha mānasa-jāhnavītaḥ\netat saraḥ sva-madhunā paripūrayāmitenaiva kīrtim atulāṁ tanavāni loke"
        },
        {
            "type": "normal",
            "content": "\" 'I will have My countless gopī companions bring the pure water of the Mānasa-gaṅgā here in billions of pots. In this way I will fill this lake with My own water and thus make its renown unequaled in the entire world.' \""
        },
        {
            "type": "verse",
            "content": "kṛṣṇeṅgitena sahasaitya samasta-tīrtha-sakhyas tadīya-saraso dhṛta-divya-mūrtiḥ\ntuṣṭāva tatra vṛṣabhānu-sutāṁ praṇamyabhaktyā kṛtāñjali-puṭaḥ sravad-asra-dhāraḥ"
        },
        {
            "type": "normal",
            "content": "\"Lord Kṛṣṇa then gestured to a heavenly personality who was an intimate associate of all the holy places. Suddenly that person rose up out of Kṛṣṇa's pond and bowed down to the daughter of Śrī Vṛṣabhānu [Rādhārāṇī]. Then, with palms joined and tears pouring from his eyes, he began praying to Her in devotion.\""
        },
        {
            "type": "verse",
            "content": "devi tvadīya-mahimānam avaiti sarvaśāstrārtha-vin na ca vidhir na haro na lakṣmīḥ\nkintv eka eva puruṣārtha-śiromaṇis tvat-prasveda-mārjana-paraḥ svayam eva kṛṣṇaḥ"
        },
        {
            "type": "normal",
            "content": "\" 'O goddess, even Lord Brahmā himself, the knower of all scriptures, cannot understand Your glories, nor can Lord Śiva or Lakṣmī. Only Kṛṣṇa, the supreme goal of all human endeavor, can understand them, and thus He feels obliged to personally make sure that You can wash away Your perspiration when You are fatigued.' \""
        },
        {
            "type": "verse",
            "content": "yaś cāru-yāvaka-rasena bhavat-padābjamārajya nūpuram aho nidadhāti nityam\nprāpya tvadīya-nayanābja-taṭa-prasādaṁ\nsvaṁ manyate parama-dhanyatamaṁ prahṛṣyan\ntasyājñayaiva sahasā vayam ājagāma\ntat-pārṣṇi-ghāṭa-kṛta-kuṇḍa-vare vasāmaḥ\ntvaṁ cet prasīdasi karoṣi kṛpā-kaṭākṣaṁtarhy eva tarṣa-viṭapī phalito bhaven naḥ"
        },
        {
            "type": "normal",
            "content": "\" 'He is always anointing Your lotus feet with nectarean cāru and yāvaka and decorating them with ankle bells, and He rejoices and feels most fortunate simply by satisfying the tips of the toes of Your lotus feet. On His order we have immediately come here to live in this most excellent pond, which He created by one stroke of His heel. But only if You now feel satisfied with us and bestow upon us Your merciful glance will the tree of our desire bear fruit.' \""
        },
        {
            "type": "verse",
            "content": "śrutvā stutiṁ nikhila-tīrtha-gaṇasya tuṣṭāprāha sma tarṣam ayi vedayateti rādhā\nyāma tvadīya-sarasīṁ sa-phalā bhavāmaity eva no vara iti prakaṭaṁ tadocuḥ"
        },
        {
            "type": "normal",
            "content": "\"Hearing this prayer spoken by the representative of the full assembly of holy places, Śrī Rādhā was pleased and said, 'So, kindly tell Me your desire.'\n\"They then told Her plainly, 'Our lives would be successful if we could come to Your pond. That is the benediction we desire.' \""
        },
        {
            "type": "verse",
            "content": "āgacchateti vṛṣabhānu-sutā smitāsyāprovāca kānta-vadanābja-dhṛtākṣi-koṇā\nsakhyo 'pi tatra kṛta-sammatayaḥ sukhābdhaumagnā virejur akhilā sthira-jaṅgamāś ca"
        },
        {
            "type": "normal",
            "content": "\"Glancing at Her beloved from the corners of Her eyes, the daughter of Vṛṣabhānu replied with a smile, 'Please come.' Her gopī companions all agreed with Her decision and became immersed in the ocean of happiness. Indeed, the beauty of all creatures, both mobile and stationary, was enhanced.\""
        },
        {
            "type": "verse",
            "content": "prāpya prasādam atha te vṛṣabhānujāyāḥśrī-kṛṣṇa-kuṇḍa-gata-tīrtha-varāḥ prasahya\nbhittveva bhittim ati-vegata eva rādhā-kuṇḍaṁ vyadhuḥ sva-salilaiḥ paripūrṇam eva"
        },
        {
            "type": "normal",
            "content": "\"Thus gaining the grace of Śrīmatī Rādhārāṇī, the holy rivers and lakes in Śrī Kṛṣṇa-kuṇḍa forcibly broke through its boundary walls and swiftly filled Rādhā-kuṇḍa with their waters.\""
        },
        {
            "type": "verse",
            "content": "proce hariḥ priyatame tava kuṇḍam etanmat-kuṇḍato 'pi mahimādhikam astu loke\natraiva me salila-kelir ihaiva nityaṁsnānaṁ yathā tvam asi tadvad idaṁ saro me"
        },
        {
            "type": "normal",
            "content": "\"Lord Hari then said, 'My dear Rādhā, may this pond of Yours become even more world-renowned than Mine. I will always come here to bathe and to enjoy My water pastimes. Indeed, this lake is as dear to Me as You are.' \""
        },
        {
            "type": "verse",
            "content": "rādhābravīd aham api sva-sakhībhir etyasnāsyāmy ariṣṭa-śata-mardanam astu tasya\nyo 'riṣṭa-mardana-sarasy uru-bhaktir atrasnāyād vasen mama sa eva mahā-priyo 'stu"
        },
        {
            "type": "normal",
            "content": "\"Rādhā replied, 'I will come to bathe in Your pond as well, even though You may kill hundreds of Ariṣṭa demons here. In the future, anyone who has intense devotion for this lake, which is on the spot where You chastised Ariṣṭāsura, and who bathes or resides here is sure to become very dear to Me.' \""
        },
        {
            "type": "verse",
            "content": "rāsotsavaṁ prakurute sma ca tatra rātraukṛṣṇāmbudaḥ kṛta-mahā-rasa-harṣa-varṣaḥ\nśrī-rādhikā-pravara-vidyud alaṅkṛta-śrīstrailokya-madhya-vitatī-kṛta-divya-kīrtiḥ"
        },
        {
            "type": "normal",
            "content": "\"That night Lord Kṛṣṇa initiated a rāsa dance at Rādhā-kuṇḍa, generating a torrent of the greatest mood of splendorous pleasure. Śrī Kṛṣṇa resembled a cloud, and Śrīmatī Rādhārāṇī a brilliant flash of lightning filling the sky with abundant beauty. In this way Their divine glories permeated the expanses of the three worlds.\""
        },
        {
            "type": "normal",
            "content": "As a final note, it should be mentioned that Nārada Muni, being a great sage, understood that the killing of Ariṣṭa more or less concluded the pastimes of Kṛṣṇa in Vṛndāvana. Therefore Nārada, anxious to facilitate the transferal of Kṛṣṇa's pastimes to Mathurā, approached Kaṁsa and addressed him as follows."
        }
    ]
}
