{
    "info": {
        "id": "sb 10/36/Summary",
        "prevId": "sb/10/35/26",
        "nextId": "sb/10/36/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Kṛṣṇa killed Ariṣṭāsura and how Kaṁsa reacted when he learned from Nārada that Kṛṣṇa and Balarāma were the sons of Vasudeva.\n"
        },
        {
            "type": "normal",
            "content": "The demon Ariṣṭa wanted to kill Kṛṣṇa and Balarāma, and thus he assumed the form of a huge bull with sharp horns. Everyone in Kṛṣṇa's cowherd village became terrified when Ariṣṭāsura approached it, but the Lord pacified them, and when the bull demon charged Him He seized him by the horns and threw him about six yards. Though weakened, Ariṣṭa still wanted to attack Kṛṣṇa. Thus, dripping with sweat, he charged the Lord once again. This time Kṛṣṇa grabbed his horns, threw him to the ground and thrashed him like a pile of wet clothing. The demon vomited blood and gave up his life. Then Kṛṣṇa and Rāma, while being honored by the demigods and cowherd boys, returned to the village.\n"
        },
        {
            "type": "normal",
            "content": "A short time later Nārada Muni, the great sage among the demigods, came to see King Kaṁsa. He informed the King that Kṛṣṇa and Balarāma were not Nanda's sons but rather Vasudeva's. It was out of fear of Kaṁsa that Vasudeva had put the two boys under Nanda's care. Furthermore, said Nārada, Kaṁsa would meet his death at Their hands.\n"
        },
        {
            "type": "normal",
            "content": "Kaṁsa shook with fear and anger when he heard all this, and in great agitation he began thinking of how to destroy Kṛṣṇa and Balarāma. He called for the demons Cāṇūra and Muṣṭika and instructed them to kill the two brothers in a wrestling match. Then he spoke to Akrūra, who was expert at executing his duties. Taking Akrūra by the hand, Kaṁsa persuaded him to go to Vraja to bring the two boys to Mathurā. Akrūra agreed to carry out Kaṁsa's order and then returned home.\n"
        }
    ]
}
