{
    "info": {
        "id": "sb/5/18/10",
        "prevId": "sb/5/18/9",
        "nextId": "sb/5/18/11"
    },
    "verses": [
        {
            "roman": "māgāra-dārātmaja-vitta-bandhuṣu\nsaṅgo yadi syād bhagavat-priyeṣu naḥ\nyaḥ prāṇa-vṛttyā parituṣṭa ātmavān\nsiddhyaty adūrān na tathendriya-priyaḥ\n"
        }
    ],
    "synonyms": "mā—not; agāra—house; dāra—wife; ātma-ja—children; vitta—bank balance; bandhuṣu—among friends and relatives; saṅgaḥ—association or attachment; yadi—if; syāt—there must be; bhagavat-priyeṣu—among persons to whom the Supreme Personality of Godhead is very dear; naḥ—of us; yaḥ—anyone who; prāṇa-vṛttyā—by the bare necessities of life; parituṣṭaḥ—satisfied; ātma-vān—who has controlled his mind and realized his self; siddhyati—becomes successful; adūrāt—very soon; na—not; tathā—so much; indriya-priyaḥ—a person attached to sense gratification.",
    "translation": "\nMy dear Lord, we pray that we may never feel attraction for the prison of family life, consisting of home, wife, children, friends, bank balance, relatives and so on. If we do have some attachment, let it be for devotees, whose only dear friend is Kṛṣṇa. A person who is actually self-realized and who has controlled his mind is perfectly satisfied with the bare necessities of life. He does not try to gratify his senses. Such a person quickly advances in Kṛṣṇa consciousness, whereas others, who are too attached to material things, find advancement very difficult.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen Śrī Kṛṣṇa Caitanya Mahāprabhu was requested to explain the duty of a Vaiṣṇava, a Kṛṣṇa conscious person, He immediately said, asat-saṅga-tyāga-ei vaiṣṇava-ācāra (CC Madhya 22.87). The first business of a Vaiṣṇava is to give up the association of persons who are not devotees of Kṛṣṇa and who are too attached to material things—wife, children, bank balance and so on. Prahlāda Mahārāja also prays to the Personality of Godhead that he may avoid the association of nondevotees attached to the materialistic way of life. If he must be attached to someone, he prays to be attached only to a devotee.\n"
        },
        {
            "type": "normal",
            "content": "A devotee is not interested in unnecessarily increasing the demands of the senses for gratification. Of course, as long as one is in this material world, one must have a material body, and it must be maintained for executing devotional service. The body can be maintained very easily by eating kṛṣṇa-prasāda. As Kṛṣṇa says in Bhagavad-gītā (BG 9.26):\n"
        },
        {
            "type": "verse",
            "content": "patraṁ puṣpaṁ phalaṁ toyaṁ\nyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtam\naśnāmi prayatātmanaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.\" Why should the menu be unnecessarily increased for the satisfaction of the tongue? Devotees should eat as simply as possible. Otherwise, attachment for material things will gradually increase, and the senses, being very strong, will soon require more and more material enjoyment. Then the real business of life—to advance in Kṛṣṇa consciousness—will stop.\n"
        }
    ]
}
