{
    "info": {
        "id": "sb/5/18/2",
        "prevId": "sb/5/18/1",
        "nextId": "sb/5/18/3"
    },
    "verses": [
        {
            "roman": "bhadraśravasa ūcuḥ\noṁ namo bhagavate dharmāyātma-viśodhanāya nama iti\n"
        }
    ],
    "synonyms": "bhadraśravasaḥ ūcuḥ—the ruler Bhadraśravā and his intimate associates said; om—O Lord; namaḥ—respectful obeisances; bhagavate—unto the Supreme Personality of Godhead; dharmāya—the source of all religious principles; ātma-viśodhanāya—who purifies us of material contamination; namaḥ—our obeisances; iti—thus.",
    "translation": "\nThe ruler Bhadraśravā and his intimate associates utter the following prayer: We offer our respectful obeisances unto the Supreme Personality of Godhead, the reservoir of all religious principles, who cleanses the heart of the conditioned soul in this material world. Again and again we offer our respectful obeisances unto Him.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nFoolish materialistic persons do not know how they are being controlled and punished at every step by the laws of nature. They think they are very happy in the conditioned state of material life, not knowing the purpose of repeated birth, death, old age and disease. Therefore in Bhagavad-gītā (BG 7.15) Lord Kṛṣṇa describes such materialistic persons as mūḍhas (rascals): na māṁ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ. These mūḍhas do not know that if they want to purify themselves, they must worship Lord Vāsudeva (Kṛṣṇa) by performing penances and austerities. This purification is the aim of human life. This life is not meant for blind indulgence in sense gratification. In the human form, the living being must engage himself in Kṛṣṇa consciousness to purify his existence: tapo divyaṁ putrakā yena sattvaṁ śuddhyet (SB 5.5.1). This is the instruction of King Ṛṣabhadeva to His sons. In the human form of life, one must undergo all kinds of austerities to purify his existence. Yasmād brahma-saukhyaṁ tv anantam. We are all seeking happiness, but because of our ignorance and foolishness, we cannot know what unobstructed happiness really is. Unobstructed happiness is called brahma-saukhya, spiritual happiness. Although we may get some so-called happiness in this material world, that happiness is temporary. The foolish materialists cannot understand this. Therefore Prahlāda Mahārāja points out, māyā-sukhāya bharam udvahato vimūḍhān: (SB 7.9.43) merely for temporary materialistic happiness, these rascals are making huge arrangements, and thus they are baffled life after life.\n"
        }
    ]
}
