{
    "info": {
        "id": "sb/5/18/33",
        "prevId": "sb/5/18/32",
        "nextId": "sb/5/18/34"
    },
    "verses": [
        {
            "roman": "yasminn asaṅkhyeya-viśeṣa-nāma-\nrūpākṛtau kavibhiḥ kalpiteyam\nsaṅkhyā yayā tattva-dṛśāpanīyate\ntasmai namaḥ sāṅkhya-nidarśanāya te iti\n"
        }
    ],
    "synonyms": "yasmin—in You (the Supreme Personality of Godhead); asaṅkhyeya—innumerable; viśeṣa—particular; nāma—names; rūpa—forms; ākṛtau—possessing bodily features; kavibhiḥ—by great learned persons; kalpitā—imagined; iyam—this; saṅkhyā—number; yayā—by whom; tattva—of the truth; dṛśā—by knowledge; apanīyate—is extracted; tasmai—unto Him; namaḥ—respectful obeisances; sāṅkhya-nidarśanāya—who is the revealer of this numerical knowledge; te—unto You; iti—thus.",
    "translation": "O my Lord, Your name, form and bodily features are expanded in countless forms. No one can determine exactly how many forms exist, yet You Yourself, in Your incarnation as the learned scholar Kapiladeva, have analyzed the cosmic manifestation as containing twenty-four elements. Therefore if one is interested in Sāṅkhya philosophy, by which one can enumerate the different truths, he must hear it from You. Unfortunately, nondevotees simply count the different elements and remain ignorant of Your actual form. I offer my respectful obeisances unto You.",
    "purport": [
        {
            "type": "normal",
            "content": "Philosophers and scientists have been trying to study the entire cosmic situation and have been theorizing and calculating in different ways for millions and millions of years. However, the speculative research work of a so-called scientist or philosopher is always interrupted when he dies, and the laws of nature go on without regard for his work."
        },
        {
            "type": "normal",
            "content": "For billions of years changes take place in the material creation, until at last the whole universe is dissolved and remains in an unmanifested state. Constant change and destruction (bhūtvā bhūtvā pralīyate (BG 8.19)) is perpetually going on in nature, yet the material scientists want to study natural laws without knowing the Supreme Personality of Godhead, who is the background of nature. As Kṛṣṇa states in Bhagavad-gītā (BG 9.10):"
        },
        {
            "type": "verse",
            "content": "mayādhyakṣeṇa prakṛtiḥsūyate sa-carācaram\nhetunānena kaunteyajagad viparivartate"
        },
        {
            "type": "normal",
            "content": "\"This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.\""
        },
        {
            "type": "normal",
            "content": "Now the material creation is manifest, eventually it will be annihilated and remain for many millions of years in a dormant state, and finally it will again be created. This is the law of nature."
        }
    ]
}
