{
    "info": {
        "id": "sb/5/18/35",
        "prevId": "sb/5/18/34",
        "nextId": "sb/5/18/36"
    },
    "verses": [
        {
            "roman": "oṁ namo bhagavate mantra-tattva-liṅgāyayajña-kratave\nmahā-dhvarāvayavāya mahā-puruṣāya namaḥ\nkarma-śuklāya tri-yugāya namas te\n"
        }
    ],
    "synonyms": "om—O Lord; namaḥ—respectful obeisances; bhagavate—unto the Supreme Personality of Godhead; mantra-tattva-liṅgāya—who is understood in truth by different mantras; yajña—in the form of animal sacrifices; kratave—and animal sacrifice; mahā-dhvara—great sacrifices; avayavāya—whose limbs and bodily parts; mahā-puruṣāya—unto the Supreme Person; namaḥ—respectful obeisances; karma-śuklāya—who purifies the fruitive activities of the living entities; tri-yugāya—unto the Supreme Personality of Godhead, who is full with six opulences and who appears in three yugas (remaining concealed in the fourth yuga); namaḥ—my respectful obeisances; te—unto You.",
    "translation": "O Lord, we offer our respectful obeisances unto You as the gigantic person. Simply by chanting mantras, we shall be able to understand You fully. You are yajña [sacrifice], and You are the kratu [ritual]. Therefore all the ritualistic ceremonies of sacrifice are part of Your transcendental body, and You are the only enjoyer of all sacrifices. Your form is composed of transcendental goodness. You are known as tri-yuga because in Kali-yuga You appeared as a concealed incarnation and because You always fully possess the three pairs of opulences.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrī Caitanya Mahāprabhu is the incarnation for this age of Kali, as confirmed in many places throughout the purāṇas, the Mahābhārata, Śrīmad-Bhāgavatam and the Upaniṣads. The summary of His appearance is given in Caitanya-caritāmṛta (CC Madhya 6.99) as follows:"
        },
        {
            "type": "verse",
            "content": "kali-yuge līlāvatāra nā kare bhagavānataeva 'tri-yuga' kari' kahi tāra nāma"
        },
        {
            "type": "normal",
            "content": "In this age of Kali, the Supreme Personality of Godhead (Bhagavān) does not appear as a līlāvatāra, an incarnation to display pastimes. Therefore He is known as tri-yuga. Unlike other incarnations, Lord Śrī Caitanya Mahāprabhu appears in this age of Kali as a devotee of the Lord. Therefore He is called a concealed incarnation (channāvatāra)."
        }
    ]
}
