{
    "info": {
        "id": "sb/5/18/7",
        "prevId": "sb/5/18/6",
        "nextId": "sb/5/18/8"
    },
    "verses": [
        {
            "roman": "hari-varṣe cāpi bhagavān nara-hari-rūpeṇāste\ntad-rūpa-grahaṇa-nimittam uttaratrābhidhāsye\ntad dayitaṁ rūpaṁ mahā-puruṣa-guṇa-bhājano mahā-bhāgavato\ndaitya-dānava-kula-tīrthīkaraṇa-śīlā-caritaḥ\nprahlādo 'vyavadhānānanya-bhakti-yogena saha\ntad-varṣa-puruṣair upāste idaṁ codāharati\n"
        }
    ],
    "synonyms": "hari-varṣe—in the tract of land known as Harivarṣa; ca—also; api—indeed; bhagavān—the Supreme Personality of Godhead; nara-hari-rūpeṇa—His form of Nṛsiṁhadeva; āste—is situated; tat-rūpa-grahaṇa-nimittam—the reason why Lord Kṛṣṇa (Keśava) assumed the form of Nṛsiṁha; uttaratra—in later chapters; abhidhāsye—I shall describe; tat—that; dayitam—most pleasing; rūpam—form of the Lord; mahā-puruṣa-guṇa-bhājanaḥ—Prahlāda Mahārāja, who is the abode of all the good qualities of great personalities; mahā-bhāgavataḥ—the topmost devotee; daitya-dānava-kula-tīrthī-karaṇa-śīlā-caritaḥ—whose activities and character were so exalted that he delivered all the daityas (demons) born in his family; prahlādaḥ—Mahārāja Prahlāda; avyavadhāna-ananya-bhakti-yogena—by uninterrupted and unflinching devotional service; saha—with; tat-varṣa-puruṣaiḥ—the inhabitants of Hari-varṣa; upāste—offers obeisances to and worships; idam—this; ca—and; udāharati—chants.",
    "translation": "Śukadeva Gosvāmī continued: My dear King, Lord Nṛsiṁhadeva resides in the tract of land known as Hari-varṣa. In the Seventh Canto of Śrīmad-Bhāgavatam, I shall describe to you how Prahlāda Mahārāja caused the Lord to assume the form of Nṛsiṁhadeva. Prahlāda Mahārāja, the topmost devotee of the Lord, is a reservoir of all the good qualities of great personalities. His character and activities have delivered all the fallen members of his demoniac family. Lord Nṛsiṁhadeva is very dear to this exalted personality. Thus Prahlāda Mahārāja, along with his servants and all the denizens of Hari-varṣa, worships Lord Nṛsiṁhadeva by chanting the following mantra.",
    "purport": [
        {
            "type": "normal",
            "content": "Jayadeva Gosvāmī's ten prayers worshiping the incarnations of Lord Kṛṣṇa (Keśava) contain His name in every stanza. For example, keśava dhṛta-nara-hari-rūpa jaya jagad-īśa hare, keśava dhṛta-mīna-śarīra jaya jagad-īśa hare, and keśava dhṛta-vāmana-rūpa jaya jagad-īśa hare. The word jagad-īśa refers to the proprietor of all the universes. His original form is the two-handed form of Lord Kṛṣṇa, standing with a flute in His hands and engaged in tending the cows. As stated in Brahma-saṁhitā:"
        },
        {
            "type": "verse",
            "content": "cintāmaṇi-prakara-sadmasu kalpa-vṛkṣa-lakṣāvṛteṣu surabhīr abhipālayantam\nlakṣmī-sahasra-śata-sambhrama-sevyamānaṁ\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi(BS 5.29)"
        },
        {
            "type": "normal",
            "content": "\"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune.\" From this verse we learn that Govinda, or Kṛṣṇa, is the ādi-puruṣa (the original person). The Lord has innumerable incarnations, exactly like the innumerable waves of a flowing river, but the original form is Kṛṣṇa, or Keśava."
        },
        {
            "type": "normal",
            "content": "Śukadeva Gosvāmī refers to Nṛsiṁhadeva because of Prahlāda Mahārāja. Prahlāda Mahārāja was put into great distress by his powerful father, the demon Hiraṇyakaśipu. Apparently helpless before him, Prahlāda Mahārāja called on the Lord, who immediately assumed the gigantic form of Nṛsiṁhadeva, half-lion and half-man, to kill the gigantic demon. Although Kṛṣṇa is the original person, one without a second, He assumes different forms just to satisfy His devotees or to execute a specific purpose. Therefore Jayadeva Gosvāmī always repeats the name of Keśava, the original Personality of Godhead, in his prayers describing the Lord's different incarnations for different purposes."
        }
    ]
}
