{
    "info": {
        "id": "sb/5/18/8",
        "prevId": "sb/5/18/7",
        "nextId": "sb/5/18/9"
    },
    "verses": [
        {
            "roman": "oṁ namo bhagavate narasiṁhāya namas tejas-tejase āvir-āvirbhava\nvajra-nakha vajra-daṁṣṭra karmāśayān randhaya randhaya tamo grasa\ngrasa oṁ svāhā; abhayam abhayam ātmani bhūyiṣṭhā oṁ kṣraum\n"
        }
    ],
    "synonyms": "om—O Lord; namaḥ—my respectful obeisances; bhagavate—unto the Supreme Personality of Godhead; nara-siṁhāya—known as Lord Nṛsiṁha; namaḥ—obeisances; tejaḥ-tejase—the power of all power; āviḥ-āvirbhava—please be fully manifest; vajra-nakha—O You who possess nails like thunderbolts; vajra-daṁṣṭra—O You who possess teeth like thunderbolts; karma-āśayān—demoniac desires to be happy by material activities; randhaya randhaya—kindly vanquish; tamaḥ—ignorance in the material world; grasa—kindly drive away; grasa—kindly drive away; om—O my Lord; svāhā—respectful oblations; abhayam—fearlessness; abhayam—fearlessness; ātmani—in my mind; bhūyiṣṭhāḥ—may You appear; om—O Lord; kṣraum—the bīja, or seed, of mantras offering prayers to Lord Nṛsiṁha.",
    "translation": "I offer my respectful obeisances unto Lord Nṛsiṁhadeva, the source of all power. O my Lord who possesses nails and teeth just like thunderbolts, kindly vanquish our demonlike desires for fruitive activity in this material world. Please appear in our hearts and drive away our ignorance so that by Your mercy we may become fearless in the struggle for existence in this material world.",
    "purport": [
        {
            "type": "normal",
            "content": "In Śrīmad-Bhāgavatam (SB 4.22.39) Sanat-kumāra speaks the following words to Mahārāja Pṛthu:"
        },
        {
            "type": "verse",
            "content": "yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyākarmāśayaṁ grathitam udgrathayanti santaḥ\ntadvan na rikta-matayo yatayo 'pi ruddha-srotogaṇās tam araṇaṁ bhaja vāsudevam"
        },
        {
            "type": "normal",
            "content": "\"Devotees always engaged in the service of the toes of the Lord's lotus feet can very easily become free from hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees—the jñānīs and yogīs—cannot stop the waves of sense gratification, although they try to do so. Therefore you are advised to engage in the devotional service of Kṛṣṇa, the son of Vasudeva.\""
        },
        {
            "type": "normal",
            "content": "Every living being within this material world has a strong desire to enjoy matter to his fullest satisfaction. For this purpose, the conditioned soul must accept one body after another, and thus his strongly fixed fruitive desires continue. One cannot stop the repetition of birth and death without being completely desireless. Therefore Śrīla Rūpa Gosvāmī describes pure bhakti (devotional service) as follows:"
        },
        {
            "type": "verse",
            "content": "anyābhilāṣitā-śūnyaṁjñāna-karmādy-anāvṛtam\nānukūlyena kṛṣṇānu-\nśīlanaṁ bhaktir uttamā(CC Madhya 19.167)"
        },
        {
            "type": "normal",
            "content": "\"One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.\" Unless one is completely freed of all material desires, which are caused by the dense darkness of ignorance, one cannot fully engage in the devotional service of the Lord. Therefore we should always offer our prayers to Lord Nṛsiṁhadeva, who killed Hiraṇyakaśipu, the personification of material desire. Hiraṇya means \"gold,\" and kaśipu means \"a soft cushion or bed.\" Materialistic persons always desire to make the body comfortable, and for this they require huge amounts of gold. Thus Hiraṇyakaśipu was the perfect representative of materialistic life. He was therefore the cause of great disturbance to the topmost devotee, Prahlāda Mahārāja, until Lord Nṛsiṁhadeva killed him. Any devotee aspiring to be free of material desires should offer his respectful prayers to Nṛsiṁhadeva as Prahlāda Mahārāja did in this verse."
        }
    ]
}
