{
    "info": {
        "id": "sb 5/18/Summary",
        "prevId": "sb/5/17/24",
        "nextId": "sb/5/18/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter Śukadeva Gosvāmī describes the different varṣas of Jambūdvīpa and the incarnation of the Supreme Lord worshiped in each. The predominating ruler of Bhadrāśva-varṣa is Bhadraśravā. He and his many servants always worship the incarnation known as Lord Hayagrīva. At the end of each kalpa, when the demon Ajñāna steals the Vedic knowledge, Lord Hayagrīva appears and preserves it. Then He delivers it to Lord Brahmā. In the land known as Hari-varṣa, the exalted devotee Prahlāda Mahārāja worships Lord Nṛsiṁhadeva. (The appearance of Lord Nṛsiṁhadeva is described in the Seventh Canto of Śrīmad-Bhāgavatam.) Following in the footsteps of Prahlāda Mahārāja, the inhabitants of Hari-varṣa always worship Lord Nṛsiṁhadeva to receive from Him the benediction of being engaged in His loving service. In the tract of land known as Ketumāla-varṣa, the Supreme Personality of Godhead (Lord Hṛṣīkeśa) appears in the form of Cupid. The goddess of fortune and the demigods living there engage in His service day and night. Manifesting Himself in sixteen parts, Lord Hṛṣīkeśa is the source of all encouragement, strength and influence. The conditioned living entity has the defect of being always fearful, but simply by the mercy of the Supreme Personality of Godhead, he can rid himself of this defect of material life. Therefore the Lord alone can be addressed as master. In the tract of land known as Ramyaka-varṣa, Manu and all the inhabitants worship Matsyadeva to this very day. Matsyadeva, whose form is pure goodness, is the ruler and maintainer of the whole universe, and as such He is the director of all the demigods, headed by King Indra. In Hiraṇmaya-varṣa Lord Viṣṇu has assumed the form of a tortoise (Kūrma mūrti) and is worshiped there by Aryamā, along with all the other residents. Similarly, in the tract of land known as Uttarakuru-varṣa, Lord Śrī Hari has assumed the form of a boar, and in that form He accepts service from all the inhabitants living there.\n"
        },
        {
            "type": "normal",
            "content": "All the information in this chapter can be fully realized by one who associates with devotees of the Lord. Therefore in the śāstras it is recommended that one associate with devotees. This is better than residing on the banks of the Ganges. In the hearts of pure devotees reside all good sentiments as well as all the superior qualities of the demigods. In the hearts of nondevotees, however, there cannot be any good qualities, for such people are simply enchanted by the external, illusory energy of the Lord. Following in the footsteps of devotees, one should know that the Supreme Personality of Godhead is the only worshipable Deity. Everyone should accept this proposal and worship the Lord. As stated in Bhagavad-gītā (BG 15.15), vedaiś ca sarvair aham eva vedyaḥ: the purpose of studying all Vedic literature is to worship the Supreme Personality of Godhead, Kṛṣṇa. If after studying all the Vedic literature, one does not awaken his dormant love for the Supreme Lord, it is to be understood that he has labored for nothing. He has simply wasted his time. Lacking attachment for the Supreme Personality of Godhead, he remains attached to family life in this material world. Thus the lesson of this chapter is that one should get out of family life and completely take shelter of the lotus feet of the Lord.\n"
        }
    ]
}
