{
    "info": {
        "id": "sb/6/18/30",
        "prevId": "sb/6/18/29",
        "nextId": "sb/6/18/31"
    },
    "verses": [
        {
            "roman": "vilokyaikānta-bhūtāni\nbhūtāny ādau prajāpatiḥ\nstriyaṁ cakre sva-dehārdhaṁ\nyayā puṁsāṁ matir hṛtā\n"
        }
    ],
    "synonyms": "vilokya—seeing; ekānta-bhūtāni—detached; bhūtāni—the living entities; ādau—in the beginning; prajāpatiḥ—Lord Brahmā; striyam—the woman; cakre—created; sva-deha—of his body; ardham—half; yayā—by whom; puṁsām—of men; matiḥ—the mind; hṛtā—carried away.",
    "translation": "\nIn the beginning of creation, Lord Brahmā, the father of the living entities of the universe, saw that all the living entities were unattached. To increase population, he then created woman from the better half of man's body, for woman's behavior carries away a man's mind.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis entire universe is going on under the spell of sexual attachment, which was created by Lord Brahmā to increase the population of the entire universe, not only in human society but also in other species. As stated by Ṛṣabhadeva in the Fifth Canto, puṁsaḥ striyā mithunī-bhāvam etam: (SB 5.5.8) the entire world is going on under the spell of sexual attraction and desire between man and woman. When man and woman unite, the hard knot of this attraction becomes increasingly tight, and thus a man is implicated in the materialistic way of life. This is the illusion of the material world. This illusion acted upon Kaśyapa Muni, although he was very learned and advanced in spiritual knowledge. As stated in the Manu-saṁhitā (2.215) and Śrīmad-Bhāgavatam (SB 9.19.17) :\n"
        },
        {
            "type": "verse",
            "content": "mātrā svasrā duhitrā vā\nnāviviktāsano bhavet\nbalavān indriya-grāmo\nvidvāṁsam api karṣati"
        },
        {
            "type": "normal",
            "content": "\n\"A man should not associate with a woman in a solitary place, not even with his mother, sister or daughter, for the senses are so strong that they lead astray even a person advanced in knowledge.\" When a man remains in a solitary place with a woman, his sexual desires undoubtedly increase. Therefore the words ekānta-bhūtāni, which are used here, indicate that to avoid sexual desires one should avoid the company of women as far as possible. Sexual desire is so powerful that one is saturated with it if he stays in a solitary place with any woman, even his mother, sister or daughter.\n"
        }
    ]
}
