{
    "info": {
        "id": "sb/6/18/33-34",
        "prevId": "sb/6/18/32",
        "nextId": "sb/6/18/35"
    },
    "verses": [
        {
            "roman": "patir eva hi nārīṇāṁ\ndaivataṁ paramaṁ smṛtam\nmānasaḥ sarva-bhūtānāṁ\nvāsudevaḥ śriyaḥ patiḥ\n"
        },
        {
            "roman": "sa eva devatā-liṅgair\nnāma-rūpa-vikalpitaiḥ\nijyate bhagavān pumbhiḥ\nstrībhiś ca pati-rūpa-dhṛk\n"
        }
    ],
    "synonyms": "patiḥ—the husband; eva—indeed; hi—certainly; nārīṇām—of women; daivatam—demigod; paramam—supreme; smṛtam—is considered; mānasaḥ—situated in the heart; sarva-bhūtānām—of all living entities; vāsudevaḥ—Vāsudeva; śriyaḥ—of the goddess of fortune; patiḥ—the husband; saḥ—He; eva—certainly; devatā-liṅgaiḥ—by the forms of the demigods; nāma—names; rūpa—forms; vikalpitaiḥ—conceived; ijyate—is worshiped; bhagavān—the Supreme Personality of Godhead; pumbhiḥ—by men; strībhiḥ—by women; ca—also; pati-rūpa-dhṛk—in the form of the husband.",
    "translation": "A husband is the supreme demigod for a woman. The Supreme Personality of Godhead, Lord Vāsudeva, the husband of the goddess of fortune, is situated in everyone's heart and is worshiped through the various names and forms of the demigods by fruitive workers. Similarly, a husband represents the Lord as the object of worship for a woman.",
    "purport": [
        {
            "type": "normal",
            "content": "The Lord says in Bhagavad-gītā (BG 9.23):"
        },
        {
            "type": "verse",
            "content": "ye 'py anya-devatā-bhaktāyajante śraddhayānvitāḥ\nte 'pi mām eva kaunteyayajanty avidhi-pūrvakam"
        },
        {
            "type": "normal",
            "content": "\"Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding.\" The demigods are various assistants who act like the hands and legs of the Supreme Personality of Godhead. One who is not in direct touch with the Supreme Lord and cannot conceive of the exalted position of the Lord is sometimes advised to worship the demigods as various parts of the Lord. If women, who are usually very much attached to their husbands, worship their husbands as representatives of Vāsudeva, the women benefit, just as Ajāmila benefited by calling for Nārāyaṇa, his son. Ajāmila was concerned with his son, but because of his attachment to the name of Nārāyaṇa, he attained salvation simply by chanting that name. In India a husband is still called pati-guru, the husband spiritual master. If husband and wife are attached to one another for advancement in Kṛṣṇa consciousness, their relationship of cooperation is very effective for such advancement. Although the names of Indra and Agni are sometimes uttered in the Vedic mantras (indrāya svāhā, agnaye svāhā), the Vedic sacrifices are actually performed for the satisfaction of Lord Viṣṇu. As long as one is very much attached to material sense gratification, the worship of the demigods or the worship of one's husband is recommended."
        }
    ]
}
