{
    "info": {
        "id": "sb/6/18/43",
        "prevId": "sb/6/18/42",
        "nextId": "sb/6/18/44"
    },
    "verses": [
        {
            "roman": "pratiśrutaṁ dadāmīti\nvacas tan na mṛṣā bhavet\nvadhaṁ nārhati cendro 'pi\ntatredam upakalpate\n"
        }
    ],
    "synonyms": "pratiśrutam—promised; dadāmi—I shall give; iti—thus; vacaḥ—statement; tat—that; na—not; mṛṣā—false; bhavet—can be; vadham—killing; na—not; arhati—is suitable; ca—and; indraḥ—Indra; api—also; tatra—in that connection; idam—this; upakalpate—is suitable.",
    "translation": "\nI promised to give her a benediction, and this promise cannot be violated, but Indra does not deserve to be killed. In these circumstances, the solution I have is quite suitable.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nKaśyapa Muni concluded, \"Diti is eager to have a son who can kill Indra, since she is a woman, after all, and is not very intelligent. I shall train her in such a way that instead of always thinking of how to kill Indra, she will become a Vaiṣṇava, a devotee of Kṛṣṇa. If she agrees to follow the rules and regulations of the Vaiṣṇava principles, the unclean core of her heart will certainly be cleansed.\" Ceto-darpaṇa-mārjanam (CC Antya 20.12). This is the process of devotional service. Anyone can be purified by following the principles of devotional service in Kṛṣṇa consciousness, for Kṛṣṇa consciousness is so powerful that it can purify even the dirtiest class of men and transform them into the topmost Vaiṣṇavas. Śrī Caitanya Mahāprabhu's movement aims at this purpose. Narottama dāsa Ṭhākura says:\n"
        },
        {
            "type": "verse",
            "content": "vrajendra-nandana yei, śacī-suta haila sei,\nbalarāma ha-ila nitāi"
        },
        {
            "type": "verse",
            "content": "dīna-hīna yata chila, hari-nāme uddhārila,\nta'ra sākṣī jagāi-mādhāi"
        },
        {
            "type": "normal",
            "content": "\nThe appearance of Śrī Caitanya Mahāprabhu in this Kali-yuga is especially meant to deliver the fallen souls, who are always planning something for material enjoyment. He gave the people of this age the advantage of being able to chant the Hare Kṛṣṇa mantra and thus become fully pure, free from all material contamination. Once one becomes a pure Vaiṣṇava, he transcends all material conceptions of life. Thus Kaśyapa Muni tried to transform his wife into a Vaiṣṇavī so that she might give up the idea of killing Indra. He wanted both her and her sons to be purified so that they would be fit to become pure Vaiṣṇavas. Of course, sometimes a practitioner deviates from the Vaiṣṇava principles, and there is a chance that he may fall down, but Kaśyapa Muni thought that even if one falls while practicing the Vaiṣṇava principles, he is still not a loser. Even a fallen Vaiṣṇava is eligible for better results, as confirmed in Bhagavad-gītā. Svalpam apy asya dharmasya trāyate mahato bhayāt: even practicing the Vaiṣṇava principles to a small extent can save one from the greatest danger of material existence. Thus Kaśyapa Muni planned to instruct his wife Diti to become a Vaiṣṇava because he wanted to save the life of Indra.\n"
        }
    ]
}
