{
    "info": {
        "id": "sb/6/18/summary",
        "prevId": "sb/6/17/41",
        "nextId": "sb/6/18/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter gives the history of Diti, the wife of Kaśyapa, and how she followed a vow to have a son who would kill Indra. It also describes how Indra attempted to foil her plan by cutting to pieces the son within her womb."
        },
        {
            "type": "normal",
            "content": "In relation to Tvaṣṭā and his descendants, there is a description of the dynasty of the Adityas (sons of Aditi) and other demigods. Pṛśni, the wife of Aditi's fifth son named Savitā, had three daughters-Sāvitrī, Vyāhṛti and Trayī-and very exalted sons named Agnihotra, Paśu, Soma, Cāturmāsya and the five Mahāyajñas. Siddhi, the wife of Bhaga, had three sons, named Mahimā, Vibhu and Prabhu, and she also had one daughter, whose name was Āśī. Dhātā had four wives-Kuhū, Sinīvālī, Rākā and Anumati-who had four sons, named Sāyam, Darśa, Prātaḥ and Pūrṇamāsa respectively. Kriyā, the wife of Vidhātā, gave birth to the five Purīṣyas, who are representatives of five kinds of fire-gods. Bhṛgu, the mind-born son of Brahmā, took his birth again from Carṣaṇī, the wife of Varuṇa, and the great sage Vālmīki appeared from Varuṇa's semen. Agastya and Vasiṣṭha were two sons of Varuṇa and Mitra. Upon seeing the beauty of Urvaśī, Mitra and Varuṇa discharged semen, which they kept in an earthen pot. From that pot, Agastya and Vasiṣṭha appeared. Mitra had a wife named Revatī, who gave birth to three sons-Utsarga, Ariṣṭa and Pippala. Aditi had twelve sons, of whom Indra was the eleventh. Indra's wife was named Paulomī (Śacīdevī). She gave birth to three sons-Jayanta, Ṛṣabha and Mīḍhuṣa. By His own powers, the Supreme Personality of Godhead appeared as Vāmanadeva. From His wife, whose name was Kīrti, appeared a son named Bṛhatśloka. Bṛhatśloka's first son was known as Saubhaga. This is a description of the sons of Aditi. A description of Āditya Urukrama, who is an incarnation of the Supreme Personality of Godhead, will be offered in the Eighth Canto."
        },
        {
            "type": "normal",
            "content": "The demons born of Diti are also described in this chapter. In the dynasty of Diti appeared the great saintly devotee Prahlāda and also Bali, Prahlāda's grandson. Hiraṇyakaśipu and Hiraṇyākṣa were the first sons of Diti. Hiraṇyakaśipu and his wife, whose name was Kayādhu, had four sons-Saṁhlāda, Anuhlāda, Hlāda and Prahlāda. They also had one daughter, whose name was Siṁhikā. In association with the demon Vipracit, Siṁhikā bore a son named Rāhu, whose head was severed by the Supreme Personality of Godhead. Kṛti, the wife of Saṁhlāda, bore a son named Pañcajana. Hlāda's wife, whose name was Dhamani, gave birth to two sons-Vātāpi and Ilvala. Ilvala put Vātāpi into the form of a ram and gave him to Agastya to eat. Anuhlāda, in the womb of his wife, Sūryā, begot two sons, named Bāṣkala and Mahiṣa. Prahlāda's son was known as Virocana, and his grandson was known as Bali Mahārāja. Bali Mahārāja had one hundred sons, of whom Bāṇa was the eldest."
        },
        {
            "type": "normal",
            "content": "After describing the dynasty of the Adityas and the other demigods, Śukadeva Gosvāmī describes Diti's sons known as the Maruts and how they were elevated to the position of demigods. Just to help Indra, Lord Viṣṇu had killed Hiraṇyākṣa and Hiraṇyakaśipu. Because of this, Diti was very envious, and she was eager to have a son who could kill Indra. By her service, she enchanted Kaśyapa Muni in order to beg from him a greater son to do this. In corroboration of the Vedic injunction vidvāṁsam api karṣati, Kaśyapa Muni was attracted to his beautiful wife and promised to grant her any request. When, however, she requested a son who would kill Indra, he condemned himself, and he advised his wife Diti to follow the Vaiṣṇava ritualistic ceremonies to purify herself. When Diti, following the instructions of Kaśyapa, engaged in devotional service, Indra could understand her purpose, and he began observing all her activities. One day, Indra had the opportunity to see her deviating from devotional service. Thus he entered her womb and cut her son into forty-nine parts. In this way the forty-nine kinds of air known as the Maruts appeared, but because Diti had performed the Vaiṣṇava ritualistic ceremonies, all the sons became Vaiṣṇavas."
        }
    ]
}
