{
    "info": {
        "id": "sb/5/9/11",
        "prevId": "sb/5/9/9-10",
        "nextId": "sb/5/9/12"
    },
    "verses": [
        {
            "roman": "yadā tu parata āhāraṁ karma-vetanata īhamānaḥ sva-bhrātṛbhir\napi kedāra-karmaṇi nirūpitas tad api karoti kintu na samaṁ\nviṣamaṁ nyūnam adhikam iti veda kaṇa-piṇyāka-phalī-\nkaraṇa-kulmāṣa-sthālīpurīṣādīny apy amṛtavad abhyavaharati\n"
        }
    ],
    "synonyms": "yadā—when; tu—but; parataḥ—from others; āhāram—food; karma-vetanataḥ—in exchange for wages from working; īhamānaḥ—looking for; sva-bhrātṛbhiḥ api—even by his own stepbrothers; kedāra-karmaṇi—in working in the field and adjusting the agricultural work; nirūpitaḥ—engaged; tat api—at that time also; karoti—he used to do; kintu—but; na—not; samam—level; viṣamam—uneven; nyūnam—deficient; adhikam—more raised; iti—thus; veda—he knew; kaṇa—broken rice; piṇyāka—oil cakes; phalī-karaṇa—the chaff of rice; kulmāṣa—worm-eaten grains; sthālī-purīṣa-ādīni—burned rice stuck to the pot and so on; api—even; amṛta-vat—like nectar; abhyavaharati—used to eat.",
    "translation": "\nJaḍa Bharata used to work only for food. His stepbrothers took advantage of this and engaged him in agricultural field work in exchange for some food, but actually he did not know how to work very well in the field. He did not know where to spread dirt or where to make the ground level or uneven. His brothers used to give him broken rice, oil cakes, the chaff of rice, worm-eaten grains and burned grains that had stuck to the pot, but he gladly accepted all this as if it were nectar. He did not hold any grudges and ate all this very gladly.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe platform of paramahaṁsa is described in Bhagavad-gītā (BG 2.15): sama-duḥkha-sukhaṁ dhīraṁ so 'mṛtatvāya kalpate. When one is callous to all duality, the happiness and distress of this material world, one is fit for amṛtatva, eternal life. Bharata Mahārāja was determined to finish his business in this material world, and he did not at all care for the world of duality. He was complete in Kṛṣṇa consciousness and was oblivious to good and evil, happiness and distress. As stated in Caitanya-caritāmṛta (CC Antya 4.176):\n"
        },
        {
            "type": "verse",
            "content": "dvaite' bhadrābhadra-jñāna, saba-'manodharma\nei bhāla, ei manda',—saba 'bhrama"
        },
        {
            "type": "normal",
            "content": "\n\"In the material world, conceptions of good and bad are all mental speculations. Therefore, saying, 'This is good and this is bad,' is all a mistake.\" One has to understand that in the material world of duality, to think that this is good or that this is bad is simply a mental concoction. However, one should not imitate this consciousness; one should actually be situated on the spiritual platform of neutrality.\n"
        }
    ]
}
