{
    "info": {
        "id": "sb/5/9/14",
        "prevId": "sb/5/9/13",
        "nextId": "sb/5/9/15"
    },
    "verses": [
        {
            "roman": "atha ta enam anavadya-lakṣaṇam avamṛśya\nbhartṛ-karma-niṣpattiṁ manyamānā\nbaddhvā raśanayā caṇḍikā-gṛham\nupaninyur mudā vikasita-vadanāḥ\n"
        }
    ],
    "synonyms": "atha—thereafter; te—they (the servants of the leader of the dacoits); enam—this (Jaḍa Bharata); anavadya-lakṣaṇam—as bearing the characteristics of a dull animal because of a fat body like a bull's and because of being deaf and dumb; avamṛśya—recognizing; bhartṛ-karma-niṣpattim—the accomplishment of their master's work; manyamānāḥ—understanding; baddhvā—binding tightly; raśanayā—with ropes; caṇḍikā-gṛham—to the temple of goddess Kālī; upaninyuḥ—brought; mudā—with great happiness; vikasita-vadanāḥ—with bright faces.",
    "translation": "The followers and servants of the dacoit chief considered Jaḍa Bharata to possess qualities quite suitable for a man-animal, and they decided that he was a perfect choice for sacrifice. Their faces bright with happiness, they bound him with ropes and brought him to the temple of the goddess Kālī.",
    "purport": [
        {
            "type": "normal",
            "content": "In some parts of India, animalistic men are still sacrificed before the goddess Kālī. However, such a sacrifice is only performed by śūdras and dacoits. Their business is to plunder the wealthy, and to become successful they offer an animalistic man before the goddess Kālī. It should be noted that they never sacrifice an intelligent man before the goddess. In the body of a brāhmaṇa, Bharata Mahārāja appeared deaf and dumb, yet he was the most intelligent man in the world. Nonetheless, being completely surrendered unto the Supreme Personality of Godhead, he remained in that condition and did not protest being brought before the deity for slaughter. As we have learned from the previous verses, he was very strong and could have very easily avoided being bound with ropes, but he did not do anything. He simply depended on the Supreme Personality of Godhead for his protection. Śrīla Bhaktivinoda Ṭhākura describes surrender unto the Supreme Lord in this way:"
        },
        {
            "type": "verse",
            "content": "mārabi rākhabi—yo icchā tohārānitya-dāsa-prati tuyā adhikārā"
        },
        {
            "type": "normal",
            "content": "\n\"My Lord, I am now surrendered unto You. I am Your eternal servant, and if You like You can kill me, or, if You like, You can protect me. In any case, I am fully surrendered unto You.\""
        }
    ]
}
