{
    "info": {
        "id": "sb/5/9/18",
        "prevId": "sb/5/9/17",
        "nextId": "sb/5/9/19"
    },
    "verses": [
        {
            "roman": "bhṛśam amarṣa-roṣāveśa-rabhasa-vilasita-bhru-kuṭi-viṭapa-kuṭila-\ndaṁṣṭrāruṇekṣaṇāṭopāti-bhayānaka-vadanā hantu-kāmevedaṁ\nmahāṭṭa-hāsam ati-saṁrambheṇa vimuñcantī tata utpatya pāpīyasāṁ\nduṣṭānāṁ tenaivāsinā vivṛkṇa-śīrṣṇāṁ galāt sravantam asṛg-āsavam\natyuṣṇaṁ saha gaṇena nipīyāti-pāna-mada-vihvaloccaistarāṁ sva-pārṣadaiḥ saha\njagau nanarta ca vijahāra ca śiraḥ-kanduka-līlayā\n"
        }
    ],
    "synonyms": "bhṛśam—very highly; amarṣa—in intolerance of the offenses; roṣa—in anger; āveśa—of her absorption; rabhasa-vilasita—expanded by the force; bhru-kuṭi—of her eyebrows; viṭapa—the branches; kuṭila—curved; daṁṣṭra—teeth; aruṇa-īkṣaṇa—of reddish eyes; āṭopa—by the agitation; ati—very much; bhayānaka—fearful; vadanā—having a face; hantu-kāmā—desirous to destroy; iva—as if; idam—this universe; mahā-aṭṭa-hāsam—a greatly fearful laugh; ati—great; saṁrambheṇa—because of anger; vimuñcantī—releasing; tataḥ—from that altar; utpatya—coming forth; pāpīyasām—of all the sinful; duṣṭānām—great offenders; tena eva asinā—by that same chopper; vivṛkṇa—separated; śīrṣṇām—whose heads; galāt—from the neck; sravantam—oozing out; asṛk-āsavam—the blood, compared to an intoxicating beverage; ati-uṣṇam—very hot; saha—with; gaṇena—her associates; nipīya—drinking; ati-pāna—from drinking so much; mada—by intoxication; vihvalā—overwhelmed; uccaiḥ-tarām—very loudly; sva-pārṣadaiḥ—her own associates; saha—with; jagau—sang; nanarta—danced; ca—also; vijahāra—played; ca—also; śiraḥ-kanduka—using the heads as balls; līlayā—by sports.",
    "translation": "\nIntolerant of the offenses committed, the infuriated goddess Kālī flashed her eyes and displayed her fierce, curved teeth. Her reddish eyes glowed, and she displayed her fearsome features. She assumed a frightening body, as if she were prepared to destroy the entire creation. Leaping violently from the altar, she immediately decapitated all the rogues and thieves with the very sword with which they had intended to kill Jaḍa Bharata. She then began to drink the hot blood that flowed from the necks of the beheaded rogues and thieves, as if this blood were liquor. Indeed, she drank this intoxicant with her associates, who were witches and female demons. Becoming intoxicated with this blood, they all began to sing very loudly and dance as though prepared to annihilate the entire universe. At the same time, they began to play with the heads of the rogues and thieves, tossing them about as if they were balls.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is evident from this verse that the devotees of goddess Kālī are not at all favored by her. It is goddess Kālī's work to kill and punish the demons. Goddess Kālī (Durgā) engages in decapitating many demons, dacoits and other unwanted elements in society. Neglecting Kṛṣṇa consciousness, foolish people try to satisfy the goddess by offering her many abominable things, but ultimately when there is a little discrepancy in this worship, the goddess punishes the worshiper by taking his life. Demoniac people worship goddess Kālī to obtain some material benefit, but they are not excused of the sins performed in the name of worship. To sacrifice a man or animal before the deity is specifically forbidden.\n"
        }
    ]
}
