{
    "info": {
        "id": "sb/5/9/20",
        "prevId": "sb/5/9/19",
        "nextId": "sb/5/10/1"
    },
    "verses": [
        {
            "roman": "na vā etad viṣṇudatta mahad-adbhutaṁ\nyad asambhramaḥ sva-śiraś-chedana āpatite 'pi\nvimukta-dehādy-ātma-bhāva-sudṛḍha-hṛdaya-granthīnāṁ\nsarva-sattva-suhṛd-ātmanāṁ nirvairāṇāṁ sākṣād\nbhagavatānimiṣāri-varāyudhenāpramattena tais tair bhāvaiḥ\nparirakṣyamāṇānāṁ tat-pāda-mūlam akutaścid-bhayam upasṛtānāṁ bhāgavata-paramahaṁsānām\n"
        }
    ],
    "synonyms": "na—not; vā—or; etat—this; viṣṇu-datta—O Mahārāja Parīkṣit, who was protected by Lord Viṣṇu; mahat—a great; adbhutam—wonder; yat—which; asambhramaḥ—lack of perplexity; sva-śiraḥ-chedane—when the chopping off of the head; āpatite—was about to happen; api—even though; vimukta—completely liberated from; deha-ādi-ātma-bhāva—the false bodily concept of life; su-dṛḍha—very strong and tight; hṛdaya-granthīnām—of those whose knots within the heart; sarva-sattva-suhṛt-ātmanām—of persons who in their hearts always wish well to all living entities; nirvairāṇām—who do not find anyone as their enemy; sākṣāt—directly; bhagavatā—by the Supreme Personality of Godhead; animiṣa—invincible time; ari-vara—and the best of weapons, the Sudarśana cakra; āyudhena—by Him who possesses the weapons; apramattena—not agitated at any time; taiḥ taiḥ—by those respective; bhāvaiḥ—moods of the Supreme Personality of Godhead; parirakṣyamāṇānām—of persons who are protected; tat-pāda-mūlam—at the lotus feet of the Supreme Personality of Godhead; akutaścit—from nowhere; bhayam—fear; upasṛtānām—of those who have taken complete shelter; bhāgavata—of devotees of the Lord; parama-haṁsānām—of the most liberated persons.",
    "translation": "\nŚukadeva Gosvāmī then said to Mahārāja Parīkṣit: O Viṣṇudatta, those who already know that the soul is separate from the body, who are liberated from the invincible knot in the heart, who are always engaged in welfare activities for all living entities and who never contemplate harming anyone are always protected by the Supreme Personality of Godhead, who carries His disc [the Sudarśana cakra] and acts as supreme time to kill the demons and protect His devotees. The devotees always take shelter at the lotus feet of the Lord. Therefore at all times, even if threatened by decapitation, they remain unagitated. For them, this is not at all wonderful.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThese are some of the great qualities of a pure devotee of the Supreme Personality of Godhead. First, a devotee is firmly convinced of his spiritual identity. He never identifies with the body; he is firmly convinced that the spirit soul is different from the body. Consequently he fears nothing. Even though his life may be threatened, he is not at all afraid. He does not even treat an enemy like an enemy. Such are the qualifications of devotees. Devotees are always fully dependent on the Supreme Personality of Godhead, and the Lord is always eager to give them all protection in all circumstances.\n"
        }
    ]
}
