{
    "info": {
        "id": "sb/5/9/summary",
        "prevId": "sb/5/8/31",
        "nextId": "sb/5/9/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter Bharata Mahārāja's attainment of the body of a brāhmaṇa is described. In this body he remained like one dull, deaf and dumb, so much so that when he was brought before the goddess Kālī to be killed as a sacrifice, he never protested but remained silent. After having given up the body of a deer, he took birth in the womb of the youngest wife of a brāhmaṇa. In this life he could also remember the activities of his past life, and in order to avoid the influence of society, he remained like a deaf and dumb person. He was very careful not to fall down again. He did not mix with anyone who was not a devotee. This process should be adopted by every devotee. As advised by Śrī Caitanya Mahāprabhu: asat-saṅga-tyāga-ei vaiṣṇava-ācāra (CC Madhya 22.87). One should strictly avoid the company of nondevotees, even though they may be family members. When Bharata Mahārāja was in the body of a brāhmaṇa, the people in the neighborhood thought of him as a crazy, dull fellow, but within he was always chanting and remembering Vāsudeva, the Supreme Personality of Godhead. Although his father wanted to give him an education and purify him as a brāhmaṇa by offering him the sacred thread, he remained in such a way that his father and mother could understand that he was crazy and not interested in the reformatory method. Nonetheless, he remained fully Kṛṣṇa conscious, even without undergoing such official ceremonies. Due to his silence, some people who were no better than animals began to tease him in many ways, but he tolerated this. After the death of his father and mother, his stepmother and stepbrothers began to treat him very poorly. They would give him the most condemned food, but still he did not mind; he remained completely absorbed in Kṛṣṇa consciousness. He was ordered by his stepbrothers and mother to guard a paddy field one night, and at that time the leader of a dacoit party took him away and tried to kill him by offering him as a sacrifice before Bhadra Kālī. When the dacoits brought Bharata Mahārāja before the goddess Kālī and raised a chopper to kill him, the goddess Kālī became immediately alarmed due to the mistreatment of a devotee. She came out of the deity and, taking the chopper in her own hands, killed all the dacoits there. Thus a pure devotee of the Supreme Personality of Godhead can remain silent despite the mistreatment of nondevotees. Rogues and dacoits who misbehave toward a devotee are punished at last by the arrangement of the Supreme Personality of Godhead."
        }
    ]
}
