{
    "info": {
        "id": "sb/3/24/32",
        "prevId": "sb/3/24/31",
        "nextId": "sb/3/24/33"
    },
    "verses": [
        {
            "roman": "tvāṁ sūribhis tattva-bubhutsayāddhā\nsadābhivādārhaṇa-pāda-pīṭham\naiśvarya-vairāgya-yaśo-'vabodha-\nvīrya-śriyā pūrtam ahaṁ prapadye\n"
        }
    ],
    "synonyms": "tvām—unto You; sūribhiḥ—by the great sages; tattva—the Absolute Truth; bubhutsayā—with a desire to understand; addhā—certainly; sadā—always; abhivāda—of worshipful respects; arhaṇa—which are worthy; pāda—of Your feet; pīṭham—to the seat; aiśvarya—opulence; vairāgya—renunciation; yaśaḥ—fame; avabodha—knowledge; vīrya—strength; śriyā—with beauty; pūrtam—who are full; aham—I; prapadye—surrender.",
    "translation": "My dear Lord, Your lotus feet are the reservoir that always deserves to receive worshipful homage from all great sages eager to understand the Absolute Truth. You are full in opulence, renunciation, transcendental fame, knowledge, strength and beauty, and therefore I surrender myself unto Your lotus feet.",
    "purport": [
        {
            "type": "normal",
            "content": "Actually, those who are searching after the Absolute Truth must take shelter of the lotus feet of the Supreme Personality of Godhead and worship Him. In Bhagavad-gītā Lord Kṛṣṇa advised Arjuna many times to surrender unto Him, especially at the end of the Ninth Chapter—man-manā bhava mad-bhaktaḥ: \"If you want to be perfect, just always think of Me, become My devotee, worship Me and offer your obeisances to Me. In this way you will understand Me, the Personality of Godhead, and ultimately you will come back to Me, back to Godhead, back home.\" Why is it so? The Lord is always full in six opulences, as mentioned herein: wealth, renunciation, fame, knowledge, strength and beauty. The word pūrtam means \"in full.\" No one can claim that all wealth belongs to him, but Kṛṣṇa can claim it, since He has full wealth. Similarly, He is full in knowledge, renunciation, strength and beauty. He is full in everything, and no one can surpass Him. Another one of Kṛṣṇa's names is asamordhva, which means that no one is equal to or greater than Him."
        }
    ]
}
