{
    "info": {
        "id": "sb/7/3/11",
        "prevId": "sb/7/3/9-10",
        "nextId": "sb/7/3/12"
    },
    "verses": [
        {
            "roman": "anyathedaṁ vidhāsye 'ham\nayathā pūrvam ojasā\nkim anyaiḥ kāla-nirdhūtaiḥ\nkalpānte vaiṣṇavādibhiḥ\n"
        }
    ],
    "synonyms": "anyathā—just the opposite; idam—this universe; vidhāsye—shall make; aham—I; ayathā—inappropriate; pūrvam—as it was before; ojasā—by dint of the power of my austerity; kim—what use; anyaiḥ—with other; kāla-nirdhūtaiḥ—vanquished in due course of time; kalpa-ante—at the end of the millennium; vaiṣṇava-ādibhiḥ—with planets like Dhruvaloka or Vaikuṇṭhaloka.",
    "translation": "\n\"By dint of my severe austerities, I shall reverse the results of pious and impious activities. I shall overturn all the established practices within this world. Even Dhruvaloka will be vanquished at the end of the millennium. Therefore, what is the use of it? I shall prefer to remain in the position of Brahmā.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHiraṇyakaśipu's demoniac determination was explained to Lord Brahmā by the demigods, who informed him that Hiraṇyakaśipu wanted to overturn all the established principles. After executing severe austerities, people within this material world are promoted to the heavenly planets, but Hiraṇyakaśipu wanted them to be unhappy, suffering because of the diplomatic feelings of the demigods, even in the heavenly planets. He wanted those who were harassed in this world by material transactions to be unhappy for the same reason, even in the heavenly planets. Indeed, be wanted to introduce such harassment everywhere. One might ask how this would be possible, since the universal order has been established since time immemorial, but Hiraṇyakaśipu was proud to declare that he would be able to do everything by the power of his tapasya. He even wanted to make the Vaiṣṇavas' position insecure. These are some of the symptoms of asuric determination.\n"
        }
    ]
}
