{
    "info": {
        "id": "sb/7/3/24",
        "prevId": "sb/7/3/23",
        "nextId": "sb/7/3/25"
    },
    "verses": [
        {
            "roman": "sa nirīkṣyāmbare devaṁ\nhaṁsa-vāham upasthitam\nnanāma śirasā bhūmau\ntad-darśana-mahotsavaḥ\n"
        }
    ],
    "synonyms": "saḥ—he (Hiraṇyakaśipu); nirīkṣya—seeing; ambare—in the sky; devam—the supreme demigod; haṁsa-vāham—who rides a swan airplane; upasthitam—situated before him; nanāma—offered obeisances; śirasā—with his head; bhūmau—on the ground; tat-darśana—by seeing Lord Brahmā; mahā-utsavaḥ—very much pleased.",
    "translation": "\nSeeing Lord Brahmā present before him in the sky, carried by his swan airplane, Hiraṇyakaśipu was extremely pleased. He immediately fell flat with his head on the ground and began to express his obligation to the lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Kṛṣṇa says in Bhagavad-gītā (BG 9.23-24):\n"
        },
        {
            "type": "verse",
            "content": "ye 'py anya-devatā-bhaktā\nyajante śraddhayānvitāḥ\nte 'pi mām eva kaunteya\nyajanty avidhi-pūrvakam"
        },
        {
            "type": "verse",
            "content": "ahaṁ hi sarva-yajñānāṁ\nbhoktā ca prabhur eva ca\nna tu mām abhijānanti\ntattvenātaś cyavanti te"
        },
        {
            "type": "normal",
            "content": "\n\"Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding. I am the only enjoyer and the only object of sacrifice. Those who do not recognize My true transcendental nature fall down.\"\n"
        },
        {
            "type": "normal",
            "content": "In effect, Kṛṣṇa says, \"Persons engaged in the worship of demigods are not very intelligent, although such worship is indirectly offered to Me.\" For example, when a man pours water on the leaves and branches of a tree without pouring water on the root, he does so without sufficient knowledge or without observing regulative principles. The process of watering a tree is to pour water on the root. Similarly, the process of rendering service to different parts of the body is to supply food to the stomach. The demigods are, so to speak, different officers and directors in the government of the Supreme Lord. One has to follow the laws made by the government, not by the officers or directors. Similarly, everyone is to offer his worship to the Supreme Lord only. That will automatically satisfy the different officers and directors of the Lord. The officers and directors are engaged as representatives of the government, and to offer some bribe to the officers and directors is illegal. This is stated in Bhagavad-gītā as avidhi-pūrvakam. In other words, Kṛṣṇa does not approve the unnecessary worship of the demigods.\n"
        },
        {
            "type": "normal",
            "content": "In Bhagavad-gītā it is clearly stated that there are many types of yajña performances recommended in the Vedic literatures, but actually all of them are meant for satisfying the Supreme Lord. Yajña means Viṣṇu. In the Third Chapter of Bhagavad-gītā it is clearly stated that one should work only for satisfying Yajña, or Viṣṇu. The perfectional form of human civilization, known as varṇāśrama-dharma, is specifically meant for satisfying Viṣṇu. Therefore, Kṛṣṇa says, \"I am the enjoyer of all sacrifices because I am the supreme master.\" However, less intelligent persons, without knowing this fact, worship demigods for temporary benefit. Therefore they fall down to material existence and do not achieve the desired goal of life. If, however, anyone has any material desire to be fulfilled, he had better pray for it to the Supreme Lord (although that is not pure devotion), and he will thus achieve the desired result.\n"
        },
        {
            "type": "normal",
            "content": "Although Hiraṇyakaśipu offered his obeisances unto Lord Brahmā, he was strongly inimical toward Lord Viṣṇu. This is the symptom of an asura. Asuras worship the demigods as being separate from the Lord, not knowing that all the demigods are powerful because of being servants of the Lord. If the Supreme Lord were to withdraw the powers of the demigods, the demigods would no longer be able to offer benedictions to their worshipers. The difference between a devotee and a nondevotee, or asura, is that a devotee knows that Lord Viṣṇu is the Supreme Personality of Godhead and that everyone derives power from Him. Without worshiping the demigods for particular powers, a devotee worships Lord Viṣṇu, knowing that if he desires a particular power he can get that power while acting as Lord Viṣṇu's devotee. Therefore in the śāstra (SB 2.3.10) it is recommended:\n"
        },
        {
            "type": "verse",
            "content": "akāmaḥ sarva-kāmo vā\nmokṣa-kāma udāra-dhīḥ\ntīvreṇa bhakti-yogena\nyajeta puruṣaṁ param"
        },
        {
            "type": "normal",
            "content": "\n\"A person who has broader intelligence, whether he be full of material desires, free from material desires, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.\" Even if a person has material desires, instead of worshiping the demigods he should pray to the Supreme Lord so that his connection with the Supreme Lord will be established and he will be saved from becoming a demon or a nondevotee. In this regard, Śrīla Madhvācārya gives the following quotation from the Brahma-tarka:\n"
        },
        {
            "type": "verse",
            "content": "eka-sthānaika-kāryatvād\nviṣṇoḥ prādhānyatas tathā\njīvasya tad-adhīnatvān\nna bhinnādhikṛtaṁ vacaḥ"
        },
        {
            "type": "normal",
            "content": "\nSince Viṣṇu is the Supreme, by worshiping Viṣṇu one can fulfill all one's desires. There is no need to divert one's attention to any demigod.\n"
        }
    ]
}
