{
    "info": {
        "id": "sb/7/3/26-27",
        "prevId": "sb/7/3/25",
        "nextId": "sb/7/3/28"
    },
    "verses": [
        {
            "roman": "śrī-hiraṇyakaśipur uvāca\nkalpānte kāla-sṛṣṭena\nyo 'ndhena tamasāvṛtam\nabhivyanag jagad idaṁ\n"
        },
        {
            "roman": "svayañjyotiḥ sva-rociṣā\nātmanā tri-vṛtā cedaṁ\nsṛjaty avati lumpati\nrajaḥ-sattva-tamo-dhāmne\nparāya mahate namaḥ\n"
        }
    ],
    "synonyms": "śrī-hiraṇyakaśipuḥ uvāca—Hiraṇyakaśipu said; kalpa-ante—at the end of every day of Lord Brahmā; kāla-sṛṣṭena—created by the time factor; yaḥ—he who; andhena—by dense darkness; tamasā—by ignorance; āvṛtam—covered; abhivyanak—manifested; jagat—cosmic manifestation; idam—this; svayam-jyotiḥ—self-effulgent; sva-rociṣā—by his bodily rays; ātmanā—by himself; tri-vṛtā—conducted by the three modes of material nature; ca—also; idam—this material world; sṛjati—creates; avati—maintain s; lumpati—annihilates; rajaḥ—of the mode of passion; sattva—the mode of goodness; tamaḥ—and the mode of ignorance; dhāmne—unto the supreme lord; parāya—unto the supreme; mahate—unto the great; namaḥ—my respectful obeisances.",
    "translation": "Let me offer my respectful obeisances unto the supreme lord within this universe. At the end of each day of his life, the universe is fully covered with dense darkness by the influence of time, and then again, during his next day, that self-effulgent lord, by his own effulgence, manifests, maintains and destroys the entire cosmic manifestation through the material energy, which is invested with the three modes of material nature. He, Lord Brahmā, is the shelter of those modes of nature—sattva-guṇa, rajo-guṇa and tamo-guṇa.",
    "purport": [
        {
            "type": "normal",
            "content": "The words abhivyanag jagad idam refer to he who creates this cosmic manifestation. The original creator is the Supreme Personality of Godhead, Kṛṣṇa (janmādy asya yataḥ (SB 1.1.1)); Lord Brahmā is the secondary creator. When Lord Brahmā is empowered by Lord Kṛṣṇa as the engineer to create the phenomenal world, he becomes the supremely powerful feature within this universe. The total material energy is created by Kṛṣṇa, and later, taking advantage of all that has necessarily been created, Lord Brahmā engineers the entire phenomenal universe. At the end of Lord Brahmā's day, everything up to Svargaloka is inundated with water, and the next morning, when there is darkness in the universe, Brahmā again brings the phenomenal manifestation into existence. Therefore he is described here as he who manifests this universe."
        },
        {
            "type": "normal",
            "content": "Trīn guṇān vṛṇoti: Lord Brahmā takes advantage of the three modes of material nature. prakṛti, material nature, is described here as tri-vṛtā, the source of the three material modes. Śrīla Madhvācārya comments in this connection that tri-vṛtā means prakṛtyā. Thus Lord Kṛṣṇa is the original creator, and Lord Brahmā is the original engineer."
        }
    ]
}
