{
    "info": {
        "id": "sb/7/3/29",
        "prevId": "sb/7/3/28",
        "nextId": "sb/7/3/30"
    },
    "verses": [
        {
            "roman": "tvam īśiṣe jagatas tasthuṣaś ca\nprāṇena mukhyena patiḥ prajānām\ncittasya cittair mana-indriyāṇāṁ\npatir mahān bhūta-guṇāśayeśaḥ\n"
        }
    ],
    "synonyms": "tvam—you; īśiṣe—actually control; jagataḥ—of the moving being; tasthuṣaḥ—of the being that is dull or stationed in one place; ca—and; prāṇena—by the living force; mukhyena—the origin of all activities; patiḥ—master; prajānām—of all living entities; cittasya—of the mind; cittaiḥ—by the consciousness; manaḥ—of the mind; indriyāṇām—and of the two kinds of senses (acting and knowledge-gathering); patiḥ—the master; mahān—great; bhūta—of the material elements; guṇa—and the qualities of the material elements; āśaya—of desires; īśaḥ—the supreme master.",
    "translation": "Your Lordship, being the origin of the life of this material world, is the master and controller of the living entities, both moving and stationary, and you inspire their consciousness. You maintain the mind and the acting and knowledge-acquiring senses, and therefore you are the great controller of all the material elements and their qualities, and you are the controller of all desires.",
    "purport": [
        {
            "type": "normal",
            "content": "In this verse it is clearly indicated that the original source of everything is life. Brahmā was instructed by the supreme life, Kṛṣṇa. Kṛṣṇa is the supreme living entity (nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13)), and Brahmā is also a living entity, but the original source of Brahmā is Kṛṣṇa. Therefore Kṛṣṇa says in Bhagavad-gītā (BG 7.7), mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: \"O Arjuna, there is no truth superior to Me.\" Kṛṣṇa is the original source of Brahmā, who is the original source of this universe. Brahmā is a representative of Kṛṣṇa, and therefore all the qualities and activities of Kṛṣṇa are also present in Lord Brahmā."
        }
    ]
}
