{
    "info": {
        "id": "sb/7/3/30",
        "prevId": "sb/7/3/29",
        "nextId": "sb/7/3/31"
    },
    "verses": [
        {
            "roman": "tvaṁ sapta-tantūn vitanoṣi tanvā\ntrayyā catur-hotraka-vidyayā ca\ntvam eka ātmātmavatām anādir\nananta-pāraḥ kavir antarātmā\n"
        }
    ],
    "synonyms": "tvam—you; sapta-tantūn—the seven kinds of Vedic ritualistic ceremonies, beginning from the agniṣṭoma-yajña; vitanoṣi—spread; tanvā—by your body; trayyā—the three Vedas; catuḥ-hotraka—of the four kinds of Vedic priests, known as hotā, adhvaryu, brahma and udgātā; vidyayā—by the necessary knowledge; ca—also; tvam—you; ekaḥ—one; ātmā—the Supersoul; ātma-vatām—of all living entities; anādiḥ—without beginning; ananta-pāraḥ—without end; kaviḥ—the supreme inspirer; antaḥ-ātmā—the Supersoul within the core of the heart.",
    "translation": "My dear lord, by your form as the Vedas personified and through knowledge relating to the activities of all the yajñic brāhmaṇas, you spread the Vedic ritualistic ceremonies of the seven kinds of sacrifices, headed by agniṣṭoma. Indeed, you inspire the yajñic brāhmaṇas to perform the rituals mentioned in the three Vedas. Being the Supreme Soul, the Supersoul of all living entities, you are beginningless, endless and omniscient, beyond the limits of time and space.",
    "purport": [
        {
            "type": "normal",
            "content": "The Vedic ritualistic ceremonies, the knowledge thereof, and the person who agrees to perform them are inspired by the Supreme Soul. As confirmed in Bhagavad-gītā, mattaḥ smṛtir jñānam apohanaṁ ca: (BG 15.15) from the Lord come remembrance, knowledge and forgetfulness. The Supersoul is situated in everyone's heart (sarvasya cāhaṁ hṛdi sanniviṣṭaḥ, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati (BG 18.61)), and when one is advanced in Vedic knowledge, the Supersoul gives him directions. Acting as Supersoul, the Lord gives inspiration to a suitable person to perform the Vedic ritualistic ceremonies. In this connection, four classes of priests, known as ṛtvik, are required. They are mentioned as hotā, adhvaryu, brahma and udgātā."
        }
    ]
}
