{
    "info": {
        "id": "sb/7/3/31",
        "prevId": "sb/7/3/30",
        "nextId": "sb/7/3/32"
    },
    "verses": [
        {
            "roman": "tvam eva kālo 'nimiṣo janānām\nāyur lavādy-avayavaiḥ kṣiṇoṣi\nkūṭa-stha ātmā parameṣṭhy ajo mahāṁs\ntvaṁ jīva-lokasya ca jīva ātmā\n"
        }
    ],
    "synonyms": "tvam—you; eva—indeed; kālaḥ—unlimited time; animiṣaḥ—unblinking; janānām—of all living entities; āyuḥ—the duration of life; lava-ādi—consisting of seconds, moments, minutes and hours; avayavaiḥ—by different parts; kṣiṇoṣi—reduce; kūṭa-sthaḥ—without being affected by anything; ātmā—the Supersoul; parameṣṭhī—the Supreme Lord; ajaḥ—the unborn; mahān—the great; tvam—you; jīva-lokasya—of this material world; ca—also; jīvaḥ—the cause of life; ātmā—the Supersoul.",
    "translation": "O my lord, Your Lordship is eternally awake, seeing everything that happens. As eternal time, you reduce the duration of life for all living entities through your different parts, such as moments, seconds, minutes and hours. Nonetheless, you are unchanged, resting in one place as the Supersoul, witness and Supreme Lord, the birthless, all-pervading controller who is the cause of life for all living entities.",
    "purport": [
        {
            "type": "normal",
            "content": "In this verse the word kūṭa-stha is very important. Although the Supreme Personality of Godhead is situated everywhere, He is the central unchanging point. Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati: (BG 18.61) the Lord is situated in full in the core of everyone's heart. As indicated in the Upaniṣads by the word ekatvam, although there are millions and millions of living entities, the Lord is situated as the Supersoul in every one of them. Nonetheless, He is one in many. As stated in the Brahma-saṁhitā, advaitam acyutam anādim ananta-rūpam: (BS 5.33) He has many forms, yet they are advaita—one and unchanging. Since the Lord is all-pervading, He is also situated in eternal time. The living entities are described as parts and parcels of the Lord because He is the life and soul of all living entities, being situated within their hearts as the antaryāmī, as enunciated by the philosophy of inconceivable oneness and difference (acintya-bhedābheda). Since the living entities are part of God, they are one in quality with the Lord, yet they are different from Him. The Supersoul, who inspires all living entities to act, is one and changeless. There are varieties of subjects, objects and activities, yet the Lord is one."
        }
    ]
}
