{
    "info": {
        "id": "sb 7/3/Summary",
        "prevId": "sb/7/2/61",
        "nextId": "sb/7/3/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Hiraṇyakaśipu performed a severe type of austerity for material benefit, thus causing great distress throughout the universe. Even Lord Brahmā, the chief personality within this universe, became somewhat disturbed and personally went to see why Hiraṇyakaśipu was engaged in such a severe austerity.\n"
        },
        {
            "type": "normal",
            "content": "Hiraṇyakaśipu wanted to become immortal. He wanted not to be conquered by anyone, not to be attacked by old age and disease, and not to be harassed by any opponent. Thus he wanted to become the absolute ruler of the entire universe. With this desire, he entered the valley of Mandara Mountain and began practicing a severe type of austerity and meditation. Seeing Hiraṇyakaśipu engaged in this austerity, the demigods returned to their respective homes, but while Hiraṇyakaśipu was thus engaged, a kind of fire began blazing from his head, disturbing the entire universe and its inhabitants, including the birds, beasts and demigods. When all the higher and lower planets became too hot to live on, the demigods, being disturbed, left their abodes in the higher planets and went to see Lord Brahmā, praying to him that he curtail this unnecessary heat. The demigods disclosed to Lord Brahmā Hiraṇyakaśipu's ambition to become immortal, overcoming his short duration of life, and to be the master of all the planetary systems, even Dhruvaloka.\n"
        },
        {
            "type": "normal",
            "content": "Upon hearing about the purpose of Hiraṇyakaśipu's austere meditation, Lord Brahmā, accompanied by the great sage Bhṛgu and great personalities like Dakṣa, went to see Hiraṇyakaśipu. He then sprinkled water from his kamaṇḍalu, a type of waterpot, upon Hiraṇyakaśipu's head.\n"
        },
        {
            "type": "normal",
            "content": "Hiraṇyakaśipu, the King of the Daityas, bowed down before Lord Brahmā, the creator of this universe, offering respectful obeisances again and again and offering prayers. When Lord Brahmā agreed to give him benedictions, he prayed not be killed by any living entity, not to be killed in any place, covered or uncovered, not to die in the daytime or at night, not to be killed by any weapon, on land or in the air, and not to be killed by any human being, animal, demigod or any other entity, living or nonliving. He further prayed for supremacy over the entire universe and requested the eight yogic perfections, such as aṇimā and laghimā.\n"
        }
    ]
}
