{
    "info": {
        "id": "sb/11/20/4",
        "prevId": "sb/11/20/3",
        "nextId": "sb/11/20/5"
    },
    "verses": [
        {
            "roman": "pitṛ-deva-manuṣyānāṁ\nvedaś cakṣus taveśvara\nśreyas tv anupalabdhe 'rthe\nsādhya-sādhanayor api\n"
        }
    ],
    "synonyms": "pitṛ—of the forefathers; deva—of the demigods; manuṣyāṇām—of the human beings; vedaḥ—the Vedic knowledge; cakṣuḥ—is the eye; tava—emanating from You; īśvara—O Supreme Lord; śreyaḥ—superior; tu—indeed; anupalabdhe—in that which cannot be directly perceived; arthe—in the goals of human life, such as sense gratification, liberation, and attainment of heaven; sādhya-sādhanayoḥ—both in the means and the end; api—indeed.",
    "translation": "My dear Lord, in order to understand those things beyond direct experience—such as spiritual liberation or attainment of heaven and other material enjoyments beyond our present capacity—and in general to understand the means and end of all things, the forefathers, demigods and human beings must consult the Vedic literatures, which are Your own laws, for these constitute the highest evidence and revelation.",
    "purport": [
        {
            "type": "normal",
            "content": "One might argue that while human beings are certainly prone to ignorance, the elevated forefathers and demigods are considered to be all-knowing within universal affairs. If such superior beings would communicate with the earth, then everyone could bypass Vedic knowledge in achieving his personal desire. This concept is denied here by the words vedaś cakṣuḥ. Even the demigods and forefathers have at best an ambiguous conception of supreme liberation, and even in material affairs they are subject to personal frustration. Although the demigods are all-powerful in awarding material benedictions to inferior species such as human beings, they are sometimes thwarted in their personal programs of sense gratification. A rich businessman, for example, may have no difficulty paying the insignificant salary of one of his innumerable workers, but the same wealthy man may be completely frustrated in his dealings with his own family and friends and may also be defeated in his attempts to expand his fortune by further investments. Although a rich man appears to be all-powerful to his subordinate workers, he must personally struggle to fulfill his personal desires. Similarly, the demigods and forefathers encounter many difficulties in maintaining and expanding their celestial standard of living. They must therefore constantly take shelter of superior Vedic knowledge. Even in the administration of cosmic affairs, they strictly follow the guidelines of the Vedas, which are the laws of God. If such fabulous entities as demigods must take shelter of the Vedas, we can just imagine the position of human beings, who are frustrated at virtually every step of their lives. Every human being should accept Vedic knowledge as the highest evidence in material and spiritual affairs. Uddhava points out to the Lord that if one accepts the authority of Vedic knowledge, it is seemingly impossible to reject the concept of material piety and sin. Thus Uddhava persists in examining the Lord's controversial statement at the end of the last chapter."
        }
    ]
}
