{
    "info": {
        "id": "sb/11/20/6",
        "prevId": "sb/11/20/5",
        "nextId": "sb/11/20/7"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nyogās trayo mayā proktā\nnṟṇāṁ śreyo-vidhitsayā\njñānaṁ karma ca bhaktiś ca\nnopāyo 'nyo 'sti kutracit\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; yogāḥ—processes; trayaḥ—three; mayā—by Me; proktāḥ—described; nṟṇam—of human beings; śreyaḥ—perfection; vidhitsayā—desiring to bestow; jñānam—the path of philosophy; karma—the path of work; ca—also; bhaktiḥ—the path of devotion; ca—also; na—no; upāyaḥ—means; anyaḥ—other; asti—exists; kutracit—whatsoever.",
    "translation": "The Supreme Personality of Godhead said: My dear Uddhava, because I desire that human beings may achieve perfection, I have presented three paths of advancement—the path of knowledge, the path of work and the path of devotion. Besides these three there is absolutely no other means of elevation.",
    "purport": [
        {
            "type": "normal",
            "content": "Ultimately, the goal of philosophical speculation, pious regulated work and devotional service is the same—Kṛṣṇa consciousness. As stated by the Lord in Bhagavad-gītā (BG 4.11),"
        },
        {
            "type": "verse",
            "content": "ye yathā māṁ prapadyantetāṁs tathaiva bhajāmy aham\nmama vartmānuvartantemanuṣyāḥ pārtha sarvaśaḥ"
        },
        {
            "type": "normal",
            "content": "\"All of them—as they surrender unto Me—I reward accordingly. Everyone follows My path in all respects, O son of Pṛthā.\" Although all authorized processes of human perfection ultimately lead to Kṛṣṇa consciousness, or love of God, various performers have specific propensities and qualifications and thus gravitate to different methods of self-realization. Lord Kṛṣṇa here describes the three authorized processes together in order to emphasize that their ultimate goal is one. At the same time, philosophical speculation and regulated pious work can never be considered equal to pure love of Godhead, as the Lord has elaborately clarified in the previous chapters. The word trayaḥ, or \"three,\" indicates that despite their ultimate oneness of purpose, the three paths display diversity in progress and achievement. One cannot achieve the same result by mere speculation or piety that one achieves by directly surrendering to the Personality of Godhead, depending completely on His mercy and friendship. The word karma here indicates work dedicated to the Personality of Godhead. As described in Bhagavad-gītā (BG 3.9),"
        },
        {
            "type": "verse",
            "content": "yajñārthāt karmaṇo 'nyatraloko 'yaṁ karma-bandhanaḥ\ntad-arthaṁ karma kaunteyamukta-saṅgaḥ samācara"
        },
        {
            "type": "normal",
            "content": "\"Work done as a sacrifice for Viṣṇu has to be performed, otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage.\" In the process of jñāna, one seeks impersonal liberation by merging into the glaring effulgence of the Personality of Godhead. Such liberation is considered hellish by the devotees, because by merging one loses all awareness of the supreme blissful feature of the Lord as Bhagavān, the supreme person. The performers of karma, or regulated work, seek the three aspects of human progress other than liberation—namely religiosity, economic development and sense gratification. The fruitive workers think that by exhausting each of their innumerable material desires they will gradually come out of the dark tunnel of material existence into the clear light of spiritual liberation. This process is very dangerous and uncertain, because not only is there virtually no limit to material desires, but even a slight flaw in the process of regulated work constitutes sin and throws one off the path of progressive life. The devotees directly aim for love of Godhead and are therefore most pleasing to the Supreme Lord. In any case, all three divisions of Vedic elevation depend completely on the mercy of Lord Kṛṣṇa. One cannot progress along any one of these paths without the blessings of the Lord. Other Vedic processes, such as austerity, charity and so forth, are included within the three primary divisions described here."
        }
    ]
}
