{
    "info": {
        "id": "sb/8/6/11",
        "prevId": "sb/8/6/10",
        "nextId": "sb/8/6/12"
    },
    "verses": [
        {
            "roman": "tvaṁ māyayātmāśrayayā svayedaṁ\nnirmāya viśvaṁ tad-anupraviṣṭaḥ\npaśyanti yuktā manasā manīṣiṇo\nguṇa-vyavāye 'py aguṇaṁ vipaścitaḥ\n"
        }
    ],
    "synonyms": "tvam—Your Lordship; māyayā—by Your eternal energy; ātma-āśrayayā—whose existence is under Your shelter; svayā—emanated from Yourself; idam—this; nirmāya—for the sake of creating; viśvam—the entire universe; tat—into it; anupraviṣṭaḥ—You enter; paśyanti—they see; yuktāḥ—persons in touch with You; manasā—by an elevated mind; manīṣiṇaḥ—people with advanced consciousness; guṇa—of material qualities; vyavāye—in the transformation; api—although; aguṇam—still untouched by the material qualities; vipaścitaḥ—those who are fully aware of the truth of śāstra.",
    "translation": "\nO Supreme, You are independent in Your self and do not take help from others. Through Your own potency, You create this cosmic manifestation and enter into it. Those who are advanced in Kṛṣṇa consciousness, who are fully in knowledge of the authoritative śāstra, and who, through the practice of bhakti-yoga, are cleansed of all material contamination, can see with clear minds that although You exist within the transformations of the material qualities, Your presence is untouched by these qualities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Lord says in Bhagavad-gītā (BG 9.10):\n"
        },
        {
            "type": "verse",
            "content": "mayādhyakṣeṇa prakṛtiḥ\nsūyate sacarācaram\nhetunānena kaunteya\njagad viparivartate"
        },
        {
            "type": "normal",
            "content": "\n\"This material nature, working under My direction, O son of Kuntī, is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.\" The material energy creates, maintains and devastates the entire cosmic manifestation because of directions given by the Supreme Personality of Godhead, who enters this universe as Garbhodakaśāyī Viṣṇu but is untouched by the material qualities. In Bhagavad-gītā the Lord refers to māyā, the external energy, which creates this material world, as mama māyā, \"My energy,\" because this energy works under the full control of the Lord. These facts can be realized only by those who are well versed in Vedic knowledge and advanced in Kṛṣṇa consciousness.\n"
        }
    ]
}
