{
    "info": {
        "id": "sb/8/6/3-7",
        "prevId": "sb/8/6/2",
        "nextId": "sb/8/6/8"
    },
    "verses": [
        {
            "roman": "viriñco bhagavān dṛṣṭvā\nsaha śarveṇa tāṁ tanum\nsvacchāṁ marakata-śyāmāṁ\nkañja-garbhāruṇekṣaṇām\n"
        },
        {
            "roman": "tapta-hemāvadātena\nlasat-kauśeya-vāsasā\nprasanna-cāru-sarvāṅgīṁ\nsumukhīṁ sundara-bhruvam\n"
        },
        {
            "roman": "mahā-maṇi-kirīṭena\nkeyūrābhyāṁ ca bhūṣitām\nkarṇābharaṇa-nirbhāta-\nkapola-śrī-mukhāmbujām\n"
        },
        {
            "roman": "kāñcīkalāpa-valaya-\nhāra-nūpura-śobhitām\nkaustubhābharaṇāṁ lakṣmīṁ\nbibhratīṁ vana-mālinīm\n"
        },
        {
            "roman": "sudarśanādibhiḥ svāstrair\nmūrtimadbhir upāsitām\ntuṣṭāva deva-pravaraḥ\nsaśarvaḥ puruṣaṁ param\nsarvāmara-gaṇaiḥ sākaṁ\nsarvāṅgair avaniṁ gataiḥ\n"
        }
    ],
    "synonyms": "viriñcaḥ—Lord Brahmā; bhagavān—who is also addressed as bhagavān because of his powerful position; dṛṣṭvā—by seeing; saha—with; śarveṇa—Lord Śiva; tām—unto the Supreme Lord; tanum—His transcendental form; svacchām—without material contamination; marakata-śyāmām—with a bodily luster like the light of a blue gem; kañja-garbha-aruṇa-īkṣaṇām—with pinkish eyes like the womb of a lotus flower; tapta-hema-avadātena—with a luster like that of molten gold; lasat—shining; kauśeya-vāsasā—dressed in yellow silk garments; prasanna-cāru-sarva-aṅgīm—all the parts of whose body were graceful and very beautiful; su-mukhīm—with a smiling face; sundara-bhruvam—whose eyebrows were very beautifully situated; mahā-maṇi-kirīṭena—with a helmet bedecked with valuable jewels; keyūrābhyām ca bhūṣitām—decorated with all kinds of ornaments; karṇa-ābharaṇa-nirbhāta—illuminated by the rays of the jewels on His ears; kapola—with cheeks; śrī-mukha-ambujām—whose beautiful lotuslike face; kāñcī-kalāpa-valaya—ornaments like the belt on the waist and bangles on the hands; hāra-nūpura—with a necklace on the chest and ankle bells on the legs; śobhitām—all beautifully set; kaustubha-ābharaṇām—whose chest was decorated with the Kaustubha gem; lakṣmīm—the goddess of fortune; bibhratīm—moving; vana-mālinīm—with flower garlands; sudarśana-ādibhiḥ—bearing the Sudarśana cakra and others; sva-astraiḥ—with His weapons; mūrtimadbhiḥ—in His original form; upāsitām—being worshiped; tuṣṭāva—satisfied; deva-pravaraḥ—the chief of the demigods; sa-śarvaḥ—with Lord Śiva; puruṣam param—the Supreme Personality; sarva-amara-gaṇaiḥ—accompanied by all the demigods; sākam—with; sarva-aṅgaiḥ—with all the parts of the body; avanim—on the ground; gataiḥ—prostrated.",
    "translation": "\nLord Brahmā, along with Lord Śiva, saw the crystal-clear personal beauty of the Supreme Personality of Godhead, whose blackish body resembles a marakata gem, whose eyes are reddish like the depths of a lotus, who is dressed with garments that are yellow like molten gold, and whose entire body is attractively decorated. They saw His beautiful, smiling, lotuslike face, crowned by a helmet bedecked with valuable jewels. The Lord has attractive eyebrows, and His cheeks are adorned with earrings. Lord Brahmā and Lord Śiva saw the belt on the Lord's waist, the bangles on His arms, the necklace on His chest, and the ankle bells on His legs. The Lord is bedecked with flower garlands, His neck is decorated with the Kaustubha gem, and He carries with Him the goddess of fortune and His personal weapons, like His disc and club. When Lord Brahmā, along with Lord Śiva and the other demigods, thus saw the form of the Lord, they all immediately fell to the ground, offering their obeisances.\n\n",
    "purport": null
}
