{
    "info": {
        "id": "sb/8/6/8",
        "prevId": "sb/8/6/3-7",
        "nextId": "sb/8/6/9"
    },
    "verses": [
        {
            "roman": "śrī-brahmovāca\najāta-janma-sthiti-saṁyamāyā-\nguṇāya nirvāṇa-sukhārṇavāya\naṇor aṇimne 'parigaṇya-dhāmne\nmahānubhāvāya namo namas te\n"
        }
    ],
    "synonyms": "śrī-brahmā uvāca—Lord Brahmā said; ajāta-janma-sthiti-saṁyamāya—unto the Supreme Personality of Godhead, who is never born but whose appearance in different incarnations never ceases; aguṇāya—never affected by the material modes of nature (sattva-guṇa, rajo-guṇa and tamo-guṇa); nirvāṇa-sukha-arṇavāya—unto the ocean of eternal bliss, beyond material existence; aṇoḥ aṇimne—smaller than the atom; aparigaṇya-dhāmne—whose bodily features are never to be conceived by material speculation; mahā-anubhāvāya—whose existence is inconceivable; namaḥ—offering our obeisances; namaḥ—again offering our obeisances; te—unto You.",
    "translation": "\nLord Brahmā said: Although You are never born, Your appearance and disappearance as an incarnation never cease. You are always free from the material qualities, and You are the shelter of transcendental bliss resembling an ocean. Eternally existing in Your transcendental form, You are the supreme subtle of the most extremely subtle. We therefore offer our respectful obeisances unto You, the Supreme, whose existence is inconceivable.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Lord says in Bhagavad-gītā (BG 4.6):\n"
        },
        {
            "type": "verse",
            "content": "ajo 'pi sann avyayātmā\nbhūtānām īśvaro 'pi san\nprakṛtiṁ svām adhiṣṭhāya\nsambhavāmy ātma-māyayā"
        },
        {
            "type": "normal",
            "content": "\n\"Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form.\" In the following verse in Bhagavad-gītā (BG 4.7), the Lord says:\n"
        },
        {
            "type": "verse",
            "content": "yadā yadā hi dharmasya\nglānir bhavati bhārata\nabhyutthānam adharmasya\ntadātmānaṁ sṛjāmy aham"
        },
        {
            "type": "normal",
            "content": "\n\"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion—at that time descend Myself.\" Thus although the Supreme Lord is unborn, there is no cessation to His appearance in different forms as incarnations like Lord Kṛṣṇa and Lord Rāma. Since His incarnations are eternal, the various activities performed by these incarnations are also eternal. The Supreme Personality of Godhead does not appear because He is forced to do so by karma like ordinary living entities who are forced to accept a certain type of body. It is to be understood that the Lord's body and activities are all transcendental, being free from the contamination of the material modes of nature. These pastimes are transcendental bliss to the Lord. The word aparigaṇya-dhāmne is very significant. There is no limit to the Lord's appearance in different incarnations. All of these incarnations are eternal, blissful and full of knowledge.\n"
        }
    ]
}
