{
    "info": {
        "id": "sb/10/7/30",
        "prevId": "sb/10/7/29",
        "nextId": "sb/10/7/31"
    },
    "verses": [
        {
            "roman": "prādāya mātre pratihṛtya vismitāḥ\nkṛṣṇaṁ ca tasyorasi lambamānam\ntaṁ svastimantaṁ puruṣāda-nītaṁ\nvihāyasā mṛtyu-mukhāt pramuktam\ngopyaś ca gopāḥ kila nanda-mukhyā\nlabdhvā punaḥ prāpur atīva modam\n"
        }
    ],
    "synonyms": "prādāya—after picking up; mātre—unto His mother (Yaśodā); pratihṛtya—delivered; vismitāḥ—all surprised; kṛṣṇam ca—and Kṛṣṇa; tasya—of the demon; urasi—on the chest; lambamānam—situated; tam—Kṛṣṇa; svastimantam—endowed with all auspiciousness; puruṣāda-nītam—who was taken by the man-eating demon; vihāyasā—into the sky; mṛtyu-mukhāt—from the mouth of death; pramuktam—now liberated; gopyaḥ—the gopīs; ca—and; gopāḥ—the cowherd men; kila—indeed; nanda-mukhyāḥ—headed by Nanda Mahārāja; labdhvā—after getting; punaḥ—again (their son); prāpuḥ—enjoyed; atīva—very much; modam—bliss.",
    "translation": "\nThe gopīs immediately picked Kṛṣṇa up from the chest of the demon and delivered Him, free from all inauspiciousness, to mother Yaśodā. Because the child, although taken into the sky by the demon, was unhurt and now free from all danger and misfortune, the gopīs and cowherd men, headed by Nanda Mahārāja, were extremely happy.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe demon fell flat from the sky, and Kṛṣṇa was playing on his chest very happily, uninjured and free from misfortune. Not at all disturbed because of being taken high in the sky by the demon, Kṛṣṇa was playing and enjoying. This is ānanda-cinmaya-rasa-vigraha. In any condition, Kṛṣṇa is sac-cid-ānanda-vigraha (BS 5.1). He has no unhappiness. Others might have thought that He was in difficulty, but because the demon's chest was sufficiently broad to play on, the baby was happy in all respects. It was most astonishing that although the demon went so high in the sky, the child did not fall down. Therefore, the child had been saved virtually from the mouth of death. Now that He was saved, all the inhabitants of Vṛndāvana were happy.\n"
        }
    ]
}
