{
    "info": {
        "id": "sb 10/7/Summary",
        "prevId": "sb/10/6/44",
        "nextId": "sb/10/7/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter, Śrī Kṛṣṇa's pastimes of breaking the cart (śakaṭa-bhañjana), killing the asura known as Tṛṇāvarta, and demonstrating the entire universe within His mouth are especially described.\n"
        },
        {
            "type": "normal",
            "content": "When Śukadeva Gosvāmī saw that Mahārāja Parīkṣit was eagerly waiting to hear about Lord Kṛṣṇa's pastimes as a child, he was very much pleased, and he continued to speak. When Śrī Kṛṣṇa was only three months old and was just trying to turn backside up, before He even attempted to crawl, mother Yaśodā wanted to observe a ritualistic ceremony with her friends for the good fortune of the child. Such a ritualistic ceremony is generally performed with ladies who also have small children. When mother Yaśodā saw that Kṛṣṇa was falling asleep, because of other engagements she put the child underneath a household cart, called śakaṭa, and while the child was sleeping, she engaged herself in other business pertaining to the auspicious ritualistic ceremony. Underneath the cart was a cradle, and mother Yaśodā placed the child in that cradle. The child was sleeping, but suddenly He awakened and, as usual for a child, began to kick His small legs. This kicking shook the cart, which collapsed with a great sound, breaking completely and spilling all its contents. Children who were playing nearby immediately informed mother Yaśodā that the cart had broken, and therefore she hastily arrived there in great anxiety with the other gopīs. Mother Yaśodā immediately took the child on her lap and allowed Him to suck her breast. Then various types of Vedic ritualistic ceremonies were performed with the help of the brāhmaṇas. Not knowing the real identity of the child, the brāhmaṇas showered the child with blessings.\n"
        },
        {
            "type": "normal",
            "content": "Another day, when mother Yaśodā was sitting with her child on her lap, she suddenly observed that he had assumed the weight of the entire universe. She was so astonished that she had to put the child down, and in the meantime Tṛṇāvarta, one of the servants of Kaṁsa, appeared there as a whirlwind and took the child away. The whole tract of land known as Gokula became surcharged with dust, no one could see where the child had been taken, and all the gopīs were overwhelmed because He had been taken away in the dust storm. But up in the sky, the asura, being overburdened by the child, could not carry the child far away, although he also could not drop the child because the child had caught him so tightly that it was difficult for him to separate the child from his body. Thus Tṛṇāvarta himself fell down from a very great height, the child grasping him tightly by the shoulder, and immediately died. The demon having fallen, the gopīs picked the child up and delivered Him to the lap of mother Yaśodā. Thus mother Yaśodā was struck with wonder, but because of yogamāyā's influence, no one could understand who Kṛṣṇa was and what had actually happened. Rather, everyone began to praise fortune for the child's having been saved from such a calamity. Nanda Mahārāja, of course, was thinking of the wonderful foretelling of Vasudeva and began to praise him as a great yogī. Later, when the child was on the lap of mother Yaśodā, the child yawned, and mother Yaśodā could see within His mouth the entire universal manifestation.\n"
        }
    ]
}
