{
    "info": {
        "id": "sb/8/19/24",
        "prevId": "sb/8/19/23",
        "nextId": "sb/8/19/25"
    },
    "verses": [
        {
            "roman": "yadṛcchayopapannena\nsantuṣṭo vartate sukham\nnāsantuṣṭas tribhir lokair\najitātmopasāditaiḥ\n"
        }
    ],
    "synonyms": "yadṛcchayā—as offered by the supreme authority according to one's karma; upapannena—by whatever is obtained; santuṣṭaḥ—one should be satisfied; vartate—there is; sukham—happiness; na—not; asantuṣṭaḥ—one who is dissatisfied; tribhiḥ lokaiḥ—even by possessing the three worlds; ajita-ātmā—one who cannot control his senses; upasāditaiḥ—even though obtained.",
    "translation": "One should be satisfied with whatever he achieves by his previous destiny, for discontent can never bring happiness. A person who is not self-controlled will not be happy even with possessing the three worlds.",
    "purport": [
        {
            "type": "normal",
            "content": "If happiness is the ultimate goal of life, one must be satisfied with the position in which he is placed by providence. This instruction is also given by Prahlāda Mahārāja:"
        },
        {
            "type": "verse",
            "content": "sukham aindriyakaṁ daityādeha-yogena dehinām\nsarvatra labhyate daivādyathā duḥkham ayatnataḥ"
        },
        {
            "type": "normal",
            "content": "\"My dear friends born of demoniac families, the happiness perceived with reference to the sense objects by contact with the body can be obtained in any form of life, according to one's past fruitive activities. Such happiness is automatically obtained without endeavor, just as we obtain distress.\" (SB 7.6.3) This philosophy is perfect in regard to obtaining happiness."
        },
        {
            "type": "normal",
            "content": "Real happiness is described in Bhagavad-gītā (BG 6.21):"
        },
        {
            "type": "verse",
            "content": "sukham ātyantikaṁ yat tadbuddhi-grāhyam atīndriyam\nvetti yatra na caivāyaṁsthitaś calati tattvataḥ"
        },
        {
            "type": "normal",
            "content": "\"In the spiritually joyous state, one is situated in boundless transcendental happiness and enjoys himself through transcendental senses. Established thus, one never departs from the truth.\" One has to perceive happiness by the supersenses. The supersenses are not the senses of the material elements. Every one of us is a spiritual being (ahaṁ brahmāsmi), and every one of us is an individual person. Our senses are now covered by material elements, and because of ignorance we consider the material senses that cover us to be our real senses. The real senses, however, are within the material covering. Dehino'smin yathā dehe: (BG 2.13) within the covering of the material elements are the spiritual senses. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: (CC Madhya 19.170) when the spiritual senses are uncovered, by these senses we can be happy. Satisfaction of the spiritual senses is thus described: hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. When the senses are engaged in devotional service to Hṛṣīkeśa, then the senses are completely satisfied. Without this superior knowledge of sense gratification, one may try to satisfy his material senses, but happiness will never be possible. One may increase his ambition for sense gratification and even achieve what he desires for the gratification of his senses, but because this is on the material platform, he will never achieve satisfaction and contentment."
        },
        {
            "type": "normal",
            "content": "According to brahminical culture, one should be content with whatever he obtains without special endeavor and should cultivate spiritual consciousness. Then he will be happy. The purpose of the Kṛṣṇa consciousness movement is to spread this understanding. People who do not have scientific spiritual knowledge mistakenly think that the members of the Kṛṣṇa consciousness movement are escapists trying to avoid material activities. In fact, however, we are engaged in real activities for obtaining the ultimate happiness in life. If one is not trained to satisfy the spiritual senses and continues in material sense gratification, he will never obtain happiness that is eternal and blissful. Śrīmad-Bhāgavatam (SB 5.5.1) therefore recommends:"
        },
        {
            "type": "verse",
            "content": "tapo divyaṁ putrakā yena sattvaṁśuddhyed yasmād brahma-saukhyaṁ tv anantam"
        },
        {
            "type": "normal",
            "content": "One must practice austerity so that his existential position will be purified and he will achieve unlimited blissful life."
        }
    ]
}
