{
    "info": {
        "id": "sb/8/19/40",
        "prevId": "sb/8/19/39",
        "nextId": "sb/8/19/41"
    },
    "verses": [
        {
            "roman": "tad yathā vṛkṣa unmūlaḥ\nśuṣyaty udvartate 'cirāt\nevaṁ naṣṭānṛtaḥ sadya\nātmā śuṣyen na saṁśayaḥ\n"
        }
    ],
    "synonyms": "tat—therefore; yathā—as; vṛkṣaḥ—a tree; unmūlaḥ—being uprooted; śuṣyati—dries up; udvartate—falls down; acirāt—very soon; evam—in this way; naṣṭa—lost; anṛtaḥ—the temporary body; sadyaḥ—immediately; ātmā—the body; śuṣyet—dries up; na—not; saṁśayaḥ—any doubt.",
    "translation": "\nWhen a tree is uprooted it immediately falls down and begins to dry up. Similarly, if one doesn't take care of the body, which is supposed to be untruth—in other words, if the untruth is uprooted—the body undoubtedly becomes dry.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this regard, Śrīla Rūpa Gosvāmī says:\n"
        },
        {
            "type": "verse",
            "content": "prāpañcikatayā buddhyā\nhari-sambandhi-vastunaḥ\nmumukṣubhiḥ parityāgo\nvairāgyaṁ phalgu kathyate"
        },
        {
            "type": "normal",
            "content": "\n\"One who rejects things without knowledge of their relationship to Kṛṣṇa is incomplete in his renunciation.\" (Bhakti-rasāmṛta-sindhu 1.2.66) When the body is engaged in the service of the Lord, one should not consider the body material. Sometimes the spiritual body of the spiritual master is misunderstood. But Śrīla Rūpa Gosvāmī instructs, prāpañcikatayā buddhyā hari-sambandhi-vastunaḥ. The body fully engaged in Kṛṣṇa's service should not be neglected as material. One who does neglect it is false in his renunciation. If the body is not properly maintained, it falls down and dries up like an uprooted tree, from which flowers and fruit can no longer be obtained. The Vedas therefore enjoin:\n"
        },
        {
            "type": "normal",
            "content": "om iti satyaṁ nety anṛtaṁ tad etat-puṣpaṁ phalaṁ vāco yat satyaṁ saheśvaro yaśasvī kalyāṇa-kīrtir bhavitā; puṣpaṁ hi phalaṁ vācaḥ satyaṁ vadaty athaitan-mūlaṁ vāco yad anṛtaṁ yad yathā vṛkṣa āvirmūlaḥ śuṣyati, sa udvartata evam evānṛtaṁ vadann āvirmūlam ātmanāṁ karoti, sa śuṣyati sa udvartate, tasmād anṛtaṁ na vaded dayeta tv etena.\n"
        },
        {
            "type": "normal",
            "content": "The purport is that activities performed with the help of the body for the satisfaction of the Absolute Truth (oṁ tat sat) are never temporary, although performed by the temporary body. Indeed, such activities are everlasting. Therefore, the body should be properly cared for. Because the body is temporary, not permanent, one cannot expose the body to being devoured by a tiger or killed by an enemy. All precautions should be taken to protect the body.\n"
        }
    ]
}
