{
    "info": {
        "id": "sb/1/12/22",
        "prevId": "sb/1/12/21",
        "nextId": "sb/1/12/23"
    },
    "verses": [
        {
            "roman": "mṛgendra iva vikrānto\nniṣevyo himavān iva\ntitikṣur vasudhevāsau\nsahiṣṇuḥ pitarāv iva\n"
        }
    ],
    "synonyms": "mṛgendraḥ—the lion; iva—like; vikrāntaḥ—powerful; niṣevyaḥ—worthy of taking shelter; himavān—the Himalaya Mountains; iva—like; titikṣuḥ—forbearance; vasudhā iva—like the earth; asau—the child; sahiṣṇuḥ—tolerant; pitarau—parents; iva—like.",
    "translation": "\nThis child will be as strong as a lion, and as worthy a shelter as the Himalaya Mountains. He will be forbearing like the earth, and as tolerant as his parents.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne is compared to the lion when one is very strong in chasing an enemy. One should be a lamb at home and a lion in the chase. The lion never fails in the chase of an animal; similarly, the head of the state should never fail in chasing an enemy. The Himalaya Mountains are famous for all richness. There are innumerable caves to live in, numberless trees of good fruits to eat, good springs to drink water from and profuse drugs and minerals to cure diseases. Any man who is not materially prosperous can take shelter of these great mountains, and he will be provided with everything required. Both the materialist and the spiritualist can take advantage of the great shelter of the Himalayas. On the surface of the earth there are so many disturbances caused by the inhabitants. In the modern age the people have begun to detonate atomic weapons on the surface of the earth, and still the earth is forbearing to the inhabitants, like a mother who excuses a little child. Parents are always tolerant to children for all sorts of mischievous acts. An ideal king may be possessed of all these good qualities, and the child Parīkṣit is foretold to have all these qualities in perfection.\n"
        }
    ]
}
