{
    "info": {
        "id": "sb/4/28/23",
        "prevId": "sb/4/28/22",
        "nextId": "sb/4/28/24"
    },
    "verses": [
        {
            "roman": "paśuvad yavanair eṣa\nnīyamānaḥ svakaṁ kṣayam\nanvadravann anupathāḥ\nśocanto bhṛśam āturāḥ\n"
        }
    ],
    "synonyms": "paśu-vat—like an animal; yavanaiḥ—by the Yavanas; eṣaḥ—Purañjana; nīyamānaḥ—being arrested and taken away; svakam—to their own; kṣayam—abode; anvadravan—followed; anupathāḥ—his attendants; śocantaḥ—lamenting; bhṛśam—greatly; āturāḥ—being distressed.",
    "translation": "\nWhen the Yavanas were taking King Purañjana away to their place, binding him like an animal, the King's followers became greatly aggrieved. While they lamented, they were forced to go along with him.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen Yamarāja and his assistants take a living entity away to the place of judgment, the life, life air and desires, being followers of the living entity, also go with him. This is confirmed in the Vedas. When the living entity is taken away or arrested by Yamarāja (tam utkrāmantam), the life air also goes with him (prāṇo 'nūtkrāmati), and when the life air is gone (prāṇam anūtkrāmantam), all the senses (sarve prāṇāḥ) also go along (anūtkrāmanti). When the living entity and the life air are gone, the lump of matter produced of five elements—earth, water, air, fire and ether—is rejected and left behind. The living entity then goes to the court of judgment, and Yamarāja decides what kind of body he is going to get next. This process is unknown to modern scientists. Every living entity is responsible for his activities in this life, and after death he is taken to the court of Yamarāja, where it is decided what kind of body he will take next. Although the gross material body is left, the living entity and his desires, as well as the resultant reactions of his past activities, go on. It is Yamarāja who decides what kind of body one gets next in accordance with one's past actions.\n"
        }
    ]
}
