{
    "info": {
        "id": "sb/4/28/26",
        "prevId": "sb/4/28/25",
        "nextId": "sb/4/28/27"
    },
    "verses": [
        {
            "roman": "taṁ yajña-paśavo 'nena\nsaṁjñaptā ye 'dayālunā\nkuṭhāraiś cicchiduḥ kruddhāḥ\nsmaranto 'mīvam asya tat\n"
        }
    ],
    "synonyms": "tam—him; yajña-paśavaḥ—the sacrificial animals; anena—by him; saṁjñaptāḥ—killed; ye—all of them who; adayālunā—by the most unkind; kuṭhāraiḥ—by axes; cicchiduḥ—pierced to pieces; kruddhāḥ—being very angry; smarantaḥ—remembering; amīvam—sinful activity; asya—of him; tat—that.",
    "translation": "That most unkind king, Purañjana, had killed many animals in various sacrifices. Now, taking advantage of this opportunity, all these animals began to pierce him with their horns. It was as though he were being cut to pieces by axes.",
    "purport": [
        {
            "type": "normal",
            "content": "Those who are very enthusiastic about killing animals in the name of religion or for food must await similar punishment after death. The word māṁsa (\"meat\") indicates that those animals whom we kill will be given an opportunity to kill us. Although in actuality no living entity is killed, the pains of being pierced by the horns of animals will be experienced after death. Not knowing this, rascals unhesitatingly go on killing poor animals. So-called human civilization has opened many slaughterhouses for animals in the name of religion or food. Those who are a little religious kill animals in temples, mosques or synagogues, and those who are more fallen maintain various slaughterhouses. Just as in civilized human society the law is a life for a life, no living entity can encroach upon another living entity as far as the Supreme Lord is concerned. Everyone should be given freedom to live at the cost of the supreme father, and animal-killing—either for religion or for food—is always condemned by the Supreme Personality of Godhead. In Bhagavad-gītā (BG 16.19) Lord Kṛṣṇa says:"
        },
        {
            "type": "verse",
            "content": "tān ahaṁ dviṣataḥ krūrānsaṁsāreṣu narādhamān\nkṣipāmy ajasram aśubhānāsurīṣv eva yoniṣu"
        },
        {
            "type": "normal",
            "content": "\"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.\" The animal-killers (dviṣataḥ), envying other living entities and the Supreme Personality of Godhead, are placed in darkness and cannot understand the theme and objective of life. This is further explained in the following verses."
        }
    ]
}
