{
    "info": {
        "id": "sb/5/19/13",
        "prevId": "sb/5/19/12",
        "nextId": "sb/5/19/14"
    },
    "verses": [
        {
            "roman": "idaṁ hi yogeśvara yoga-naipuṇaṁ\nhiraṇyagarbho bhagavāñ jagāda yat\nyad anta-kāle tvayi nirguṇe mano\nbhaktyā dadhītojjhita-duṣkalevaraḥ\n"
        }
    ],
    "synonyms": "idam—this; hi—certainly; yoga-īśvara—O my Lord, master of all mystic power; yoga-naipuṇam—the expert process of executing yogic principles; hiraṇya-garbhaḥ—Lord Brahmā; bhagavān—the most powerful; jagāda—spoke; yat—which; yat—which; anta-kāle—at the time of death; tvayi—in You; nirguṇe—the transcendence; manaḥ—the mind; bhaktyā—with a devotional attitude; dadhīta—one should place; ujjhita-duṣkalevaraḥ—having given up his identification with the material body.",
    "translation": "\nO my Lord, master of all mystic yoga, this is the explanation of the yogic process spoken of by Lord Brahmā [Hiraṇyagarbha], who is self-realized. At the time of death, all yogīs give up the material body with full detachment simply by placing their minds at Your lotus feet. That is the perfection of yoga.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Madhvācārya says:\n"
        },
        {
            "type": "verse",
            "content": "yasya samyag bhagavati\njñānaṁ bhaktis tathaiva ca\nniścintas tasya mokṣaḥ syāt\nsarva-pāpa-kṛto 'pi tu"
        },
        {
            "type": "normal",
            "content": "\n\"For one who very seriously practices devotional service during his lifetime in order to understand the constitutional position of the Supreme Personality of Godhead, liberation from this material world is guaranteed, even if he has previously been addicted to sinful habits.\" This is also confirmed in Bhagavad-gītā:\n"
        },
        {
            "type": "verse",
            "content": "api cet su-durācāro\nbhajate mām ananya-bhāk\nsādhur eva sa mantavyaḥ\nsamyag vyavasito hi saḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.\" (BG 9.30) The only purpose of life is to be fully absorbed in thoughts of Kṛṣṇa and His form, pastimes, activities and qualities. If one is able to think of Kṛṣṇa in this way, twenty-four hours a day, he is already liberated (svarūpeṇa vyavasthitiḥ (SB 2.10.6)). Whereas materialists are absorbed in material thoughts and activities, devotees, on the contrary, are always absorbed in thoughts of Kṛṣṇa and Kṛṣṇa's activities. Therefore they are already on the platform of liberation. One has to think of Kṛṣṇa with full absorption at the time of death. Then he will certainly return home, back to Godhead, without a doubt.\n"
        }
    ]
}
