{
    "info": {
        "id": "sb/5/19/29-30",
        "prevId": "sb/5/19/28",
        "nextId": "sb/5/19/31"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\njambūdvīpasya ca rājann upadvīpān aṣṭau haika upadiśanti\nsagarātmajair aśvānveṣaṇa imāṁ mahīṁ parito nikhanadbhir upakalpitān\ntad yathā svarṇaprasthaś candraśukla āvartano ramaṇako\nmandarahariṇaḥ pāñcajanyaḥ siṁhalo laṅketi\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī continued to speak; jambūdvīpasya—of the island known as Jambūdvīpa; ca—also; rājan—O King; upadvīpān aṣṭau—eight subordinate islands; ha—certainly; eke—some; upadiśanti—learned scholars describe; sagara-ātma-jaiḥ—by the sons of Mahārāja Sagara; aśva-anveṣaṇe—while trying to find their lost horse; imām—this; mahīm—tract of land; paritaḥ—all around; nikhanadbhiḥ—digging; upakalpitān—created; tat—that; yathā—as follows; svarṇa-prasthaḥ—Svarṇaprastha; candra-śuklaḥ—Candraśukla; āvartanaḥ—Āvartana; ramaṇakaḥ—Ramaṇaka; mandara-hariṇaḥ—Mandara-hariṇa; pāñcajanyaḥ—Pāñcajanya; siṁhalaḥ—Siṁhala; laṅkā—Laṅkā; iti—thus.",
    "translation": "\nŚrī Śukadeva Gosvāmī said: My dear King, in the opinion of some learned scholars, eight smaller islands surround Jambūdvīpa. When the sons of Mahārāja Sagara were searching all over the world for their lost horse, they dug up the earth, and in this way eight adjoining islands came into existence. The names of these islands are Svarṇaprastha, Candraśukla, Āvartana, Ramaṇaka, Mandara-hariṇa, Pāñcajanya, Siṁhala and Laṅkā.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the Kūrma Purāṇa there is this statement about the desires of the demigods:\n"
        },
        {
            "type": "verse",
            "content": "anadhikāriṇo devāḥ\nsvarga-sthā bhāratodbhavam\nvāñchanty ātma-vimokṣārtha-\nmudrekārthe 'dhikāriṇaḥ"
        },
        {
            "type": "normal",
            "content": "\nAlthough the demigods are situated in exalted positions in the heavenly planets, they nevertheless desire to descend to the land of Bhārata-varṣa on the planet earth. This indicates that even the demigods are unfit to reside in Bhārata-varṣa. Therefore if persons already born in Bhāratavarṣa live like cats and dogs, not taking full advantage of their birth in this land, they are certainly unfortunate.\n"
        }
    ]
}
