{
    "info": {
        "id": "sb/5/19/3",
        "prevId": "sb/5/19/2",
        "nextId": "sb/5/19/4"
    },
    "verses": [
        {
            "roman": "oṁ namo bhagavate uttamaślokāya nama ārya-lakṣaṇa-śīla-vratāya\nnama upaśikṣitātmana upāsita-lokāya namaḥ sādhu-vāda-nikaṣaṇāya\nnamo brahmaṇya-devāya mahā-puruṣāya mahā-rājāya nama iti\n"
        }
    ],
    "synonyms": "om—O my Lord; namaḥ—my respectful obeisances; bhagavate—unto the Supreme Personality of Godhead; uttama-ślokāya—who is always worshiped with selected verses; namaḥ—my respectful obeisances; ārya-lakṣaṇa-śīla-vratāya—who possesses all the good qualities of advanced personalities; namaḥ—my respectful obeisances; upaśikṣita-ātmane—unto You whose senses are under control; upāsita-lokāya—who is always remembered and worshiped by all the different classes of living entities; namaḥ—my respectful obeisances; sādhu-vāda-nikaṣaṇāya—to the Lord, who is like a stone for examining all the good qualities of a sādhu; namaḥ—my respectful obeisances; brahmaṇya-devāya—who is worshiped by the most qualified brāhmaṇas; mahā-puruṣāya—unto the Supreme Lord, who is worshiped by the puruṣa-sūkta because of being the cause of this material creation; mahā-rājāya—unto the supreme king, or the king of all kings; namaḥ—my respectful obeisances; iti—thus.",
    "translation": "Let me please Your Lordship by chanting the bīja-mantra oṁkāra. I wish to offer my respectful obeisances unto the Personality of Godhead, who is the best among the most highly elevated personalities. Your Lordship is the reservoir of all the good qualities of Āryans, people who are advanced. Your character and behavior are always consistent, and You always control Your senses and mind. Acting just like an ordinary human being, You exhibit exemplary character to teach others how to behave. There is a touchstone that can be used to examine the quality of gold, but You are like a touchstone that can verify all good qualities. You are worshiped by brāhmaṇas who are the foremost of all devotees. You, the Supreme Person, are the King of kings, and therefore I offer my respectful obeisances unto You.",
    "purport": null
}
