{
    "info": {
        "id": "sb/5/19/summary",
        "prevId": "sb/5/18/39",
        "nextId": "sb/5/19/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the glories of Bhārata-varṣa, and it also describes how Lord Rāmacandra is being worshiped in the tract of land known as Kimpuruṣa-varṣa. The inhabitants of Kimpuruṣa-varṣa are fortunate because they worship Lord Rāmacandra with His faithful servant Hanumān. Lord Rāmacandra exemplifies an incarnation of Godhead who descends for the mission of paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām (BG 4.8) — protecting the devotees and destroying the miscreants. Lord Rāmacandra exhibits the actual purpose of an incarnation of the Supreme Personality of Godhead, and the devotees take the opportunity to offer loving transcendental service to Him. One should surrender fully to the Lord, forgetting one's so-called material happiness, opulence and education, which are not at all useful for pleasing the Lord. The Lord is pleased only by the process of surrender unto Him."
        },
        {
            "type": "normal",
            "content": "When Devarṣi Nārada descended to instruct Sārvaṇi Manu, he described the opulence of Bhārata-varṣa, India. Sārvaṇi Manu and the inhabitants of Bhārata-varṣa engage in devotional service to the Supreme Personality of Godhead, who is the origin of creation, maintenance and annihilation and who is always worshiped by self-realized souls. In the planet known as Bhārata-varṣa there are many rivers and mountains, as there are in other tracts of land, yet Bhārata-varṣa has special significance because in this tract of land there exists the Vedic principle of varṇāśrama-dharma, which divides society into four varṇas and four āśramas. Furthermore, Nārada Muni's opinion is that even if there is some temporary disturbance in the execution of the varṇāśrama-dharma principles, they can be revived at any moment. The effect of adhering to the institution of varṇāśrama is gradual elevation to the spiritual platform and liberation from material bondage. By following the principles of varṇāśrama-dharma, one gets the opportunity to associate with devotees. Such association gradually awakens one's dormant propensity to serve the Supreme Personality of Godhead and frees one from all the basic principles of sinful life. One then gets the opportunity to offer unalloyed devotional service to the Supreme Lord, Vāsudeva. Because of this opportunity, the inhabitants of Bhārata-varṣa are praised even in the heavenly planets. Even in the topmost planet of this universe, Brahmaloka, the position of Bhārata-varṣa is discussed with great relish."
        },
        {
            "type": "normal",
            "content": "All the conditioned living entities are evolving within the universe in different planets and different species of life. Thus one may be elevated to Brahmaloka, but then one must again descend to earth, as confirmed in Śrīmad Bhagavad-gītā (ābrahma-bhuvanāl lokāḥ punar āvartino 'rjuna (BG 8.16)). If those who live in Bhārata-varṣa rigidly follow the principles of varṇāśrama-dharma and develop their dormant Kṛṣṇa consciousness, they need not return to this material world after death. Any place where one cannot hear about the Supreme Personality of Godhead from realized souls, even if it be Brahmaloka, is not very congenial to the living entity. If one who has taken birth in the land of Bhārata-varṣa as a human being does not take advantage of the opportunity for spiritual elevation, his position is certainly the most miserable. In the land known as Bhāratavarṣa, even if one is a sarva-kāma-bhakta, a devotee seeking the fulfillment of some material desire, he is freed from all material desires by his association with devotees, and ultimately he becomes a pure devotee and returns home, back to Godhead, without difficulty."
        },
        {
            "type": "normal",
            "content": "At the end of this chapter, Śrī Śukadeva Gosvāmī describes to Mahārāja Parīkṣit the eight sub-islands within the island of Jambūdvīpa."
        }
    ]
}
