{
    "info": {
        "id": "sb/3/13/13",
        "prevId": "sb/3/13/12",
        "nextId": "sb/3/13/14"
    },
    "verses": [
        {
            "roman": "yeṣāṁ na tuṣṭo bhagavān\nyajña-liṅgo janārdanaḥ\nteṣāṁ śramo hy apārthāya\nyad ātmā nādṛtaḥ svayam\n"
        }
    ],
    "synonyms": "yeṣām—of those with whom; na—never; tuṣṭaḥ—satisfied; bhagavān—the Personality of Godhead; yajña-liṅgaḥ—the form of sacrifice; janārdanaḥ—Lord Kṛṣṇa, or the viṣṇu-tattva; teṣām—of them; śramaḥ—labor; hi—certainly; apārthāya—without profit; yat—because; ātmā—the Supreme Soul; na—not; ādṛtaḥ—respected; svayam—his own self.",
    "translation": "The Supreme Personality of Godhead, Janārdana [Lord Kṛṣṇa], is the form to accept all the results of sacrifice. If He is not satisfied, then one's labor for advancement is futile. He is the ultimate Self, and therefore one who does not satisfy Him certainly neglects his own interests.",
    "purport": [
        {
            "type": "normal",
            "content": "Brahmā is deputed as the supreme head of universal affairs, and he in his turn deputes Manu and others as charges d'affaires of the material manifestation, but the whole show is for the satisfaction of the Supreme Personality of Godhead. Brahmā knows how to satisfy the Lord, and similarly persons engaged in the line of Brahmā's plan of activities also know how to satisfy the Lord. The Lord is satisfied by the process of devotional service, consisting of the ninefold process of hearing, chanting, etc. It is in one's own self-interest to execute prescribed devotional service, and anyone who neglects this process neglects his own self-interest. Everyone wants to satisfy his senses, but above the senses is the mind, above the mind is the intelligence, above the intelligence is the individual self, and above the individual self is the Superself. Above even the Superself is the Supreme Personality of Godhead, viṣṇu-tattva. The primeval Lord and the cause of all causes is Śrī Kṛṣṇa. The complete process of perfectional service is to render service for the satisfaction of the transcendental senses of Lord Kṛṣṇa, who is known as Janārdana."
        }
    ]
}
