{
    "info": {
        "id": "sb/3/13/43",
        "prevId": "sb/3/13/42",
        "nextId": "sb/3/13/44"
    },
    "verses": [
        {
            "roman": "kaḥ śraddadhītānyatamas tava prabho\nrasāṁ gatāyā bhuva udvibarhaṇam\nna vismayo 'sau tvayi viśva-vismaye\nyo māyayedaṁ sasṛje 'tivismayam\n"
        }
    ],
    "synonyms": "kaḥ—who else; śraddadhīta—can endeavor; anyatamaḥ—anyone besides Yourself; tava—Your; prabho—O Lord; rasām—in the water; gatāyāḥ—while lying in; bhuvaḥ—of the earth; udvibarhaṇam—deliverance; na—never; vismayaḥ—wonderful; asau—such an act; tvayi—unto You; viśva—universal; vismaye—full of wonders; yaḥ—one who; māyayā—by potencies; idam—this; sasṛje—created; ativismayam—surpassing all wonders.",
    "translation": "\nWho else but You, the Supreme Personality of Godhead, could deliver the earth from within the water? It is not very wonderful for You, however, because You acted most wonderfully in the creation of the universe. By Your energy You have created this wonderful cosmic manifestation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen a scientist discovers something impressive to the ignorant mass of people, the common man, without inquiry, accepts such a discovery as wonderful. But the intelligent man is not struck with wonder by such discoveries. He gives all credit to the person who created the wonderful brain of the scientist. A common man is also struck with wonder by the wonderful action of material nature, and he gives all credit to the cosmic manifestation. The learned Kṛṣṇa conscious person, however, knows well that behind the cosmic manifestation is the brain of Kṛṣṇa, as confirmed in Bhagavad-gītā (BG 9.10): mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. Since Kṛṣṇa can direct the wonderful cosmic manifestation, it is not at all wonderful for Him to assume the gigantic form of a boar and thus deliver the earth from the mire of the water. A devotee is therefore not astonished to see the wonderful boar because he knows that the Lord is able to act far more wonderfully by His potencies, which are inconceivable to the brain of even the most erudite scientist.\n"
        }
    ]
}
