{
    "info": {
        "id": "sb/3/13/49",
        "prevId": "sb/3/13/48",
        "nextId": "sb/3/13/50"
    },
    "verses": [
        {
            "roman": "tasmin prasanne sakalāśiṣāṁ prabhau\nkiṁ durlabhaṁ tābhir alaṁ lavātmabhiḥ\nananya-dṛṣṭyā bhajatāṁ guhāśayaḥ\nsvayaṁ vidhatte sva-gatiṁ paraḥ parām\n"
        }
    ],
    "synonyms": "tasmin—unto Him; prasanne—being pleased; sakala-āśiṣām—of all benediction; prabhau—unto the Lord; kim—what is that; durlabham—very difficult to obtain; tābhiḥ—with them; alam—away; lava-ātmabhiḥ—with insignificant gains; ananya-dṛṣṭyā—by nothing but devotional service; bhajatām—of those who are engaged in devotional service; guhā-āśayaḥ—residing within the heart; svayam—personally; vidhatte—executes; sva-gatim—in His own abode; paraḥ—the supreme; parām—transcendental.",
    "translation": "\nNothing remains unachieved when the Supreme Personality of Godhead is pleased with someone. By transcendental achievement one understands everything else to be insignificant. One who engages in transcendental loving service is elevated to the highest perfectional stage by the Lord Himself, who is seated in everyone's heart.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Bhagavad-gītā (BG 10.10), the Lord gives intelligence to the pure devotees so that they may be elevated to the highest perfectional stage. It is confirmed herein that a pure devotee, who constantly engages in the loving service of the Lord, is awarded all knowledge necessary to reach the Supreme Personality of Godhead. For such a devotee there is nothing valuable to be achieved but the Lord's service. If one serves faithfully, there is no possibility of frustration because the Lord Himself takes charge of the devotee's advancement. The Lord is seated in everyone's heart, and He knows the devotee's motive and arranges everything achievable. In other words, the pseudo devotee, who is anxious to achieve material gains, cannot attain the highest perfectional stage because the Lord is in knowledge of his motive. One merely has to become sincere in his purpose, and then the Lord is there to help in every way.\n"
        }
    ]
}
