{
    "info": {
        "id": "sb/11/3/54",
        "prevId": "sb/11/3/52-53",
        "nextId": "sb/11/3/55"
    },
    "verses": [
        {
            "roman": "ātmānam tan-mayam dhyāyan\nmūrtiṁ sampūjayed dhareḥ\nśeṣām ādhāya śirasā\nsva-dhāmny udvāsya sat-kṛtam\n"
        }
    ],
    "synonyms": "ātmānam—oneself; tat—in the Lord; mayam—absorbed; dhyāyan—so meditating; mūrtim—the personal form; sampūjayet—should fully worship; hareḥ—of Lord Hari; śeṣām—the remnants of worship; ādhāya—taking; śirasā—upon one's head; sva-dhāmni—in His place; udvāsya—putting; sat-kṛtam—respectfully.",
    "translation": "The worshiper should become fully absorbed in meditating upon himself as an eternal servant of the Lord and should thus perfectly worship the Deity, remembering that the Deity is also situated within his heart. Then he should take the remnants of the Deity's paraphernalia, such as flower garlands, upon his head and respectfully put the Deity back in His own place, thus concluding the worship.",
    "purport": [
        {
            "type": "normal",
            "content": "The word tan-mayam in this verse is significant. One who is purified by worshiping the Deity form of the Lord can understand that he, the worshiper, is an eternal servant of the Lord and is qualitatively one with the Lord, being like a tiny spark of the original fire, the Personality of Godhead. Śrīla Madhvācārya has stated in this regard,"
        },
        {
            "type": "verse",
            "content": "viṣṇor bhṛtyo 'ham ity evasadā syād bhagavan-mayaḥ\nnaivāhaṁ viṣṇur asmītiviṣṇuḥ sarveśvaro hy ajaḥ"
        },
        {
            "type": "normal",
            "content": "\"One should think, 'I am an eternal servant of Viṣṇu, and therefore, because I am His eternal part and parcel, I am eternally one with Him. But I am not Viṣṇu Himself, because Viṣṇu is the supreme controller of everything.' \""
        },
        {
            "type": "normal",
            "content": "The basic principle of Deity worship is that one must understand oneself to be an eternal servant of the Supreme Lord. One who is addicted to sexual gratification, foolishly identifying himself with the external material body, cannot change his conception of himself from that of an enjoyer to that of the enjoyed. Such a person interprets the word tan-mayam to mean that the worshiper is himself also the worshipable object. Śrī Jīva Gosvāmī Prabhupāda has written in his Durga-saṅgamanī, his commentary on Śrī Rūpa Gosvāmī Prabhu's Bhakti-rasāmṛta-sindhu, that ahaṅgrahopāsanā, or the process of worshiping oneself as the Supreme, is a gross misidentification of one's own self with the Supreme, who is actually one's eternal shelter. The six Gosvāmīs have repeatedly clarified this point. But unintelligent persons within the prākṛta-sahajiyā community become influenced by the bogus ideas of the Māyāvādī philosophers and thus display the deluded misconception that the worshiper becomes the supreme shelter. Such a hallucination is an aparādha, an offense against the Lord. Therefore the word tan-maya in this verse should not be offensively understood to mean that the worshiper becomes equal to his eternal worshipable object."
        }
    ]
}
