{
    "info": {
        "id": "sb/11/3/8",
        "prevId": "sb/11/3/7",
        "nextId": "sb/11/3/9"
    },
    "verses": [
        {
            "roman": "dhātūpaplava āsanne\nvyaktaṁ dravya-guṇātmakam\nanādi-nidhanaḥ kālo\nhy avyaktāyāpakarṣati\n"
        }
    ],
    "synonyms": "dhātu—of the material elements; upaplave—the dissolution; āsanne—when it has become imminent; vyaktam—the manifest cosmos; dravya—gross objects; guṇa—and the subtle modes; ātmakam—consisting of; anādi—without beginning; nidhanaḥ—or end; kālaḥ—time; hi—indeed; avyaktāya—into the unmanifest; apakarṣati—draws.",
    "translation": "\nWhen the annihilation of the material elements is imminent, the Supreme Personality of Godhead in His form of eternal time withdraws the manifest cosmos, consisting of gross and subtle features, and the entire universe vanishes into nonmanifestation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the Third Canto of Śrīmad-Bhāgavatam Lord Kapiladeva teaches that the material nature originally exists in an inert state of equilibrium called pradhāna. When Lord Viṣṇu casts His potent glance in the form of kāla, or time, material interactions take place, culminating in the variegated creation of the material cosmos. In this verse it is stated that at the end of universal time the same kāla that originally incited the female nature into manifestation again withdraws the cosmos into its original state of inert nonmanifestation. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the time potency itself, kāla, is then withdrawn, and it merges into the Supreme Soul, who manifests Himself as the original cause of material nature (anādir ādir govindaḥ sarva-kāraṇa-kāraṇam (BS 5.1)).\n"
        },
        {
            "type": "normal",
            "content": "Such technical arrangements for creation and annihilation, birth and death, do not exist in the eternal spiritual kingdom of God. In the spiritual sky the variegated spiritual enjoyment of the Lord and His devotees is not hampered by the inferior cycles of birth, maintenance and destruction found in the material world.\n"
        }
    ]
}
