{
    "info": {
        "id": "sb/1/7/13-14",
        "prevId": "sb/1/7/12",
        "nextId": "sb/1/7/15"
    },
    "verses": [
        {
            "roman": "yadā mṛdhe kaurava-sṛñjayānāṁ\nvīreṣv atho vīra-gatiṁ gateṣu\nvṛkodarāviddha-gadābhimarśa-\nbhagnoru-daṇḍe dhṛtarāṣṭra-putre\n"
        },
        {
            "roman": "bhartuḥ priyaṁ drauṇir iti sma paśyan\nkṛṣṇā-sutānāṁ svapatāṁ śirāṁsi\nupāharad vipriyam eva tasya\njugupsitaṁ karma vigarhayanti\n"
        }
    ],
    "synonyms": "yadā—when; mṛdhe—in the battlefield; kaurava—the party of Dhṛtarāṣṭra; sṛñjayānām—of the party of the Pāṇḍavas; vīreṣu—of the warriors; atho—thus; vīra-gatim—the destination deserved by the warriors; gateṣu—being obtained; vṛkodara—Bhīma (the second Pāṇḍava); āviddha—beaten; gadā—by the club; abhimarśa—lamenting; bhagna—broken; uru-daṇḍe—spinal cord; dhṛtarāṣṭra-putre—the son of King Dhṛtarāṣṭra; bhartuḥ—of the master; priyam—pleasing; drauṇiḥ—the son of Droṇācārya; iti—thus; sma—shall be; paśyan—seeing; kṛṣṇā—Draupadī; sutānām—of the sons; svapatām—while sleeping; śirāṁsi—heads; upāharat—delivered as a prize; vipriyam—displeasing; eva—like; tasya—his; jugupsitam—most heinous; karma—act; vigarhayanti—disapproving.",
    "translation": "When the respective warriors of both camps, namely the Kauravas and the Pāṇḍavas, were killed on the Battlefield of Kurukṣetra and the dead warriors obtained their deserved destinations, and when the son of Dhṛtarāṣṭra fell down lamenting, his spine broken, being beaten by the club of Bhīmasena, the son of Droṇācārya [Aśvatthāmā] beheaded the five sleeping sons of Draupadī and delivered them as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased in the least.",
    "purport": [
        {
            "type": "normal",
            "content": "Transcendental topics of the activities of Lord Śrī Kṛṣṇa in the Śrīmad-Bhāgavatam begin from the end of the battle at Kurukṣetra, where the Lord Himself spoke about Himself in the Bhagavad-gītā. Therefore, both the Bhagavad-gītā and Śrīmad-Bhāgavatam are transcendental topics of Lord Kṛṣṇa. The Gītā is kṛṣṇa-kathā, or topics of Kṛṣṇa, because it is spoken by the Lord, and the Bhāgavatam is also kṛṣṇa-kathā because it is spoken about the Lord. Lord Śrī Caitanya Mahāprabhu wanted everyone to be informed of both kṛṣṇa-kathās by His order. Lord Kṛṣṇa Caitanya is Kṛṣṇa Himself in the garb of a devotee of Kṛṣṇa, and therefore the versions of both Lord Kṛṣṇa and Śrī Kṛṣṇa Caitanya Mahāprabhu are identical. Lord Caitanya desired that all who are born in India seriously understand such kṛṣṇa-kathās and then after full realization preach the transcendental message to everyone in all parts of the world. That will bring about the desired peace and prosperity of the stricken world."
        }
    ]
}
