{
    "info": {
        "id": "sb/5/20/23",
        "prevId": "sb/5/20/22",
        "nextId": "sb/5/20/24"
    },
    "verses": [
        {
            "roman": "āpaḥ puruṣa-vīryāḥ stha\npunantīr bhūr-bhuvaḥ-suvaḥ\ntā naḥ punītāmīva-ghnīḥ\nspṛśatām ātmanā bhuva iti\n"
        }
    ],
    "synonyms": "āpaḥ—O water; puruṣa-vīryāḥ—endowed with the energy of the Supreme Personality of Godhead; stha—you are; punantīḥ—sanctifying; bhūḥ—of the planetary system known as Bhūḥ; bhuvaḥ—of the Bhuvaḥ planetary system; suvaḥ—of the Svaḥ planetary system; tāḥ—that water; naḥ—of us; punīta—purify; amīva-ghnīḥ—who destroys sin; spṛśatām—of those touching; ātmanā—by your constitutional position; bhuvaḥ—the bodies; iti—thus.",
    "translation": "[The inhabitants of Krauñcadvīpa worship with this mantra.] O water of the rivers, you have obtained energy from the Supreme Personality of Godhead. Therefore you purify the three planetary systems, known as Bhūloka, Bhuvarloka and Svarloka. By your constitutional nature, you take away sins, and that is why we are touching you. Kindly continue to purify us.",
    "purport": [
        {
            "type": "normal",
            "content": "Kṛṣṇa says in Bhagavad-gītā (BG 7.4):"
        },
        {
            "type": "verse",
            "content": "bhūmir āpo 'nalo vāyuḥkhaṁ mano buddhir eva ca\nahaṅkāra itīyaṁ mebhinnā prakṛtir aṣṭadhā"
        },
        {
            "type": "normal",
            "content": "\"Earth, water, fire, air, ether, mind, intelligence and false ego—all together these eight comprise My separated material energies.\""
        },
        {
            "type": "normal",
            "content": "The energy of the Lord acts throughout the creation, just as heat and light, the energies of the sun, act within the universe and make everything work. The specific rivers mentioned in the śāstras are also energies of the Supreme Personality of Godhead, and people who regularly bathe in them are purified. It can actually be seen that many people are cured of diseases simply by bathing in the Ganges. Similarly, the inhabitants of Krauñcadvīpa purify themselves by bathing in the rivers there."
        }
    ]
}
