{
    "info": {
        "id": "sb 5/20/Summary",
        "prevId": "sb/5/19/31",
        "nextId": "sb/5/20/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter there is a description of various islands, beginning with Plakṣadvīpa, and the oceans that surround them. There is also a description of the location and dimensions of the mountain known as Lokāloka. The island of Plakṣadvīpa, which is twice as broad as Jambūdvīpa, is surrounded by an ocean of salt water. The master of this island is Idhmajihva, one of the sons of Mahārāja Priyavrata. The island is divided into seven regions, each with a mountain and a large river.\n"
        },
        {
            "type": "normal",
            "content": "The second island is called Sālmalīdvīpa. It is surrounded by an ocean of liquor and is 3,200,000 miles wide, twice as wide as Plakṣadvīpa. The master of this island is Yajñabāhu, one of the sons of Mahārāja Priyavrata. Like Plakṣadvīpa, this island is also divided into seven regions, each with a mountain and a very large river. The inhabitants of this island worship the Supreme Personality of Godhead in the form of Candrātmā.\n"
        },
        {
            "type": "normal",
            "content": "The third island, which is surrounded by an ocean of clarified butter and is also divided into seven regions, is called Kuśadvīpa. Its master is Hiraṇyaretā, another son of Mahārāja Priyavrata, and its inhabitants worship the Supreme Personality of Godhead in the form of Agni, the fire-god. The width of this island is 6,400,000 miles, or, in other words, twice the width of Sālmalīdvīpa.\n"
        },
        {
            "type": "normal",
            "content": "The fourth island, Krauñcadvīpa, which is surrounded by an ocean of milk, is 12,800,000 miles wide and is also divided, like the others, into seven regions, each with a large mountain and a large river. The master of this island is Ghṛtapṛṣṭha, another son of Mahārāja Priyavrata. The inhabitants of this island worship the Supreme Personality of Godhead in the form of water.\n"
        },
        {
            "type": "normal",
            "content": "The fifth island, Śākadvīpa, which is 25,600,000 miles wide, is surrounded by an ocean of yogurt. Its master is Medhātithi, another son of Mahārāja Priyavrata. It is also divided into seven regions, each with a large mountain and a large river. Its inhabitants worship the Supreme Personality of Godhead in the form of Vāyu, air.\n"
        },
        {
            "type": "normal",
            "content": "The sixth island, Puṣkaradvīpa, which is twice as wide as the previous island, is surrounded by an ocean of clear water. Its master is Vītihotra, another son of Mahārāja Priyavrata. The island is divided in two by a large mountain named Mānasottara. The inhabitants of this island worship Svayambhū, another feature of the Supreme Personality of Godhead. Beyond Puṣkaradvīpa there are two islands, one always lit by the sunshine and the other always dark. Between them is a mountain called Lokāloka, which is situated one billion miles from the edge of the universe. Lord Nārāyaṇa, expanding His opulence, resides upon this mountain. The area beyond Lokāloka Mountain is called Aloka-varṣa, and beyond Aloka-varṣa is the pure destination of persons who desire liberation.\n"
        },
        {
            "type": "normal",
            "content": "Vertically, the sun-globe is situated just in the middle of the universe, in Antarikṣa, the space between Bhūrloka and Bhuvarloka. The distance between the sun and the circumference of Aṇḍa-golaka, the globe of the universe, is estimated to be twenty-five koṭi yojanas (two billion miles). Because the sun enters the universe and divides the sky, it is known as Mārtaṇḍa, and because it is produced from Hiraṇyagarbha, the body of the mahat-tattva, it is also called Hiraṇyagarbha.\n"
        }
    ]
}
