{
    "info": {
        "id": "sb/8/20/32-33",
        "prevId": "sb/8/20/31",
        "nextId": "sb/8/20/34"
    },
    "verses": [
        {
            "roman": "sunanda-mukhyā upatasthur īśaṁ\npārṣada-mukhyāḥ saha-loka-pālāḥ\nsphurat-kirīṭāṅgada-mīna-kuṇḍalaḥ\nśrīvatsa-ratnottama-mekhalāmbaraiḥ\n"
        },
        {
            "roman": "madhuvrata-srag-vanamālayāvṛto\nrarāja rājan bhagavān urukramaḥ\nkṣitiṁ padaikena baler vicakrame\nnabhaḥ śarīreṇa diśaś ca bāhubhiḥ\n"
        }
    ],
    "synonyms": "sunanda-mukhyāḥ—the associates of the Lord headed by Sunanda; upatasthuḥ—began to offer prayers; īśam—unto the Supreme Personality of Godhead; pārṣada-mukhyāḥ—other chiefs of the associates; saha-loka-pālāḥ—with the predominant deities of all the planets; sphurat-kirīṭa—with a brilliant helmet; aṅgada—bracelets; mīna-kuṇḍalaḥ—and earrings in the shape of fish; śrīvatsa—the hair named Śrīvatsa on His bosom; ratna-uttama—the best of jewels (Kaustubha); mekhalā—belt; ambaraiḥ—with yellow garments; madhu-vrata—of bees; srak—in which there was a garland; vanamālayā—by a flower garland; āvṛtaḥ—covered; rarāja—predominantly manifested; rājan—O King; bhagavān—the Supreme Personality of Godhead; urukramaḥ—who is prominent by His wonderful activities; kṣitim—the whole surface of the world; padā ekena—by one footstep; baleḥ—of Bali Mahārāja; vicakrame—covered; nabhaḥ—the sky; śarīreṇa—by His body; diśaḥ ca—and all directions; bāhubhiḥ—by His arms.",
    "translation": "These associates, headed by Sunanda and other chief associates and accompanied by all the predominating deities of the various planets, offered prayers to the Lord, who wore a brilliant helmet, bracelets, and glittering earrings that resembled fish. On the Lord's bosom were the lock of hair called Śrīvatsa and the transcendental jewel named Kaustubha. He wore a yellow garment, covered by a belt, and He was decorated by a flower garland, surrounded by bees. Manifesting Himself in this way, O King, the Supreme Personality of Godhead, whose activities are wonderful, covered the entire surface of the earth with one footstep, the sky with His body, and all directions with His arms.",
    "purport": [
        {
            "type": "normal",
            "content": "One might argue, \"Since Bali Mahārāja promised Vāmanadeva only the land occupied by His steps, why did Lord Vāmanadeva occupy the sky also?\" In this regard, Śrīla Jīva Gosvāmī says that the steps include everything, downward and upward. When one stands up, he certainly occupies certain parts of the sky and certain portions of the earth below his feet. Thus there was nothing uncommon for the Supreme Personality of Godhead when He occupied the entire sky with His body."
        }
    ]
}
