{
    "info": {
        "id": "sb/8/20/9",
        "prevId": "sb/8/20/8",
        "nextId": "sb/8/20/10"
    },
    "verses": [
        {
            "roman": "sulabhā yudhi viprarṣe\nhy anivṛttās tanu-tyajaḥ\nna tathā tīrtha āyāte\nśraddhayā ye dhana-tyajaḥ\n"
        }
    ],
    "synonyms": "su-labhāḥ—very easily obtained; yudhi—in the battlefield; vipra-ṛṣe—O best of the brāhmaṇas; hi—indeed; anivṛttāḥ—not being afraid of fighting; tanu-tyajaḥ—and thus lay down their lives; na—not; tathā—as; tīrthe āyāte—on the arrival of a saintly person who creates holy places; śraddhayā—with faith and devotion; ye—those who; dhana-tyajaḥ—can give up their accumulated wealth.",
    "translation": "O best of the brāhmaṇas, many men have laid down their lives on the battlefield, being unafraid of fighting, but rarely has one gotten the chance to give his accumulated wealth faithfully to a saintly person who creates holy places.",
    "purport": [
        {
            "type": "normal",
            "content": "Many kṣatriyas have laid down their lives on the battlefield for their nations, but hardly a person can be found who has given up all his property and his accumulated wealth in charity to a person worthy of the gift. As stated in Bhagavad-gītā (BG 17.20):"
        },
        {
            "type": "verse",
            "content": "dātavyam iti yad dānaṁdīyate 'nupakāriṇe\ndeśe kāle ca pātre catad dānaṁ sāttvikaṁ smṛtam"
        },
        {
            "type": "normal",
            "content": "\"That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return is considered to be charity in the mode of goodness.\" Thus charity given in the proper place is called sāttvika. And above this charity in goodness is transcendental charity, in which everything is sacrificed for the sake of the Supreme Personality of Godhead. Vāmanadeva, the Supreme Personality of Godhead, had come to Bali Mahārāja for alms. How could one get such an opportunity to give charity? Therefore, Bali Mahārāja decided without hesitation to give the Lord whatever He wanted. One may get various opportunities to lay down his life on the battlefield, but such an opportunity as this is hardly ever obtained."
        }
    ]
}
