{
    "info": {
        "id": "sb 8/20/Summary",
        "prevId": "sb/8/19/43",
        "nextId": "sb/8/20/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe summary of this Twentieth Chapter is as follows. Despite his knowledge that Lord Vāmanadeva was cheating him, Bali Mahārāja gave everything to the Lord in charity, and thus the Lord extended His body and assumed a gigantic form as Lord Viṣṇu.\n"
        },
        {
            "type": "normal",
            "content": "After hearing the instructive advice of Śukrācārya, Bali Mahārāja became contemplative. Because it is the duty of a householder to maintain the principles of religion, economic development and sense gratification, Bali Mahārāja thought it improper to withdraw his promise to the brahmacārī. To lie or fail to honor a promise given to a brahmacārī is never proper, for lying is the most sinful activity. Everyone should be afraid of the sinful reactions to lying, for mother earth cannot even bear the weight of a sinful liar. The spreading of a kingdom or empire is temporary; if there is no benefit for the general public, such expansion has no value. Previously, all the great kings and emperors expanded their kingdoms with a regard for the welfare of the people in general. Indeed, while engaged in such activities for the benefit of the general public, eminent men sometimes even sacrificed their lives. It is said that one who is glorious in his activities is always living and never dies. Therefore, fame should be the aim of life, and even if one becomes poverty-stricken for the sake of a good reputation, that is not a loss. Bali Mahārāja thought that even if this brahmacārī, Vāmanadeva, were Lord Viṣṇu, if the Lord accepted his charity and then again arrested him, Bali Mahārāja would not envy Him. Considering all these points, Bali Mahārāja finally gave in charity everything he possessed.\n"
        },
        {
            "type": "normal",
            "content": "Lord Vāmanadeva then immediately extended Himself into a universal body. By the mercy of Lord Vāmanadeva, Bali Mahārāja could see that the Lord is all-pervading and that everything rests in His body. Bali Mahārāja could see Lord Vāmanadeva as the supreme Viṣṇu, wearing a helmet, yellow garments, the mark of Śrīvatsa, the Kaustubha jewel, a flower garland, and ornaments decorating His entire body. The Lord gradually covered the entire surface of the world, and by extending His body He covered the entire sky. With His hands He covered all directions, and with His second footstep He covered the entire upper planetary system. Therefore there was no vacant place where He could take His third footstep.\n"
        }
    ]
}
