{
    "info": {
        "id": "sb/10/13/13",
        "prevId": "sb/10/13/12",
        "nextId": "sb/10/13/14"
    },
    "verses": [
        {
            "roman": "tān dṛṣṭvā bhaya-santrastān\nūce kṛṣṇo 'sya bhī-bhayam\nmitrāṇy āśān mā viramate-\nhāneṣye vatsakān aham\n"
        }
    ],
    "synonyms": "tān—that those calves were going away; dṛṣṭvā—seeing; bhaya-santrastān—to the cowherd boys, who were disturbed by fear that within the dense forest the calves would be attacked by some ferocious animals; ūce—Kṛṣṇa said; kṛṣṇaḥ asya bhī-bhayam—Kṛṣṇa, who is Himself the fearful element of all kinds of fear (when Kṛṣṇa is present, there is no fear); mitrāṇi—My dear friends; āśāt—from your enjoyment of eating; mā viramata—do not stop; iha—in this place, in this spot; āneṣye—I shall bring back; vatsakān—the calves; aham—I.",
    "translation": "\nWhen Kṛṣṇa saw that His friends the cowherd boys were frightened, He, the fierce controller even of fear itself, said, just to mitigate their fear, \"My dear friends, do not stop eating. I shall bring your calves back to this spot by personally going after them Myself.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the presence of Kṛṣṇa's friendship, a devotee cannot have any fear. Kṛṣṇa is the supreme controller, the controller of even death, which is supposed to be the ultimate fear in this material world. Bhayaṁ dvitīyābhiniveśataḥ syāt (SB 11.2.37). This fear arises because of lack of Kṛṣṇa consciousness; otherwise there cannot be any fear. For one who has taken shelter of the lotus feet of Kṛṣṇa, this material world of fear becomes hardly dangerous at all.\n"
        },
        {
            "type": "verse",
            "content": "bhavāmbudhir vatsa-padaṁ paraṁ padaṁ\npadaṁ padaṁ yad vipadāṁ na teṣām"
        },
        {
            "type": "normal",
            "content": "\nBhavāmbudhiḥ, the material ocean of fear, becomes very easy to cross by the mercy of the supreme controller. This material world, in which there is fear and danger at every step (padaṁ padaṁ yad vipadām), is not meant for those who have taken shelter at Kṛṣṇa's lotus feet. Such persons are delivered from this fearful world.\n"
        },
        {
            "type": "verse",
            "content": "samāśritā ye pada-pallava-plavaṁ\nmahat-padaṁ puṇya-yaśo murāreḥ\nbhavāmbudhir vatsa-padaṁ paraṁ padaṁ\npadaṁ padaṁ yad vipadāṁ na teṣām\n(SB 10.14.58)"
        },
        {
            "type": "normal",
            "content": "\nEveryone, therefore, should take shelter of the Supreme Person, who is the source of fearlessness, and thus be secure.\n"
        }
    ]
}
