{
    "info": {
        "id": "sb/10/13/19",
        "prevId": "sb/10/13/18",
        "nextId": "sb/10/13/20"
    },
    "verses": [
        {
            "roman": "yāvad vatsapa-vatsakālpaka-vapur yāvat karāṅghry-ādikaṁ\nyāvad yaṣṭi-viṣāṇa-veṇu-dala-śig yāvad vibhūṣāmbaram\nyāvac chīla-guṇābhidhākṛti-vayo yāvad vihārādikaṁ\nsarvaṁ viṣṇumayaṁ giro 'ṅga-vad ajaḥ sarva-svarūpo babhau\n"
        }
    ],
    "synonyms": "yāvat vatsapa—exactly like the cowherd boys; vatsaka-alpaka-vapuḥ—and exactly like the tender bodies of the calves; yāvat kara-aṅghri-ādikam—exactly to the measurement of their particular varieties of legs and hands; yāvat yaṣṭi-viṣāṇa-veṇu-dala-śik—not only like their bodies but exactly like their bugles, flutes, sticks, lunch bags and so on; yāvat vibhūṣā-ambaram—exactly like their ornaments and dress in all their varied particulars; yāvat śīla-guṇa-abhidhā-ākṛti-vayaḥ—their exact character, habits, features, attributes and explicit bodily features; yāvat vihāra-ādikam—exactly according to their tastes or amusements; sarvam—everything in detail; viṣṇu-mayam—expansions of Vāsudeva, Viṣṇu; giraḥ aṅga-vat—voices exactly like theirs; ajaḥ—Kṛṣṇa; sarva-svarūpaḥ babhau—created everything in detail as Himself, without any change.",
    "translation": "By His Vāsudeva feature, Kṛṣṇa simultaneously expanded Himself into the exact number of missing cowherd boys and calves, with their exact bodily features, their particular types of hands, legs and other limbs, their sticks, bugles and flutes, their lunch bags, their particular types of dress and ornaments placed in various ways, their names, ages and forms, and their special activities and characteristics. By expanding Himself in this way, beautiful Kṛṣṇa proved the statement samagra-jagad viṣṇumayam: \"Lord Viṣṇu is all-pervading.\"",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Brahma-saṁhitā (BS 5.38):"
        },
        {
            "type": "verse",
            "content": "advaitam acyutam anādim ananta-rūpamādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa, paraṁ brahma, the Supreme Personality of Godhead, is ādyam, the beginning of everything; He is ādi-puruṣam, the ever-youthful original person. He can expand Himself in more forms than one can imagine, yet He does not fall down from His original form as Kṛṣṇa; therefore He is called Acyuta. This is the Supreme Personality of Godhead. Sarvaṁ viṣṇumayaṁ jagat. Sarvaṁ khalv idaṁ brahma. Kṛṣṇa thus proved that He is everything, that He can become everything, but that still He is personally different from everything (mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ (BG 9.4)). This is Kṛṣṇa, who is understood by acintya-bhedābheda-tattva philosophy. pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate: (Śrī Īśopaniṣad, Invocation) Kṛṣṇa is always complete, and although He can create millions of universes, all of them full in all opulences, He remains as opulent as ever, without any change (advaitam). This is explained by different Vaiṣṇava ācāryas through philosophies such as viśuddhādvaita, viśiṣṭādvaita and dvaitādvaita. Therefore one must learn about Kṛṣṇa from the ācāryas. Ācāryavān puruṣo veda: one who follows the path of the ācāryas knows things as they are. Such a person can know Kṛṣṇa as He is, at least to some extent, and as soon as one understands Kṛṣṇa (janma karma ca me divyam evaṁ yo vetti tattvataḥ (BG 4.9)), one is liberated from material bondage (tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna)."
        }
    ]
}
