{
    "info": {
        "id": "sb/10/13/2",
        "prevId": "sb/10/13/1",
        "nextId": "sb/10/13/3"
    },
    "verses": [
        {
            "roman": "satām ayaṁ sāra-bhṛtāṁ nisargo\nyad-artha-vāṇī-śruti-cetasām api\nprati-kṣaṇaṁ navya-vad acyutasya yat\nstriyā viṭānām iva sādhu vārtā\n"
        }
    ],
    "synonyms": "satām—of the devotees; ayam—this; sāra-bhṛtām—those who are paramahaṁsas, who have accepted the essence of life; nisargaḥ—feature or symptom; yat—which; artha-vāṇī—the aim of life, the aim of profit; śruti—the aim of understanding; cetasām api—who have decided to accept the bliss of transcendental subjects as the aim and object of life; prati-kṣaṇam—every moment; navya-vat—as if newer and newer; acyutasya—of Lord Kṛṣṇa; yat—because; striyāḥ—(topics) of woman or sex; viṭānām—of debauchees, who are attached to women; iva—exactly like; sādhu vārtā—actual conversation.",
    "translation": "Paramahaṁsas, devotees who have accepted the essence of life, are attached to Kṛṣṇa in the core of their hearts, and He is the aim of their lives. It is their nature to talk only of Kṛṣṇa at every moment, as if such topics were newer and newer. They are attached to such topics, just as materialists are attached to topics of women and sex.",
    "purport": [
        {
            "type": "normal",
            "content": "The word sāra-bhṛtām means paramahaṁsas. The haṁsa, or swan, accepts milk from a mixture of milk and water and rejects the water. Similarly, the nature of persons who have taken to spiritual life and Kṛṣṇa consciousness, understanding Kṛṣṇa to be the life and soul of everyone, is that they cannot give up kṛṣṇa-kathā, or topics about Kṛṣṇa, at any moment. Such paramahaṁsas always see Kṛṣṇa within the core of the heart (santaḥ sadaiva hṛdayeṣu vilokayanti). Kāma (desires), krodha (anger) and bhaya (fear) are always present in the material world, but in the spiritual, or transcendental, world one can use them for Kṛṣṇa. Kāmaṁ kṛṣṇa-karmārpaṇe. The desire of the paramahaṁsas, therefore, is to act always for Kṛṣṇa. Krodhaṁ bhakta-dveṣi jane. They use anger against the nondevotees and transform bhaya, or fear, into fear of being deviated from Kṛṣṇa consciousness. In this way, the life of a paramahaṁsa devotee is used entirely for Kṛṣṇa, just as the life of a person attached to the material world is used simply for women and money. What is day for the materialistic person is night for the spiritualist. What is very sweet for the materialist—namely women and money—is regarded as poison by the spiritualist."
        },
        {
            "type": "verse",
            "content": "sandarśanaṁ viṣayinām atha yoṣitāṁ caha hanta hanta viṣa-bhakṣaṇato 'py asādhu(CC Madhya 11.8)"
        },
        {
            "type": "normal",
            "content": "This is the instruction of Caitanya Mahāprabhu. For the paramahaṁsa, Kṛṣṇa is everything, but for the materialist, women and money are everything."
        }
    ]
}
