{
    "info": {
        "id": "sb/10/13/22",
        "prevId": "sb/10/13/21",
        "nextId": "sb/10/13/23"
    },
    "verses": [
        {
            "roman": "tan-mātaro veṇu-rava-tvarotthitā\nutthāpya dorbhiḥ parirabhya nirbharam\nsneha-snuta-stanya-payaḥ-sudhāsavaṁ\nmatvā paraṁ brahma sutān apāyayan\n"
        }
    ],
    "synonyms": "tat-mātaraḥ—the mothers of the respective cowherd boys; veṇu-rava—because of the sounds played on flutes and bugles by the cowherd boys; tvara—immediately; utthitāḥ—awakened from their respective household duties; utthāpya—immediately lifted their respective sons; dorbhiḥ—with their two arms; parirabhya—embracing; nirbharam—without feeling any weight; sneha-snuta—which was flowing because of intense love; stanya-payaḥ—their breast milk; sudhā-āsavam—tasting just like a nectarean beverage; matvā—accepting the milk like that; param—the Supreme; brahma—Kṛṣṇa; sutān apāyayan—began to feed their respective sons.",
    "translation": "The mothers of the boys, upon hearing the sounds of the flutes and bugles being played by their sons, immediately rose from their household tasks, lifted their boys onto their laps, embraced them with both arms and began to feed them with their breast milk, which flowed forth because of extreme love specifically for Kṛṣṇa. Actually Kṛṣṇa is everything, but at that time, expressing extreme love and affection, they took special pleasure in feeding Kṛṣṇa, the Parabrahman, and Kṛṣṇa drank the milk from His respective mothers as if it were a nectarean beverage.",
    "purport": [
        {
            "type": "normal",
            "content": "Although all the elderly gopīs knew that Kṛṣṇa was the son of mother Yaśodā, they still desired, \"If Kṛṣṇa had become my son, I would also have taken care of Him like mother Yaśodā. \"This was their inner ambition. Now, in order to please them, Kṛṣṇa personally took the role of their sons and fulfilled their desire. They enhanced their special love for Kṛṣṇa by embracing Him and feeding Him, and Kṛṣṇa tasted their breast milk to be just like a nectarean beverage. While thus bewildering Brahmā, He enjoyed the special transcendental pleasure created by yogamāyā between all the other mothers and Himself."
        }
    ]
}
