{
    "info": {
        "id": "sb/10/13/39",
        "prevId": "sb/10/13/38",
        "nextId": "sb/10/13/40"
    },
    "verses": [
        {
            "roman": "naite sureśā ṛṣayo na caite\ntvam eva bhāsīśa bhid-āśraye 'pi\nsarvaṁ pṛthak tvaṁ nigamāt kathaṁ vadety\nuktena vṛttaṁ prabhuṇā balo 'vait\n"
        }
    ],
    "synonyms": "na—not; ete—these boys; sura-īśāḥ—the best of the demigods; ṛṣayaḥ—great sages; na—not; ca—and; ete—these calves; tvam—You (Kṛṣṇa); eva—alone; bhāsi—are manifesting; īśa—O supreme controller; bhit-āśraye—in the existence of varieties of difference; api—even; sarvam—everything; pṛthak—existing; tvam—You (Kṛṣṇa); nigamāt—briefly; katham—how; vada—please explain; iti—thus; uktena—having been requested (by Baladeva); vṛttam—the situation; prabhuṇā—(having been explained) by Lord Kṛṣṇa; balaḥ—Baladeva; avait—understood.",
    "translation": "Lord Baladeva said, \"O supreme controller! These boys are not great demigods, as I previously thought. Nor are these calves great sages like Nārada. Now I can see that You alone are manifesting Yourself in all varieties of difference. Although one, You are existing in the different forms of the calves and boys. Please briefly explain this to Me.\" Having thus been requested by Lord Baladeva, Kṛṣṇa explained the whole situation, and Baladeva understood it.",
    "purport": [
        {
            "type": "normal",
            "content": "Inquiring from Kṛṣṇa about the actual situation, Lord Balarāma said, \"My dear Kṛṣṇa, in the beginning I thought that all these cows, calves and cowherd boys were either great sages and saintly persons or demigods, but at the present it appears that they are actually Your expansions. They are all You; You Yourself are playing as the calves and cows and boys. What is the mystery of this situation? Where have those other calves and cows and boys gone? And why are You expanding Yourself as the cows, calves and boys? Will You kindly tell Me what is the cause?\" At the request of Balarāma, Kṛṣṇa briefly explained the whole situation: how the calves and boys were stolen by Brahmā and how He was concealing the incident by expanding Himself so that people would not know that the original cows, calves and boys were missing. Balarāma understood, therefore, that this was not māyā but Kṛṣṇa's opulence. Kṛṣṇa has all opulences, and this was but another opulence of Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "\"At first,\" Lord Balarāma said, \"I thought that these boys and calves were a display of the power of great sages like Nārada, but now I see that all these boys and calves are You.\" After inquiring from Kṛṣṇa, Lord Balarāma understood that Kṛṣṇa Himself had become many. That the Lord can do this is stated in the Brahma-saṁhitā (BS 5.38). Advaitam acyutam anādim ananta-rūpam: although He is one, He can expand Himself in so many forms. According to the Vedic version, ekaṁ bahu syām: He can expand Himself into many thousands and millions but still remain one. In that sense, everything is spiritual because everything is an expansion of Kṛṣṇa; that is, everything is an expansion either of Kṛṣṇa Himself or of His potency. Because the potency is nondifferent from the potent, the potency and the potent are one (śakti-śaktimatayor abhedaḥ). The Māyāvādīs, however, say, cid-acit-samanvayaḥ: spirit and matter are one. This is a wrong conception. Spirit (cit) is different from matter (acit), as explained by Kṛṣṇa Himself in Bhagavad-gītā (BG 7.4-5):"
        },
        {
            "type": "verse",
            "content": "bhūmir āpo 'nalo vāyuḥkhaṁ mano buddhir eva ca\nahaṅkāra itīyaṁ mebhinnā prakṛtir aṣṭadhā"
        },
        {
            "type": "verse",
            "content": "apareyam itas tv anyāṁprakṛtiṁ viddhi me parām\njīva-bhūtāṁ mahā-bāhoyayedaṁ dhāryate jagat"
        },
        {
            "type": "normal",
            "content": "\"Earth, water, fire, air, ether, mind, intelligence and false ego—all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.\" Spirit and matter cannot be made one, for actually they are superior and inferior energies, yet the Māyāvādīs, or Advaita-vādīs, try to make them one. This is wrong. Although spirit and matter ultimately come from the same one source, they cannot be made one. For example, there are many things that come from our bodies, but although they come from the same source, they cannot be made one. We should be careful to note that although the supreme source is one, the emanations from this source should be separately regarded as inferior and superior. The difference between the Māyāvāda and Vaiṣṇava philosophies is that the Vaiṣṇava philosophy recognizes this fact. Śrī Caitanya Mahāprabhu's philosophy, therefore, is called acintya-bhedābheda—simultaneous oneness and difference. For example, fire and heat cannot be separated, for where there is fire there is heat and where there is heat there is fire. Nonetheless, although we cannot touch fire, heat we can tolerate. Therefore, although they are one, they are different."
        }
    ]
}
