{
    "info": {
        "id": "sb/10/13/49",
        "prevId": "sb/10/13/47-48",
        "nextId": "sb/10/13/50"
    },
    "verses": [
        {
            "roman": "āṅghri-mastakam āpūrṇās\ntulasī-nava-dāmabhiḥ\nkomalaiḥ sarva-gātreṣu\nbhūri-puṇyavad-arpitaiḥ\n"
        }
    ],
    "synonyms": "ā-aṅghri-mastakam—from the feet up to the top of the head; āpūrṇāḥ—fully decorated; tulasī-nava-dāmabhiḥ—with garlands of fresh tulasī leaves; komalaiḥ—tender, soft; sarva-gātreṣu—on all the limbs of the body; bhūri-puṇyavat-arpitaiḥ—which were offered by devotees engaged in the greatest pious activity, worshiping the Supreme Lord by hearing, chanting and so on.",
    "translation": "\nEvery part of Their bodies, from Their feet to the top of Their heads, was fully decorated with fresh, tender garlands of tulasī leaves offered by devotees engaged in worshiping the Lord by the greatest pious activities, namely hearing and chanting.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word bhūri-puṇyavad-arpitaiḥ is significant in this verse. These forms of Viṣṇu were worshiped by those who had performed pious activities (sukṛtibhiḥ) for many births and who were constantly engaged in devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ (SB 7.5.23)). Bhakti, devotional service, is the engagement of those who have performed highly developed pious activities. The accumulation of pious activities has already been mentioned elsewhere in the Śrīmad-Bhāgavatam (SB 10.12.11), where Śukadeva Gosvāmī says,\n"
        },
        {
            "type": "verse",
            "content": "itthaṁ satāṁ brahma-sukhānubhūtyā\ndāsyaṁ gatānāṁ para-daivatena\nmāyāśritānāṁ nara-dārakeṇa\nsākaṁ vijahruḥ kṛta-puṇya-puñjāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Those who are engaged in self-realization, appreciating the Brahman effulgence of the Lord, and those engaged in devotional service, accepting the Supreme Personality of Godhead as master, as well as those who are under the clutches of māyā, thinking the Lord an ordinary person, cannot understand that certain exalted personalities—after accumulating volumes of pious activities—are now playing with the Lord in friendship as cowherd boys.\"\n"
        },
        {
            "type": "normal",
            "content": "In our Kṛṣṇa-Balarāma Temple in Vṛndāvana, there is a tamāla tree that covers an entire corner of the courtyard. Before there was a temple the tree was lying neglected, but now it has developed very luxuriantly, covering the whole corner of the courtyard. This is a sign of bhūri-puṇya.\n"
        }
    ]
}
