{
    "info": {
        "id": "sb/9/22/16-17",
        "prevId": "sb/9/22/14-15",
        "nextId": "sb/9/22/18-19"
    },
    "verses": [
        {
            "roman": "evam ukto dvijair jyeṣṭhaṁ\nchandayām āsa so 'bravīt\ntan-mantri-prahitair viprair\nvedād vibhraṁśito girā\n"
        },
        {
            "roman": "veda-vādātivādān vai\ntadā devo vavarṣa ha\ndevāpir yogam āsthāya\nkalāpa-grāmam āśritaḥ\n"
        }
    ],
    "synonyms": "evam—thus (as above mentioned); uktaḥ—being advised; dvijaiḥ—by the brāhmaṇas; jyeṣṭham—unto his eldest brother, Devāpi; chandayām āsa—requested to take charge of the kingdom; saḥ—he (Devāpi); abravīt—said; tat-mantri—by Śāntanu's minister; prahitaiḥ—instigated; vipraiḥ—by the brāhmaṇas; vedāt—from the principles of the Vedas; vibhraṁśitaḥ—fallen; girā—by such words; veda-vāda-ativādān—words blaspheming the Vedic injunctions; vai—indeed; tadā—at that time; devaḥ—the demigod; vavarṣa—showered rains; ha—in the past; devāpiḥ—Devāpi; yogam āsthāya—accepting the process of mystic yoga; kalāpa-grāmam—the village known as Kalāpa; āśritaḥ—took shelter of (and is living in even now).",
    "translation": "\nWhen the brāhmaṇas said this, Mahārāja Śāntanu went to the forest and requested his elder brother Devāpi to take charge of the kingdom, for it is the duty of a king to maintain his subjects. Previously, however, Śāntanu's minister Aśvavāra had instigated some brāhmaṇas to induce Devāpi to transgress the injunctions of the Vedas and thus make himself unfit for the post of ruler. The brāhmaṇas deviated Devāpi from the path of the Vedic principles, and therefore when asked by Śāntanu he did not agree to accept the post of ruler. On the contrary, he blasphemed the Vedic principles and therefore became fallen. Under the circumstances, Śāntanu again became the king, and Indra, being pleased, showered rains. Devāpi later took to the path of mystic yoga to control his mind and senses and went to the village named Kalāpagrāma, where he is still living.\n\n",
    "purport": null
}
