{
    "info": {
        "id": "sb/9/22/32",
        "prevId": "sb/9/22/30-31",
        "nextId": "sb/9/22/33"
    },
    "verses": [
        {
            "roman": "kareṇumatyāṁ nakulo\nnaramitraṁ tathārjunaḥ\nirāvantam ulupyāṁ vai\nsutāyāṁ babhruvāhanam\nmaṇipura-pateḥ so 'pi\ntat-putraḥ putrikā-sutaḥ\n"
        }
    ],
    "synonyms": "kareṇumatyām—in the wife named Kareṇumatī; nakulaḥ—Nakula; naramitram—a son named Naramitra; tathā—also; arjunaḥ—Arjuna; irāvantam—Irāvān; ulupyām—in the womb of the Nāga-kanyā named Ulupī; vai—indeed; sutāyām—in the daughter; babhruvāhanam—a son named Babhruvāhana; maṇipura-pateḥ—of the king of Maṇipura; saḥ—he; api—although; tat-putraḥ—the son of Arjuna; putrikā-sutaḥ—the son of his maternal grandfather.",
    "translation": "\nNakula begot a son named Naramitra through his wife named Kareṇumatī. Similarly, Arjuna begot a son named Irāvān through his wife known as Ulupī, the daughter of the Nāgas, and a son named Babhruvāhana by the womb of the princess of Maṇipura. Babhruvāhana became the adopted son of the king of Maṇipura.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is to be understood that Pārvatī is the daughter of the king of the very, very old mountainous country known as the Maṇipura state. Five thousand years ago, therefore, when the Pāṇḍavas ruled, Maṇipura existed, as did its king. Therefore this kingdom is a very old, aristocratic Vaiṣṇava kingdom. If this kingdom is organized as a Vaiṣṇava state, this revitalization will be a great success because for five thousand years this state has maintained its identity. If the Vaiṣṇava spirit is revived there, it will be a wonderful place, renowned throughout the entire world. Maṇipuri Vaiṣṇavas are very famous in Vaiṣṇava society. In Vṛndāvana and Navadvīpa there are many temples constructed by the king of Maṇipura. Some of our devotees belong to the Maṇipura state. The Kṛṣṇa consciousness movement, therefore, can be well spread in the state of Maṇipura by the cooperative efforts of the Kṛṣṇa conscious devotees.\n"
        }
    ]
}
