{
    "info": {
        "id": "sb/9/22/summary",
        "prevId": "sb/9/21/36",
        "nextId": "sb/9/22/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the descendants of Divodāsa. It also describes Jarāsandha, who belonged to the Ṛkṣa dynasty, as well as Duryodhana, Arjuna and others."
        },
        {
            "type": "normal",
            "content": "The son of Divodāsa was Mitrāyu, who had four sons, one after another-Cyavana, Sudāsa, Sahadeva and Somaka. Somaka had one hundred sons, of whom the youngest was Pṛṣata, from whom Drupada was born. Drupada's daughter was Draupadī, and his sons were headed by Dhṛṣṭadyumna. Dhṛṣṭadyumna's son was Dhṛṣṭaketu."
        },
        {
            "type": "normal",
            "content": "Another son of Ajamīḍha was named Ṛkṣa. From Ṛkṣa came a son named Saṁvaraṇa, and from Saṁvaraṇa came Kuru, the king of Kurukṣetra. Kuru had four sons-Parīkṣi, Sudhanu, Jahnu and Niṣadha. Among the descendants in the dynasty from Sudhanu were Suhotra, Cyavana, Kṛtī and Uparicara Vasu. The sons of Uparicara Vasu, including Bṛhadratha, Kuśāmba, Matsya, Pratyagra and Cedipa, became kings of the Cedi state. In the dynasty from Bṛhadratha came Kuśāgra, Ṛṣabha, Satyahita, Puṣpavān and Jahu, and from Bṛhadratha through the womb of another wife came Jarāsandha, who was followed by Sahadeva, Somāpi and Śrutaśravā. Parīkṣi, the son of Kuru, had no sons. Among the descendants of Jahnu were Suratha, Vidūratha, Sārvabhauma, Jayasena, Rādhika, Ayutāyu, Akrodhana, Devātithi, Ṛkṣa, Dilīpa and Pratīpa."
        },
        {
            "type": "normal",
            "content": "The sons of Pratīpa were Devāpi, Śāntanu and Bāhlīka. When Devāpi retired to the forest, his younger brother Śāntanu became the king. Although Śāntanu, being younger, was not eligible to occupy the throne, he disregarded his elder brother. Consequently, there was no rainfall for twelve years. Following the advice of the brāhmaṇas, Śāntanu was ready to return the kingdom to Devāpi, but by the intrigue of Śāntanu's minister, Devāpi became unfit to be king. Therefore Śāntanu resumed charge of the kingdom, and rain fell properly during his regime. By mystic power, Devāpi still lives in the village known as Kalāpa-grāma. In this Kali-yuga, when the descendants of Soma known as the candra-vaṁśa (the lunar dynasty) die out, Devāpi, at the beginning of Satya-yuga, will reestablish the dynasty of the moon. The wife of Śāntanu named Gaṅgā gave birth to Bhīṣma, one of the twelve authorities. Two sons named Citrāṅgada and Vicitravīrya were also born from the womb of Satyavatī by the semen of Śāntanu, and Vyāsadeva was born from Satyavatī by the semen of Parāśara, Vyāsadeva instructed the history of the Bhāgavatam to his son Śukadeva. Through the womb of the two wives and the maidservant of Vicitravīrya, Vyāsadeva begot Dhṛtarāṣṭra, Pāṇḍu and Vidura."
        },
        {
            "type": "normal",
            "content": "Dhṛtarāṣṭra had one hundred sons, headed by Duryodhana, and one daughter named Duḥśalā. Pāṇḍu had five sons, headed by Yudhiṣṭhira, and each of these five sons had one son from Draupadī. The names of these sons of Draupadī were Prativindhya, Śrutasena, Śrutakīrti, Śatānīka and Śrutakarmā. Besides these five sons, by other wives the Pāṇḍavas had many other sons, such as Devaka, Ghaṭotkaca, Sarvagata, Suhotra, Naramitra, Irāvān, Babhruvāhana and Abhimanyu. From Abhimanyu, Mahārāja Parīkṣit was born, and Mahārāja Parīkṣit had four sons-Janamejaya, Śrutasena, Bhīmasena and Ugrasena."
        },
        {
            "type": "normal",
            "content": "Next Śukadeva Gosvāmī described the future sons of the Pāṇḍu family. From Janamejaya, he said, would come a son named Śatānīka, and following in the dynasty would be Sahasrānīka, Aśvamedhaja, Asīmakṛṣṇa, Nemicakra, Citraratha, Śuciratha, Vṛṣṭimān, Suṣeṇa, Sunītha, Nṛcakṣu, Sukhīnala, Pariplava, Sunaya, Medhāvī, Nṛpañjaya, Dūrva, Timi, Bṛhadratha, Sudāsa, Śatānīka, Durdamana, Mahīnara, Daṇḍapāṇi, Nimi and Kṣemaka."
        },
        {
            "type": "normal",
            "content": "Śukadeva Gosvāmī then predicted the kings of the māgadha-vaṁśa, or Māgadha dynasty. Sahadeva, the son of Jarāsandha, would beget Mārjāri, and from him would come Śrutaśravā. Subsequently taking birth in the dynasty will be Yutāyu, Niramitra, Sunakṣatra, Bṛhatsena, Karmajit, Sutañjaya, Vipra, Śuci, Kṣema, Suvrata, Dharmasūtra, Sama, Dyumatsena, Sumati, Subala, Sunītha, Satyajit, Viśvajit and Ripuñjaya."
        }
    ]
}
