{
    "info": {
        "id": "sb/4/16/19",
        "prevId": "sb/4/16/18",
        "nextId": "sb/4/16/20"
    },
    "verses": [
        {
            "roman": "ayaṁ tu sākṣād bhagavāṁs try-adhīśaḥ\nkūṭa-stha ātmā kalayāvatīrṇaḥ\nyasminn avidyā-racitaṁ nirarthakaṁ\npaśyanti nānātvam api pratītam\n"
        }
    ],
    "synonyms": "ayam—this King; tu—then; sākṣāt—directly; bhagavān—the Supreme Personality of Godhead; tri-adhīśaḥ—the master of the three planetary systems; kūṭa-sthaḥ—without any change; ātmā—the Supersoul; kalayā—by a partial plenary expansion; avatīrṇaḥ—descended; yasmin—in whom; avidyā-racitam—created by nescience; nirarthakam—without meaning; paśyanti—they see; nānātvam—material variegatedness; api—certainly; pratītam—understood.",
    "translation": "\nThis King is the master of the three worlds, and he is directly empowered by the Supreme Personality of Godhead. He is without change, and he is an incarnation of the Supreme known as a śaktyāveśa-avatāra. Being a liberated soul and completely learned, he sees all material varieties as meaningless because their basic principle is nescience.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe reciters of these prayers are describing the transcendental qualities of Pṛthu Mahārāja. These qualities are summarized in the words sākṣād bhagavān. This indicates that Mahārāja Pṛthu is directly the Supreme Personality of Godhead and therefore possesses unlimited good qualities. Being an incarnation of the Supreme Personality of Godhead, Mahārāja Pṛthu could not be equaled in his excellent qualities. The Supreme Personality of Godhead is fully equipped with six kinds of opulences, and King Pṛthu was also empowered in such a way that he could display these six opulences of the Supreme Personality of Godhead in full.\n"
        },
        {
            "type": "normal",
            "content": "The word kūṭa-stha, meaning \"without change,\" is also very significant. There are two kinds of living entities-nitya-mukta and nitya-baddha. A nitya-mukta never forgets his position as the eternal servant of the Supreme Personality of Godhead. One who does not forget this position and knows that he is part and parcel of the Supreme Lord is nitya-mukta. Such a nitya-mukta living entity represents the Supersoul as His expansion. As stated in the Vedas, nityo nityānām. Thus the nitya-mukta living entity knows that he is an expansion of the supreme nitya, or the eternal Supreme Personality of Godhead. Being in such a position, he sees the material world with a different vision. The living entity who is nitya-baddha, or eternally conditioned, sees the material varieties as being actually different from one another. In this connection we should remember that the embodiment of the conditioned soul is considered to be like a dress. One may dress in different ways, but a really learned man does not take dresses into consideration. As stated in Bhagavad-gītā (BG 5.18):\n"
        },
        {
            "type": "verse",
            "content": "vidyā-vinaya-sampanne\nbrāhmaṇe gavi hastini\nśuni caiva śvapāke ca\npaṇḍitāḥ sama-darśinaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].\"\n"
        },
        {
            "type": "normal",
            "content": "Thus a learned man does not look upon the dresses that externally cover the living entity, but sees the pure soul within the varieties of dress and knows very well that the varieties of dress are the creation of nescience (avidyā-racitam). Being a śaktyāveśa-avatāra, empowered by the Supreme Personality of Godhead, Pṛthu Mahārāja did not change his spiritual position, and consequently there was no possibility of his viewing the material world as reality.\n"
        }
    ]
}
