{
    "info": {
        "id": "sb/3/14/48",
        "prevId": "sb/3/14/47",
        "nextId": "sb/3/14/49"
    },
    "verses": [
        {
            "roman": "sa vai mahā-bhāgavato mahātmā\nmahānubhāvo mahatāṁ mahiṣṭhaḥ\npravṛddha-bhaktyā hy anubhāvitāśaye\nniveśya vaikuṇṭham imaṁ vihāsyati\n"
        }
    ],
    "synonyms": "saḥ—he; vai—certainly; mahā-bhāgavataḥ—the topmost devotee; mahā-ātmā—expanded intelligence; mahā-anubhāvaḥ—expanded influence; mahatām—of the great souls; mahiṣṭhaḥ—the greatest; pravṛddha—well matured; bhaktyā—by devotional service; hi—certainly; anubhāvita—being situated in the anubhāva stage of ecstasy; āśaye—in the mind; niveśya—entering; vaikuṇṭham—in the spiritual sky; imam—this (material world); vihāsyati—will quit.",
    "translation": "\nThat topmost devotee of the Lord will have expanded intelligence and expanded influence and will be the greatest of the great souls. Due to matured devotional service, he will certainly be situated in transcendental ecstasy and will enter the spiritual sky after quitting this material world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere are three stages of transcendental development in devotional service, which are technically called sthāyi-bhāva, anubhāva and mahābhāva. Continual perfect love of Godhead is called sthāyi-bhāva, and when it is performed in a particular type of transcendental relationship it is called anubhāva. But the stage of mahābhāva is visible amongst the personal pleasure potential energies of the Lord. It is understood that the grandson of Diti, namely Prahlāda Mahārāja, would constantly meditate on the Lord and reiterate His activities. Because he would constantly remain in meditation, he would easily transfer himself to the spiritual world after quitting his material body. Such meditation is still more conveniently performed by chanting and hearing the holy name of the Lord. This is especially recommended in this age of Kali.\n"
        }
    ]
}
