{
    "info": {
        "id": "sb/10/63/27",
        "prevId": "sb/10/63/26",
        "nextId": "sb/10/63/28"
    },
    "verses": [
        {
            "roman": "nānā-bhāvair līlayaivopapannair\ndevān sādhūn loka-setūn bibharṣi\nhaṁsy unmārgān hiṁsayā vartamānān\njanmaitat te bhāra-hārāya bhūmeḥ\n"
        }
    ],
    "synonyms": "nānā—various; bhāvaiḥ—with intentions; līlayā—as pastimes; eva—indeed; upapannaiḥ—assumed; devān—the demigods; sādhūn—the saintly sages; loka—of the world; setūn—the codes of religion; bibharṣi—You maintain; haṁsi—You kill; ut-mārgān—those who stray beyond the path; hiṁsayā—by violence; vartamānān—living; janma—birth; etat—this; te—Your; bhāra—the burden; hārāya—to relieve; bhūmeḥ—of the earth.",
    "translation": "\nWith various intentions, You perform pastimes to maintain the demigods, the saintly persons and the codes of religion for this world. By these pastimes You also kill those who stray from the right path and live by violence. Indeed, your present incarnation is meant to relieve the earth's burden.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs Lord Kṛṣṇa states in the Bhagavad-gītā (BG 9.29),\n"
        },
        {
            "type": "verse",
            "content": "samo 'haṁ sarva-bhūteṣu\nna me dveṣyo 'sti na priyaḥ\nye bhajanti tu māṁ bhaktyā\nmayi te teṣu cāpy aham"
        },
        {
            "type": "normal",
            "content": "\n\"I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend—is in Me—and I am also a friend to him.\"\n"
        },
        {
            "type": "normal",
            "content": "The demigods and sages (devān sādhūn) are dedicated to executing the will of the Supreme Lord. The demigods act as cosmic administrators, and the sages, by their teachings and their good example, illumine the path of self-realization and holiness. But those who transgress the natural law, the law of God, and live by committing violence against others are vanquished by the Supreme Lord in His various pastime incarnations. As the Lord states in the Bhagavad-gītā (BG 4.11), ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. He is impartial, but He responds appropriately to the actions of the living beings.\n"
        }
    ]
}
