{
    "info": {
        "id": "sb 10/63/Summary",
        "prevId": "sb/10/62/33",
        "nextId": "sb/10/63/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the battle between Lord Kṛṣṇa and Lord Śiva, as well as Śiva's glorification of Kṛṣṇa after the Lord had cut off Bāṇāsura's arms.\n"
        },
        {
            "type": "normal",
            "content": "When Aniruddha did not return from Śoṇitapura, His family and friends passed the four months of the rainy season in extreme distress. When they finally heard from Nārada Muni how Aniruddha had been captured, a large army of the best Yādava warriors, under Kṛṣṇa's protection, set off for Bāṇāsura's capital and laid siege to it. Bāṇāsura fiercely opposed them with his own army of equal size. To help Bāṇāsura, Lord Śiva, accompanied by Kārtikeya and a horde of mystic sages, took up arms against Balarāma and Kṛṣṇa. Bāṇa began fighting against Sātyaki, and Bāṇa's son fought against Sāmba. All the demigods assembled in the sky to witness the battle. With His arrows Lord Kṛṣṇa harassed the followers of Lord Śiva, and by putting Lord Śiva into a state of confusion He was able to destroy Bāṇāsura's army. Kārtikeya was so strongly beaten by Pradyumna that he fled the battlefield, while the remnants of Bāṇāsura's army, harried by the blows of Lord Balarāma's club, scattered in all directions.\n"
        },
        {
            "type": "normal",
            "content": "Enraged to see his army's destruction, Bāṇāsura rushed Kṛṣṇa to attack Him. But the Lord immediately killed Bāṇa's chariot driver and broke his chariot and bow, and then He sounded His Pāñcajanya conchshell. Next Bāṇāsura's mother, trying to save her son, appeared naked in front of Lord Kṛṣṇa, who averted His face to avoid looking at her. Seeing his chance, Bāṇa fled into his city.\n"
        },
        {
            "type": "normal",
            "content": "After Lord Kṛṣṇa had thoroughly defeated the ghosts and hobgoblins fighting under Lord Śiva, the Śiva-jvara weapon-a personification of fever with three heads and three legs-approached Lord Kṛṣṇa to fight Him. Seeing the Śiva-jvara, Kṛṣṇa released His Viṣṇu-jvara. The Śiva-jvara was overwhelmed by the Viṣṇu-jvara; having nowhere else to turn for shelter, the Śiva-jvara began to address Lord Kṛṣṇa, glorifying Him and asking for mercy. Lord Kṛṣṇa was pleased with the Śiva-jvara, and after the Lord had promised him freedom from fear, the Śiva-jvara bowed down to Him and departed.\n"
        },
        {
            "type": "normal",
            "content": "Next Bāṇāsura returned and attacked Lord Śrī Kṛṣṇa again, wielding all kinds of weapons in his thousand hands. But Lord Kṛṣṇa took His Sudarśana disc and began cutting off all the demon's arms Lord Śiva approached Kṛṣṇa to pray for Bāṇāsura's life, and when the Lord agreed to spare him, He spoke as follows to Śiva: \"Bāṇāsura does not deserve to die, since he was born in the family of Prahlāda Mahārāja. I have severed all but four of Bāṇa's arms just to destroy his false pride, and I have annihilated his army because they were a burden to the earth. Henceforward he will be free from old age and death, and remaining fearless in all circumstances, he will be one of your principal attendants.\"\n"
        },
        {
            "type": "normal",
            "content": "Assured he had nothing to fear, Bāṇāsura then offered his obeisances to Lord Kṛṣṇa and had Ūṣā and Aniruddha seated on their wedding chariot and brought before the Lord. Kṛṣṇa then set off for Dvārakā with Aniruddha and His bride leading the procession. When the newlyweds arrived at the Lord's capital, they were honored by the citizens, the Lord's relatives and the brāhmaṇas.\n"
        }
    ]
}
