{
    "info": {
        "id": "sb/5/2/10",
        "prevId": "sb/5/2/9",
        "nextId": "sb/5/2/11"
    },
    "verses": [
        {
            "roman": "vācaṁ paraṁ caraṇa-pañjara-tittirīṇāṁ\nbrahmann arūpa-mukharāṁ śṛṇavāma tubhyam\nlabdhā kadamba-rucir aṅka-viṭaṅka-bimbe\nyasyām alāta-paridhiḥ kva ca valkalaṁ te\n"
        }
    ],
    "synonyms": "vācam—the resounding vibration; param—only; caraṇa-pañjara—of the ankle bells; tittirīṇām—of the tittiri birds; brahman—O brāhmaṇa; arūpa—without form; mukharām—able to be very distinctly heard; śṛṇavāma—I hear; tubhyam—your; labdhā—gotten; kadamba—like the kadamba flower; ruciḥ—lovely color; aṅka-viṭaṅka-bimbe—on the beautiful circular hips; yasyām—on which; alāta-paridhiḥ—encirclement of burning cinders; kva—where; ca—also; valkalam—covering cloth; te—your.",
    "translation": "\nO brāhmaṇa, I can simply hear the tinkling of your ankle bells. Within those bells, tittiri birds seem to be chirping among themselves. Although I do not see their forms, I can hear how they are chirping. When I look at your beautiful circular hips, I see they are the lovely color of kadamba flowers, and your waist is encircled by a belt of burning cinders. Indeed, you seem to have forgotten to dress yourself.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWith lusty desires to see Pūrvacitti, Āgnīdhra especially gazed upon the girl's attractive hips and waist. When a man looks upon a woman with such lusty desires, he is captivated by her face, her breasts and her waist, for a woman first attracts a man to fulfill his sexual desires by the beautiful features of her face, by the beautiful slope of her breasts and also by her waist. Pūrvacitti was dressed in fine yellow silk, and therefore her hips looked like kadamba flowers. Because of her belt, her waist seemed to be encircled by burning cinders. She was fully dressed, but Āgnīdhra had become so lusty that he asked, \"Why have you come naked?\"\n"
        }
    ]
}
