{
    "info": {
        "id": "sb/6/11/25",
        "prevId": "sb/6/11/24",
        "nextId": "sb/6/11/26"
    },
    "verses": [
        {
            "roman": "na nāka-pṛṣṭhaṁ na ca pārameṣṭhyaṁ\nna sārva-bhaumaṁ na rasādhipatyam\nna yoga-siddhīr apunar-bhavaṁ vā\nsamañjasa tvā virahayya kāṅkṣe\n"
        }
    ],
    "synonyms": "na—not; nāka-pṛṣṭham—the heavenly planets or Dhruvaloka; na—nor; ca—also; pārameṣṭhyam—the planet on which Lord Brahmā resides; na—nor; sārva-bhaumam—sovereignty of the whole earthly planetary system; na—nor; rasā-ādhipatyam—sovereignty of the lower planetary systems; na—nor; yoga-siddhīḥ—eight kinds of mystic yogic power (aṇimā, laghimā, mahimā, etc.); apunaḥ-bhavam—liberation from rebirth in a material body; vā—or; samañjasa—O source of all opportunities; tvā—You; virahayya—being separated from; kāṅkṣe—I desire.",
    "translation": "\nO my Lord, source of all opportunities, I do not desire to enjoy in Dhruvaloka, the heavenly planets or the planet where Lord Brahmā resides, nor do I want to be the supreme ruler of all the earthly planets or the lower planetary systems. I do not desire to be master of the powers of mystic yoga, nor do I want liberation if I have to give up Your lotus feet.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA pure devotee never desires to gain material opportunities by rendering transcendental loving service to the Lord. A pure devotee desires only to engage in loving service to the Lord in the constant association of the Lord and His eternal associates, as stated in the previous verse (dāsānudāso bhavitāsmi). As confirmed by Narottama dāsa Ṭhākura:\n"
        },
        {
            "type": "verse",
            "content": "tāṅdera caraṇa sevi bhakta-sane vāsa\njaname janame haya, ei abhilāṣa"
        },
        {
            "type": "normal",
            "content": "\nTo serve the Lord and the servants of His servants, in the association of devotees, is the only objective of a pure, unalloyed devotee.\n"
        }
    ]
}
