{
    "info": {
        "id": "sb/10/86/21",
        "prevId": "sb/10/86/20",
        "nextId": "sb/10/86/22"
    },
    "verses": [
        {
            "roman": "tebhyaḥ sva-vīkṣaṇa-vinaṣṭa-tamisra-dṛgbhyaḥ\nkṣemaṁ tri-loka-gurur artha-dṛśaṁ ca yacchan\nśṛṇvan dig-anta-dhavalaṁ sva-yaśo 'śubha-ghnaṁ\ngītaṁ surair nṛbhir agāc chanakair videhān\n"
        }
    ],
    "synonyms": "tebhyaḥ—to them; sva—His; vīkṣaṇa—by the glance; vinaṣṭa—destroyed; tamisra—the darkness; dṛgbhyaḥ—of whose eyes; kṣemam—fearlessness; tri—three; loka—of the worlds; guruḥ—the spiritual master; artha-dṛśam—spiritual vision; ca—and; yacchan—bestowing; śṛṇvan—hearing; dik—of the directions; anta—the ends; dhavalam—which purify; sva—His; yaśaḥ—glories; aśubha—inauspiciousness; ghnam—which eradicate; gītam—sung; suraiḥ—by demigods; nṛbhiḥ—and by men; agāt—He came; śanakaiḥ—gradually; videhān—to the kingdom of Videha.",
    "translation": "\nSimply by glancing at those who came to see Him, Lord Kṛṣṇa, the spiritual master of the three worlds, delivered them from the blindness of materialism. As He thus endowed them with fearlessness and divine vision, He heard demigods and men singing His glories, which purify the entire universe and destroy all misfortune. Gradually, He reached Videha.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Jīva Gosvāmī raises the logical question of how the ordinary people along the path could even see the Lord, since not only were their eyes covered by ignorance, but the Lord's chariot was traveling faster than the wind. Supplying the answer, Śrīla Jīva indicates that Lord Kṛṣṇa's special glance of mercy empowered every one of them with the devotional purity required for entering into His association. Otherwise, He would have remained outside the scope of their power to see, as He Himself states in His instructions to Uddhava: bhaktyāham ekayā grāhyaḥ. \"I can be perceived only by devotion.\" (SB 11.14.21) By the grammatical rule of compound formation known as eka-śeṣa, the term sta-vīkṣaṇa-vinaṣṭa-tamisra-dṛgbhyaḥ, although in its primary sense inflected as a masculine noun, may be understood in this context as referring to both men and women.\n"
        }
    ]
}
