{
    "info": {
        "id": "sb/10/86/52",
        "prevId": "sb/10/86/51",
        "nextId": "sb/10/86/53"
    },
    "verses": [
        {
            "roman": "devāḥ kṣetrāṇi tīrthāni\ndarśana-sparśanārcanaiḥ\nśanaiḥ punanti kālena\ntad apy arhattamekṣayā\n"
        }
    ],
    "synonyms": "devāḥ—temple deities; kṣetrāṇi—pilgrimage sites; tīrthāni—and sacred rivers; darśana—by being seen; sparśana—being touched; arcanaiḥ—and being worshiped; śanaiḥ—gradually; punanti—purify; kālena—with time; tat api—the same; arhat-tama—of those (brāhmaṇas) who are most worshipable; īkṣayā—by the glance.",
    "translation": "\nOne can gradually become purified by seeing, touching and worshiping temple deities, places of pilgrimage and holy rivers. But one can attain the same result immediately simply by receiving the glance of exalted sages.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nRather than remaining in seclusion and concentrating on their own perfection, Vaiṣṇava brāhmaṇas of the highest order dedicate their lives to sharing the benediction of the Lord's devotional service. In the words of the sons of King Prācīnabarhi:\n"
        },
        {
            "type": "verse",
            "content": "teṣāṁ vicaratāṁ padbhyāṁ\ntīrthānāṁ pāvanecchayā\nbhītasya kiṁ na roceta\ntāvakānāṁ samāgamaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Dear Lord, Your personal associates, Your devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?\" (SB 4.30.37) And Prahlāda Mahārāja says,\n"
        },
        {
            "type": "verse",
            "content": "prāyeṇa deva munayaḥ sva-vimukti-kāmā\nmaunaṁ caranti vijane na parārtha-niṣṭhāḥ\nnaitān vihāya kṛpaṇān vimumukṣa eko\nnānyaṁ tvad asya śaraṇam bhramato 'nupaśye"
        },
        {
            "type": "normal",
            "content": "\n\"My dear Lord Nṛsiṁhadeva, I see that there are many saintly persons indeed, but they are interested only in their own deliverance. Not caring for the big cities and towns, they go to the Himalayas or the forest to meditate with vows of silence [mauna-vrata]. They are not interested in delivering others. As for me, however, I do not wish to be liberated alone, leaving aside all these poor fools and rascals. I know that without Kṛṣṇa consciousness, without taking shelter of Your lotus feet, one cannot be happy. Therefore I wish to bring them back to shelter at Your lotus feet.\" (SB 7.9.44)\n"
        }
    ]
}
