{
    "info": {
        "id": "sb/10/86/summary",
        "prevId": "sb/10/85/59",
        "nextId": "sb/10/86/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Arjuna kidnapped Subhadrā and how Lord Kṛṣṇa went to Mithilā to bless His devotees Bahulāśva and Śrutadeva."
        },
        {
            "type": "normal",
            "content": "When King Parīkṣit desired to learn about the marriage of his grandmother, Subhadrā-devī, Śrī Śukadeva Gosvāmī said, \"While touring on pilgrimage, Arjuna heard that Lord Baladeva intended to give the hand of His sister Subhadrā to Duryodhana in marriage. Wanting to kidnap Subhadrā and marry her himself, Arjuna disguised himself as a renunciant and went to Dvārakā. So effective was the disguise that neither Balarāma nor any other resident of Dvārakā recognized him; rather, they all showed him the respect due a Vaiṣṇava mendicant. In this way the four months of the rainy season passed. One day Arjuna received an invitation to dine at Lord Balarāma's home. There he caught sight of Subhadrā and was immediately overwhelmed with desire for her. Subhadrā also desired to have Arjuna as her husband, and thus she glanced back at him shyly. A few days later, Subhadrā left the palace to participate in a chariot festival. Taking this opportunity, Arjuna abducted Subhadrā and defeated the Yādavas who tried to stop him. Lord Balarāma was at first greatly angered to hear of this, but when Lord Śrī Kṛṣṇa and other family members pacified Him, He became joyful and sent the bride and groom off with elaborate wedding gifts.\""
        },
        {
            "type": "normal",
            "content": "There was a brāhmaṇa devotee of Śrī Kṛṣṇa's named Śrutadeva, who lived in the city of Mithila. By the will of Providence, he could earn only barely enough to keep himself and his family alive. Still, he was always satisfied and spent all his time executing his religious duties. King Bahulāśva was another great devotee of the Lord residing in Mithilā. A member of the dynasty in which King Janaka had appeared, Bahulāśva ruled over the whole province of Videha, yet he remained as detached from material wealth as Śrutadeva. Pleased with the devotional attitude of both these great souls, Lord Kṛṣṇa went on His chariot to Mithilā to visit them, taking along Nārada and several other learned sages. The people of Mithila greeted the Lord and His saintly entourage with great delight. Bearing various gifts for Kṛṣṇa, they bowed down and offered obeisances to both Him and the sages."
        },
        {
            "type": "normal",
            "content": "Bahulāśva and Śrutadeva both stepped forward and respectfully requested Śrī Kṛṣṇa to visit their homes. To satisfy both of them, the Lord expanded Himself and went to each of their homes simultaneously. They each worshiped Him suitably, offered prayers, washed His feet and then sprinkled themselves and all their family members with the wash water. Lord Kṛṣṇa then praised the sages who were with Him and glorified brāhmaṇas in general. He also imparted instructions to His hosts concerning devotional service. Understanding these instructions, both Śrutadeva and Bahulāśva honored the sages and Lord Śrī Kṛṣṇa with single-minded devotion. Lord Kṛṣṇa then returned to Dvārakā."
        }
    ]
}
