{
    "info": {
        "id": "sb/10/59/42",
        "prevId": "sb/10/59/41",
        "nextId": "sb/10/59/43"
    },
    "verses": [
        {
            "roman": "atho muhūrta ekasmin\nnānāgāreṣu tāḥ striyaḥ\nyathopayeme bhagavān\ntāvad-rūpa-dharo 'vyayaḥ\n"
        }
    ],
    "synonyms": "atha u—and then; muhūrte—at the auspicious time; ekasmin—same; nānā—various; agāreṣu—in residences; tāḥ—those; striyaḥ—women; yathā—properly; upayeme—married; bhagavān—the Supreme Lord; tāvat—that many; rūpa—forms; dharaḥ—assuming; avyayaḥ—the imperishable one.",
    "translation": "\nThen the imperishable Supreme Personality, assuming a separate form for each bride, duly married all the princesses simultaneously, each in her own palace.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs Śrīla Śrīdhara Svāmī explains, here the word yathā indicates that each marriage was duly performed. This means that the entire company of the Lords relatives, including His mother Devakī, appeared in each and every palace and attended each and every wedding. Since all these weddings took place simultaneously, this event was surely a manifestation of the Lords inconceivable potency.\n"
        },
        {
            "type": "normal",
            "content": "When Lord Kṛṣṇa does things, He does them in style. So it is not astonishing that the Lord simultaneously appeared in 16,100 wedding ceremonies taking place in 16,100 royal palaces, accompanied in each palace by all His relatives. Indeed, this is the way one would expect the Supreme Personality of Godhead to do things. After all, He is not an ordinary human being.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī further explains that on this particular occasion the Lord manifested His original form in each of His palaces. In other words, to take part in the wedding vows, He manifested identical forms (prakāśa) in all the palaces.\n"
        }
    ]
}
