{
    "info": {
        "id": "sb/10/59/43",
        "prevId": "sb/10/59/42",
        "nextId": "sb/10/59/44"
    },
    "verses": [
        {
            "roman": "gṛheṣu tāsām anapāyy atarka-kṛn\nnirasta-sāmyātiśayeṣv avasthitaḥ\nreme ramābhir nija-kāma-sampluto\nyathetaro gārhaka-medhikāṁś caran\n"
        }
    ],
    "synonyms": "gṛheṣu—in the residences; tāsām—their; anapāyī—never leaving; atarka—inconceivable; kṛt—performing deeds; nirasta—which refuted; sāmya—equality; atiśayeṣu—and superiority; avasthitaḥ—remaining; reme—He enjoyed; ramābhiḥ—with the pleasing women; nija—His own; kāma—in the pleasure; samplutaḥ—absorbed; yathā—as; itaraḥ—any other man; gārhaka-medhikān—the duties of household life; caran—carrying out.",
    "translation": "\nThe Lord, performer of the inconceivable, constantly remained in each of His queens' palaces, which were unequaled and unexcelled by any other residence. There, although fully satisfied within Himself, He enjoyed with His pleasing wives, and like an ordinary husband He carried out His household duties.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word atarka-kṛt is significant here. Tarka means \"logic,\" and atarka means \"that which is beyond logic.\" The Lord can perform (kṛt) that which is beyond mundane logic and hence inconceivable. Still, the Lord's activities can be appreciated and understood to a significant extent by those who surrender unto Him. This is the secret of bhakti, loving devotion to the Supreme Lord.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī comments that the Lord was always at home except for when He had to go out to do ordinary household duties. And Śrīla Viśvanātha Cakravartī points out that since in the Vaikuṇṭha planets Lord Nārāyaṇa enjoys with only one goddess of fortune and in Dvārakā Kṛṣṇa enjoys with thousands of queens, Dvārakā must be considered superior to Vaikuṇṭha. In this regard Śrīla Viśvanātha Cakravartī also quotes the following passage from the Skanda Purāṇa:\n"
        },
        {
            "type": "verse",
            "content": "ṣoḍaśaiva sahasrāṇi\ngopyas tawra samāgatāḥ\nhaṁsa eva mataḥ kṛṣṇaḥ\nparamātmā janārdanaḥ"
        },
        {
            "type": "verse",
            "content": "tasyaitāḥ śaktayo devi\nṣoḍaśaiva prakīṛtitāḥ\ncandra-rūpī mataḥ kṛṣṇaḥ\nkalā-rūpās tu tāḥ smṛtāḥ"
        },
        {
            "type": "verse",
            "content": "sampūrṇa-maṇḍalā tāsāṁ\nmālinī ṣoḍaśī kalā\nṣoḍaśaiva kalā yāsu\ngopī-rūpā varāṅgane"
        },
        {
            "type": "verse",
            "content": "ekaikaśas tāḥ sambhinnāḥ\nsahasreṇa pṛthak pṛthak"
        },
        {
            "type": "normal",
            "content": "\n\"At that place sixteen thousand gopīs were assembled with Kṛṣṇa, who is considered the Supreme, the Supersoul, the shelter of all living beings. These gopīs are His renowned sixteen potencies, O goddess. Kṛṣṇa is like the moon, the gopīs are like its phases, and the full contingent of gopīs is like the full sequence of the moons sixteen phases. Each of these sixteen divisions of gopīs, my dear Varāṅganā, is subdivided into one thousand parts.\"\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī further quotes the Kārttika-māhātmya section of the Padma Purāṇa: kaiśore gopa-kanyās tā yauvane rāja-kanyakāḥ. \"Those who were the daughters of cowherds in their early youth became royal princesses in their maturity.\" The ācārya adds, \"Therefore just as the Lord of Dvārakā is a plenary expansion of the supremely complete Lord of Śrī Vṛndāvana, so His principal queens are full expansions of His supremely complete pleasure potencies, the gopīs.\"\n"
        }
    ]
}
