{
    "info": {
        "id": "sb/10/59/summary",
        "prevId": "sb/10/58/58",
        "nextId": "sb/10/59/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter tells how Lord Kṛṣṇa killed Narakāsura, the son of the earth-goddess, and married the thousands of maidens the demon had kidnapped. It also describes how the Lord stole the pārijāta tree from heaven and how He behaved like an ordinary householder in each of His palaces."
        },
        {
            "type": "normal",
            "content": "After Narakāsura stole Lord Varuṇa's umbrella, mother Aditi's earrings, and the playground of the demigods known as Maṇi-parvata, Indra went to Dvārakā and described the demons transgressions to Lord Kṛṣṇa. Together with Queen Satyabhāmā, the Lord mounted His carrier Garuḍa and traveled to the capital of Narakāsura's kingdom. On a field outside the city He decapitated the demon Mura with His disc. Then He fought Mura's seven sons and sent them all to the abode of death, after which Narakāsura himself entered the battlefield on the back of an elephant. Naraka threw his śakti lance at Śrī Kṛṣṇa, but the weapon proved ineffective, and the Lord cut the demon's entire army to pieces. Finally, with His sharp-edged disc Kṛṣṇa cut off Narakāsura's head."
        },
        {
            "type": "normal",
            "content": "The earth-goddess, Pṛthivī, then approached Lord Kṛṣṇa and gave Him the various items Narakāsura had stolen. She offered prayers to the Lord and presented Naraka's frightened son at Lord Kṛṣṇa's lotus feet. After pacifying the demon's son, Kṛṣṇa entered Narakāsura's palace, where He found sixteen thousand one hundred young women. As soon as they caught sight of the Lord, they all decided to accept Him as their husband. The Lord sent them to Dvārakā along with a great quantity of treasure and then went with Queen Satyabhāmā to the abode of Indra. There He returned Aditi's earrings, and Indra and his wife, Śacī-devī, worshiped Him. On Satyabhāmā's request, Lord Kṛṣṇa uprooted the heavenly pārijāta tree and put it on the back of Garuḍa. After defeating Indra and the other demigods who opposed His taking of the tree, Kṛṣṇa returned with Queen Satyabhāmā to Dvārakā, where He planted it in a garden adjacent to Satyabhāmā's palace."
        },
        {
            "type": "normal",
            "content": "Indra had originally come to Lord Kṛṣṇa offering obeisances and begging Him to kill Narakāsura, but afterwards, when his business had been accomplished, he quarreled with the Lord. The demigods are prone to anger because they become intoxicated with pride in their opulences."
        },
        {
            "type": "normal",
            "content": "The infallible Supreme Lord manifested Himself in sixteen thousand one hundred separate forms and married each of the sixteen thousand one hundred brides in a different temple. He took up the required activities of household life just like an ordinary person, accepting various kinds of service from each of His many wives."
        }
    ]
}
