{
    "info": {
        "id": "bg/10/1",
        "prevId": "bg/9/34",
        "nextId": "bg/10/2"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nbhūya eva mahā-bāho\nśṛṇu me paramaṁ vacaḥ\nyat te 'haṁ prīyamāṇāya\nvakṣyāmi hita-kāmyayā\n"
        }
    ],
    "devanagari": [
        {
            "devanagari": "श्रीभगवानुवाच ।\nभूय एव महाबाहो शृणु मे परमं वचः ।\nयत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥१॥\n"
        }
    ],
    "synonyms": "śrī bhagavān uvāca—the Supreme Personality of Godhead said; bhūyaḥ—again; eva—certainly; mahā-bāho—O mighty-armed; śṛṇu—just hear; me—My; paramaṁ—supreme; vacaḥ—information; yat—that which; te—to you; aham—I; prīyamāṇāya—thinking you dear to Me; vakṣyāmi—say; hita-kāmyayā—for your benefit.",
    "translation": "The Supreme Lord said: My dear friend, mighty-armed Arjuna, listen again to My supreme word, which I shall impart to you for your benefit and which will give you great joy.",
    "purport": [
        {
            "text": "The word paramam is explained thus by Parāśara Muni: one who is full in six opulences, who has full strength, full fame, wealth, knowledge, beauty and renunciation, is paramam, or the Supreme Personality of Godhead. While Kṛṣṇa was present on this earth, He displayed all six opulences. Therefore great sages like Parāśara Muni have all accepted Kṛṣṇa as the Supreme Personality of Godhead. Now Kṛṣṇa is instructing Arjuna in more confidential knowledge of His opulences and His work. Previously, beginning with the Seventh Chapter, the Lord already explained His different energies and how they are acting. Now in this chapter He explains His specific opulences to Arjuna. In the previous chapter he has clearly explained His different energies to establish devotion in firm conviction. Again in this chapter He tells Arjuna about His manifestations and various opulences."
        },
        {
            "text": "The more one hears about the Supreme God, the more one becomes fixed in devotional service. One should always hear about the Lord in the association of devotees; that will enhance one's devotional service. Discourses in the society of devotees can take place only among those who are really anxious to be in Kṛṣṇa consciousness. Others cannot take part in such discourses. The Lord clearly tells Arjuna that because he is very dear to Him, for his benefit such discourses are taking place."
        }
    ]
}
