{
    "info": {
        "id": "sb 10/77/Summary",
        "prevId": "sb/10/76/33",
        "nextId": "sb/10/77/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Śrī Kṛṣṇa disposed of Śālva, the master of deception, and destroyed his airship Saubha.\n"
        },
        {
            "type": "normal",
            "content": "Having been removed from the battlefield, Pradyumna was extremely ashamed, and He ordered His driver to take His chariot once again into the presence of Dyumān. As Pradyumna fought with Dyumān, other Yadu heroes like Gada, Sātyaki, and Sāmba began to create havoc among Śālva's army. The battle continued in this way for twenty-seven days and nights.\n"
        },
        {
            "type": "normal",
            "content": "When Lord Kṛṣṇa returned to Dvārakā, He found it under siege. At once He ordered Dāruka to drive Him onto the battlefield. Suddenly Śālva noticed the Lord and threw his spear at Kṛṣṇa's charioteer, but the Lord shattered the weapon into hundreds of pieces and pierced Śālva and his Saubha vehicle with numerous arrows. Śālva responded by shooting an arrow that struck Kṛṣṇa's left arm. Amazingly, the Lord dropped the Śārṅga bow He was holding in His left hand. The demigods watching the battle cried out in alarm upon seeing the bow fall, while Śālva took the opportunity to insult Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then struck Śālva with His club, but the demon, vomiting blood, disappeared. A moment later a man came before Lord Kṛṣṇa and, after offering Him obeisances, introduced himself as a messenger from mother Devakī. The man informed the Lord that His father, Vasudeva, had been kidnapped by Śālva. Upon hearing this, Lord Kṛṣṇa seemed to lament like an ordinary man. Śālva then led forward someone who looked just like Vasudeva, decapitated him and took the head with him into his Saubha airship. Lord Śrī Kṛṣṇa, however, could understand the magic tricks of Śālva. Thus He pierced Śālva with a shower of arrows and struck the Saubha vehicle with His club, demolishing it. Śālva descended from his airplane and rushed toward Lord Kṛṣṇa to attack Him, but the Lord took up His Sudarśana disc and severed Śālva's head from his body.\n"
        },
        {
            "type": "normal",
            "content": "With the killing of Śālva, the demigods in the sky played kettledrums in jubilation. The demon Dantavakra then took a vow to avenge his friend Śālva's death.\n"
        }
    ]
}
