{
    "info": {
        "id": "sb 10/32/Summary",
        "prevId": "sb/10/31/19",
        "nextId": "sb/10/32/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Śrī Kṛṣṇa manifested Himself in the midst of the gopīs, who had become extremely disturbed by their separation from Him. After He consoled them, they expressed to Him their deep feelings of ecstasy.\n"
        },
        {
            "type": "normal",
            "content": "The gopīs having shown in various ways their great eagerness to see Kṛṣṇa, the attractor of Cupid, He appeared before them wearing silken yellow garments and a beautiful flower garland. Some of the gopīs, overwhelmed with ecstasy at seeing Him, grasped His hands, others placed His arm on their shoulders, and others accepted the remnants of betel nut He had chewed. Thus they served Him.\n"
        },
        {
            "type": "normal",
            "content": "One gopī, impelled by loving anger toward Kṛṣṇa, bit her lip and looked askance at Him. Because the gopīs were so attached to Kṛṣṇa, they were not satiated even by continuously gazing at Him. One of them then placed Kṛṣṇa within her heart, closed her eyes and, embracing Him within herself again and again, became absorbed in transcendental bliss, just like a yogī. In this way the pain the gopīs had felt because of separation from the Lord was dispelled.\n"
        },
        {
            "type": "normal",
            "content": "Next Lord Kṛṣṇa went to the bank of the Yamunā in the company of the cowherd girls, His internal potencies. The gopīs then made a seat for Kṛṣṇa out of their shawls, and after He had sat down they enjoyed with Him by gesturing amorously. The gopīs still felt hurt that Kṛṣṇa had disappeared, so He explained to them why He had done so. He further told them that He had come under the exclusive control of their loving devotion and would ever remain indebted to them.\n"
        }
    ]
}
