{
    "info": {
        "id": "sb/9/20/21",
        "prevId": "sb/9/20/20",
        "nextId": "sb/9/20/22"
    },
    "verses": [
        {
            "roman": "mātā bhastrā pituḥ putro\nyena jātaḥ sa eva saḥ\nbharasva putraṁ duṣmanta\nmāvamaṁsthāḥ śakuntalām\n"
        }
    ],
    "synonyms": "mātā—the mother; bhastrā—just like the skin of a bellows containing air; pituḥ—of the father; putraḥ—the son; yena—by whom; jātaḥ—one is born; saḥ—the father; eva—indeed; saḥ—the son; bharasva—just maintain; putram—your son; duṣmanta—O Mahārāja Duṣmanta; mā—do not; avamaṁsthāḥ—insult; śakuntalām—Śakuntalā.",
    "translation": "\nThe voice said: O Mahārāja Duṣmanta, a son actually belongs to his father, whereas the mother is only a container, like the skin of a bellows. According to Vedic injunctions, the father is born as the son. Therefore, maintain your own son and do not insult Śakuntalā.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to the Vedic injunction ātmā vai putra-nāmāsi, the father becomes the son. The mother is simply like a storekeeper, because the seed of the child is placed in her womb, but it is the father who is responsible for maintaining the son. In Bhagavad-gītā the Lord says that He is the seed-giving father of all living entities (ahaṁ bīja-pradaḥ pitā (BG 14.4)), and therefore He is responsible for maintaining them. This is also confirmed in the Vedas. Eko bahūnāṁ yo vidadhāti kāmān: although God is one, He maintains all living entities with their necessities for life. The living entities in different forms are sons of the Lord, and therefore the father, the Supreme Lord, supplies them food according to their different bodies. The small ant is supplied a grain of sugar, and the elephant is supplied tons of food, but everyone is able to eat. Therefore there is no question of overpopulation. Because the father, Kṛṣṇa, is fully opulent, there is no scarcity of food, and because there is no scarcity, the propaganda of overpopulation is only a myth. Actually one suffers for want of food when material nature, under the order of the father, refuses to supply him food. It is the living entity's position that determines whether food will be supplied or not. When a diseased person is forbidden to eat, this does not mean that there is a scarcity of food; rather, the diseased person requires the treatment of not being supplied with food. In Bhagavad-gītā (BG 7.10) the Lord also says, bījaṁ māṁ sama-bhūtānām: \"I am the seed of all living entities.\" A particular type of seed is sown within the earth, and then a particular type of tree or plant comes out. The mother resembles the earth, and when a particular type of seed is sown by the father, a particular type of body takes birth.\n"
        }
    ]
}
