{
    "info": {
        "id": "sb/9/20/summary",
        "prevId": "sb/9/19/29",
        "nextId": "sb/9/20/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the history of Pūru and his descendant Duṣmanta. The son of Pūru was Janamejaya, and his son was Pracinvān. The sons and grandsons in the line of Pracinvān, one after another, were Pravīra, Manusyu, Cārupada, Sudyu, Bahugava, Saṁyāti, Ahaṁyāti and Raudrāśva. Raudrāśva had ten sons-Ṛteyu, Kakṣeyu, Sthaṇḍileyu, Kṛteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. The son of Ṛteyu was Rantināva, who had three sons-Sumati, Dhruva and Apratiratha. The son of Apratiratha was Kaṇva, and Kaṇva's son was Medhātithi. The sons of Medhātithi, headed by Praskanna, were all brāhmaṇas. The son of Rantināva named Sumati had a son named Rebhi, and his son was Duṣmanta."
        },
        {
            "type": "normal",
            "content": "While hunting in the forest, Duṣmanta once approached the āśrama of Mahāṛṣi Kaṇva, where he saw an extremely beautiful woman and became attracted to her. That woman was the daughter of Viśvāmitra, and her name was Śakuntalā. Her mother was Menakā, who had left her in the forest, where Kaṇva Muni found her. Kaṇva Muni brought her to his āśrama, where he raised and maintained her. When Śakuntalā accepted Mahārāja Duṣmanta as her husband, he married her according to the gāndharva-vidhi. Śakuntalā later became pregnant by her husband, who left her in the āśrama of Kaṇva Muni and returned to his kingdom."
        },
        {
            "type": "normal",
            "content": "In due course of time, Śakuntalā gave birth to a Vaiṣṇava son, but Duṣmanta, having returned to the capital, forgot what had taken place. Therefore, when Śakuntalā approached him with her newly born child, Mahārāja Duṣmanta refused to accept them as his wife and son. Later, however, after a mysterious omen, the King accepted them. After Mahārāja Duṣmanta's death, Bharata, the son of Śakuntalā, was enthroned. He performed many great sacrifices, in which he gave great riches in charity to the brāhmaṇas. This chapter ends by describing the birth of Bharadvāja and how Mahārāja Bharata accepted Bharadvāja as his son."
        }
    ]
}
