{
    "info": {
        "id": "sb/4/20/32",
        "prevId": "sb/4/20/31",
        "nextId": "sb/4/20/33"
    },
    "verses": [
        {
            "roman": "maitreya uvāca\nity ādi-rājena nutaḥ sa viśva-dṛk\ntam āha rājan mayi bhaktir astu te\ndiṣṭyedṛśī dhīr mayi te kṛtā yayā\nmāyāṁ madīyāṁ tarati sma dustyajām\n"
        }
    ],
    "synonyms": "maitreyaḥ—Maitreya, the great sage; uvāca—spoke; iti—thus; ādi-rājena—by the original king (Pṛthu); nutaḥ—being worshiped; saḥ—He (the Supreme Personality of Godhead); viśva-dṛk—the seer of the whole universe; tam—unto him; āha—said; rājan—my dear King; mayi—unto Me; bhaktiḥ—devotional service; astu—let it be; te—your; diṣṭyā—by good fortune; īdṛśī—like this; dhīḥ—intelligence; mayi—unto Me; te—by you; kṛtā—having been performed; yayā—by which; māyām—illusory energy; madīyām—My; tarati—crosses over; sma—certainly; dustyajām—very difficult to give up.",
    "translation": "The great sage Maitreya continued by saying that the Lord, the seer of the universe, after hearing Pṛthu Mahārāja's prayer, addressed the King: My dear King, may you always be blessed by engaging in My devotional service. Only by such purity of purpose, as you yourself very intelligently express, can one cross over the insurmountable illusory energy of māyā.",
    "purport": [
        {
            "type": "normal",
            "content": "This is also confirmed in Bhagavad-gītā, wherein the Lord also claims that the illusory energy is insurmountable. No one can transcend the illusory energy of māyā by fruitive activity, speculative philosophy or mystic yoga. The only means for transcending illusory energy is devotional service, as the Lord Himself states: mām eva ye prapadyante māyām etāṁ taranti te (BG 7.14). If one wants to cross over the ocean of material existence, there is no alternative than to take to devotional service. A devotee, therefore, should not care for any material position, whether in heaven or in hell. A pure devotee should always engage in the service of the Lord, for that is his real occupation. Simply by sticking to that position, one can overcome the stringent laws of material nature."
        }
    ]
}
