{
    "info": {
        "id": "sb/4/20/5",
        "prevId": "sb/4/20/4",
        "nextId": "sb/4/20/6"
    },
    "verses": [
        {
            "roman": "ataḥ kāyam imaṁ vidvān\navidyā-kāma-karmabhiḥ\nārabdha iti naivāsmin\npratibuddho 'nuṣajjate\n"
        }
    ],
    "synonyms": "ataḥ—therefore; kāyam—body; imam—this; vidvān—he who has knowledge; avidyā—by nescience; kāma—desires; karmabhiḥ—and by activities; ārabdhaḥ—created; iti—thus; na—never; eva—certainly; asmin—to this body; pratibuddhaḥ—one who knows; anuṣajjate—becomes addicted.",
    "translation": "Those who are in full knowledge of the bodily conception of life, who know that this body is composed of nescience, desires and activities resulting from illusion, do not become addicted to the body.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in a previous verse, those with good intellect (sudhiyaḥ) do not accept themselves to be the body. Being a creation of nescience, the body has two types of activities. In the bodily conception, when we think that sense gratification will help us, we are in illusion. Another kind of illusion is to think that one will become happy by trying to satisfy the desires that arise from the illusory body or by attaining elevation to the higher planetary systems or by performing various types of Vedic rituals. This is all illusion. Similarly, material activities performed for political emancipation and social and humanitarian activities performed with an idea that people of the world will be happy are also illusory because the basic principle is the bodily conception, which is illusory. Whatever we desire or perform under the bodily conception is all illusion. In other words, Lord Viṣṇu informed Pṛthu Mahārāja that although the sacrificial performances set an example for ordinary people, there was no need for such sacrificial performances as far as his personal self was concerned. As confirmed in Bhagavad-gītā (BG 2.45):"
        },
        {
            "type": "verse",
            "content": "traiguṇya-viṣayā vedānistraiguṇyo bhavārjuna\nnirdvandvo nitya-sattva-sthoniryoga-kṣema ātmavān"
        },
        {
            "type": "normal",
            "content": "\"The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the self.\""
        },
        {
            "type": "normal",
            "content": "The ritualistic performances recommended in the Vedas mainly depend on the three modes of material nature. Consequently Arjuna was advised to transcend the Vedic activities. The activities Arjuna was advised to perform were the transcendental activities of devotional service."
        }
    ]
}
