{
    "info": {
        "id": "sb/7/2/11",
        "prevId": "sb/7/2/10",
        "nextId": "sb/7/2/12"
    },
    "verses": [
        {
            "roman": "viṣṇur dvija-kriyā-mūlo\nyajño dharmamayaḥ pumān\ndevarṣi-pitṛ-bhūtānāṁ\ndharmasya ca parāyaṇam\n"
        }
    ],
    "synonyms": "viṣṇuḥ—Lord Viṣṇu, the Supreme Personality of Godhead; dvija—of the brāhmaṇas and kṣatriyas; kriyā-mūlaḥ—whose root is the performance of yajña and the ritualistic ceremonies mentioned in the Vedas; yajñaḥ—personified yajña (Lord Viṣṇu, who is known as the yajña-puruṣa); dharma-mayaḥ—full of religious principles; pumān—the Supreme Person; deva-ṛṣi—of the demigods and great ṛṣis like Vyāsadeva and Nārada; pitṛ—of the forefathers; bhūtānām—and of all other living entities; dharmasya—of the religious principles; ca—also; parāyaṇam—the shelter.",
    "translation": "The basic principle of brahminical culture is to satisfy Lord Viṣṇu, the personification of sacrificial and ritualistic ceremonies. Lord Viṣṇu is the personified reservoir of all religious principles, and He is the shelter of all the demigods, the great pitās, and the people in general. When the brāhmaṇas are killed, no one will exist to encourage the kṣatriyas to perform yajñas, and thus the demigods, not being appeased by yajña, will automatically die.",
    "purport": [
        {
            "type": "normal",
            "content": "Since Viṣṇu is the central point of brahminical culture, Hiraṇyakaśipu's plan was to kill Viṣṇu, for if Viṣṇu were killed, naturally the brahminical culture would also be lost. With brahminical culture lost, yajña would no longer be performed, and for want of yajña the regular distribution of rainfall would cease (yajñād bhavati parjanyaḥ (BG 3.14)). Thus there would be disturbances all over the world, and naturally the demigods would be defeated. From this verse we get a clear indication of how human society is disturbed when the Vedic Āryan civilization is killed and the Vedic ritualistic ceremonies performed by the brāhmaṇas are stopped. Kalau śūdra-sambhavaḥ: because the population of the modern world consists mostly of śūdras, the brahminical culture is now lost and is extremely difficult to reestablish in a proper way. Therefore Lord Caitanya has recommended the chanting of the holy name of the Lord, which will revive brahminical culture very easily."
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāmaharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "Because of the increment in demoniac population, people have lost brahminical culture. Nor is there a kṣatriya government. Instead, the government is a democracy in which any śūdra can be voted into taking up the governmental reigns and capture the power to rule. Because of the poisonous effects of Kali-yuga, the śāstra (SB 12.2.13) says, dasyu-prāyeṣu rājasu: the government will adopt the policies of dasyus, or plunderers. Thus there will be no instructions from the brāhmaṇas, and even if there are brahminical instructions, there will be no kṣatriya rulers who can follow them. Aside from Satya-yuga, even formerly, in the days when demons were flourishing, Hiraṇyakaśipu planned to destroy the brahminical culture and the kṣatriya government and thus create chaos all over the world. Although in Satya-yuga this plan was very difficult to execute, in Kali-yuga, which is full of śūdras and demons, the brahminical culture is lost and can be revived only by the chanting of the mahā-mantra. Therefore the Kṛṣṇa consciousness movement, or the Hare Kṛṣṇa movement, has been inaugurated to revive brahminical culture very easily so that people may become happy and peaceful in this life and prepare for elevation in the next. In this regard, Śrīla Madhvācārya quotes this verse from the Brahmāṇḍa Purāṇa:"
        },
        {
            "type": "verse",
            "content": "vipra-yajñādi-mūlaṁ tuharir ity āsuraṁ matam\nharir eva hi sarvasyamūlaṁ samyaṅ mato nṛpa"
        },
        {
            "type": "normal",
            "content": "\"O King, the demons think that Hari, Lord Viṣṇu, exists because of the brāhmaṇas and yajña, but factually Hari is the cause of everything including the brāhmaṇas and yajña.\" Therefore, through the popularizing of hari-kīrtana, or the saṅkīrtana movement, the brahminical culture and kṣatriya government will automatically come back, and people will be extremely happy."
        }
    ]
}
