{
    "info": {
        "id": "sb/7/2/14",
        "prevId": "sb/7/2/13",
        "nextId": "sb/7/2/15"
    },
    "verses": [
        {
            "roman": "pura-grāma-vrajodyāna-\nkṣetrārāmāśramākarān\nkheṭa-kharvaṭa-ghoṣāṁś ca\ndadahuḥ pattanāni ca\n"
        }
    ],
    "synonyms": "pura—cities and towns; grāma—villages; vraja—pasturing grounds; udyāna—gardens; kṣetra—agricultural fields; ārāma—natural forests; āśrama—hermitages of saintly persons; ākarān—and mines (that produce valuable metals to maintain brahminical culture); kheṭa—farm villages; kharvaṭa—mountain villages; ghoṣān—the little villages of cowherds; ca—and; dadahuḥ—they burned; pattanāni—the capitals; ca—also.",
    "translation": "The demons set fire to the cities, villages, pasturing grounds, cowpens, gardens, agricultural fields and natural forests. They burned the hermitages of the saintly persons, the important mines that produced valuable metals, the residential quarters of the agriculturalists, the mountain villages, and the villages of the cow protectors, the cowherd men. They also burned the government capitals.",
    "purport": [
        {
            "type": "normal",
            "content": "The word udyāna refers to places where trees are especially grown to produce fruits and flowers, which are most important for human civilization. Kṛṣṇa says in Bhagavad-gītā (BG 9.26):"
        },
        {
            "type": "verse",
            "content": "patraṁ puṣpaṁ phalaṁ toyaṁyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtamaśnāmi prayatātmanaḥ"
        },
        {
            "type": "normal",
            "content": "\"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.\" Fruits and flowers are very much pleasing to the Lord. If one wants to please the Supreme Personality of Godhead, he can simply offer fruits and flowers, and the Lord will be pleased to accept them. Our only duty is to please the Supreme Godhead (saṁsiddhir hari-toṣaṇam (SB 1.2.13)). Whatever we do and whatever our occupation, our main purpose should be to please the Supreme Lord. All the paraphernalia mentioned in this verse is especially meant for the satisfaction of the Lord, not the satisfaction of one's senses. The government—indeed, the entire society—should be structured in such a way that everyone can be trained to satisfy the Supreme Personality of Godhead. But unfortunately, especially in this age, na te viduḥ svārtha-gatiṁ hi viṣṇum: (SB 7.5.31) people do not know that the highest goal of human life is to please Lord Viṣṇu. On the contrary, like demons, they simply plan to kill Viṣṇu and be happy by sense gratification."
        }
    ]
}
