{
    "info": {
        "id": "sb/7/2/36",
        "prevId": "sb/7/2/35",
        "nextId": "sb/7/2/37"
    },
    "verses": [
        {
            "roman": "tatra ha preta-bandhūnām\nāśrutya paridevitam\nāha tān bālako bhūtvā\nyamaḥ svayam upāgataḥ\n"
        }
    ],
    "synonyms": "tatra—there; ha—certainly; preta-bandhūnām—of the friends and relatives of the dead King; āśrutya—hearing; paridevitam—the loud lamentation (so loud that it could be heard from the planet of Yamarāja); āha—said; tān—unto them (the lamenting queens); bālakaḥ—a boy; bhūtvā—becoming; yamaḥ—Yamarāja, the superintendent of death; svayam—personally; upāgataḥ—after coming.",
    "translation": "\nWhile the queens were lamenting for the dead body of the King, their loud cries were heard even from the abode of Yamarāja. Assuming the body of a boy, Yamarāja personally approached the relatives of the dead body and advised them as follows.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSometimes the living entity is forced to give up his body and enter another one according to the judgment of Yamarāja. It is difficult, however, for the conditioned soul to enter another body unless the present dead body is annihilated through cremation or some other means. The living being has attachment for the present body and does not want to enter another, and thus in the interim he remains a ghost. If a living being who has already left his body has been pious, Yamarāja, just to give him relief, will give him another body. Since the living being in the body of the King had some attachment to his body, he was hovering as a ghost, and therefore Yamarāja, as a special consideration, approached the lamenting relatives to instruct them personally. Yamarāja approached them as a child because a child is not restricted but is granted admittance anywhere, even to the palace of a king. Besides this, the child was speaking philosophy. People are very much interested in hearing philosophy when it is spoken by a child.\n"
        }
    ]
}
