{
    "info": {
        "id": "sb/7/2/41",
        "prevId": "sb/7/2/40",
        "nextId": "sb/7/2/42"
    },
    "verses": [
        {
            "roman": "bhūtāni tais tair nija-yoni-karmabhir\nbhavanti kāle na bhavanti sarvaśaḥ\nna tatra hātmā prakṛtāv api sthitas\ntasyā guṇair anyatamo hi badhyate\n"
        }
    ],
    "synonyms": "bhūtāni—all the bodies of the living entities; taiḥ taiḥ—their own respective; nija-yoni—causing their own bodies; karmabhiḥ—by past activities; bhavanti—appear; kāle—in due course of time; na bhavanti—disappear; sarvaśaḥ—in all respects; na—not; tatra—there; ha—indeed; ātmā—the soul; prakṛtau—within this material world; api—although; sthitaḥ—situated; tasyāḥ—of her (the material energy); guṇaiḥ—by different modes; anya-tamaḥ—most different; hi—indeed; badhyate—is bound.",
    "translation": "Every conditioned soul receives a different type of body according to his work, and when the engagement is finished the body is finished. Although the spirit soul is situated in subtle and gross material bodies in different forms of life, he is not bound by them, for he is always understood to be completely different from the manifested body.",
    "purport": [
        {
            "type": "normal",
            "content": "Here it is very plainly explained that God is not responsible for the living entity's accepting different types of bodies. One has to accept a body according to the laws of nature and one's own karma. Therefore the Vedic injunction is that a person engaged in material activities should be given directions by which he can intelligently apply his activities to the service of the Lord to become free from the material bondage of repeated birth and death (sva-karmaṇā tam abhyarcya siddhiṁ vindati mānavaḥ (BG 18.46)). The Lord is always ready to give directions. Indeed, His directions are elaborately given in Bhagavad-gītā. If we take advantage of these directions, then in spite of our being conditioned by the laws of material nature, we shall become free to attain our original constitution (mām eva ye prapadyante māyām etāṁ taranti te (BG 7.14)). We should have firm faith that the Lord is supreme and that if we surrender to Him, He will take charge of us and indicate how we can get out of material life and return home, back to Godhead. Without such surrender, one is obliged to accept a certain type of body according to his karma, sometimes as an animal, sometimes a demigod and so on. Although the body is obtained and lost in due course of time, the spirit soul does not actually mix with the body, but is subjugated by the particular modes of nature with which he is sinfully associated. Spiritual education changes one's consciousness so that one simply carries out the orders of the Supreme Lord and becomes free from the influence of the modes of material nature."
        }
    ]
}
