{
    "info": {
        "id": "sb/7/2/49",
        "prevId": "sb/7/2/48",
        "nextId": "sb/7/2/50"
    },
    "verses": [
        {
            "roman": "atha nityam anityaṁ vā\nneha śocanti tad-vidaḥ\nnānyathā śakyate kartuṁ\nsva-bhāvaḥ śocatām iti\n"
        }
    ],
    "synonyms": "atha—therefore; nityam—the eternal spirit soul; anityam—the temporary material body; vā—or; na—not; iha—in this world; śocanti—they lament for; tat-vidaḥ—those who are advanced in knowledge of the body and soul; na—not; anyathā—otherwise; śakyate—is able; kartum—to do; sva-bhāvaḥ—the nature; śocatām—of those prone to lamentation; iti—thus.",
    "translation": "\nThose who have full knowledge of self-realization, who know very well that the spirit soul is eternal whereas the body is perishable, are not overwhelmed by lamentation. But persons who lack knowledge of self-realization certainly lament. Therefore it is difficult to educate a person in illusion.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to the mīmāṁsā philosophers, everything is eternal, nitya, and according to the Sāṅkhya philosophers everything is mithyā, or anitya—impermanent. Nonetheless, without real knowledge of ātma—, the soul, such philosophers must be bewildered and must continue to lament as śūdras. Śrīla Śukadeva Gosvāmī therefore said to Parīkṣit Mahārāja:\n"
        },
        {
            "type": "verse",
            "content": "śrotavyādīni rājendra\nnṛṇāṁ santi sahasraśaḥ\napaśyatām ātma-tattvaṁ\ngṛheṣu gṛha-medhinām"
        },
        {
            "type": "normal",
            "content": "\n\"Those who are materially engrossed, being blind to knowledge of the ultimate truth, have many subjects for hearing in human society, O Emperor.\" (SB 2.1.2) For ordinary persons engaged in material activities there are many, many subject matters to understand because such persons do not understand self-realization. One must therefore be educated in self-realization so that under any circumstances in life he will remain steady in his vows.\n"
        }
    ]
}
