{
    "info": {
        "id": "sb/10/5/11",
        "prevId": "sb/10/5/10",
        "nextId": "sb/10/5/12"
    },
    "verses": [
        {
            "roman": "gopyaḥ sumṛṣṭa-maṇi-kuṇḍala-niṣka-kaṇṭhyaś\ncitrāmbarāḥ pathi śikhā-cyuta-mālya-varṣāḥ\nnandālayaṁ sa-valayā vrajatīr virejur\nvyālola-kuṇḍala-payodhara-hāra-śobhāḥ\n"
        }
    ],
    "synonyms": "gopyaḥ—the gopīs; su-mṛṣṭa—very dazzling; maṇi—made of jewels; kuṇḍala—wearing earrings; niṣka-kaṇṭhyaḥ—and having little keys and lockets hanging from their necks; citra-ambarāḥ—dressed with varieties of colored embroidery; pathi—on their way to Yaśodāmayī's house; śikhā-cyuta—fell from their hair; mālya-varṣāḥ—a shower of flower garlands; nanda-ālayam—to the house of Mahārāja Nanda; sa-valayāḥ—with bangles on their hands; vrajatīḥ—while going (in that costume); virejuḥ—they looked very, very beautiful; vyālola—moving; kuṇḍala—with earrings; payodhara—with breasts; hāra—with flower garlands; śobhāḥ—who appeared so beautiful.",
    "translation": "\nIn the ears of the gopīs were brilliantly polished jeweled earrings, and from their necks hung metal lockets. Their hands were decorated with bangles, their dresses were of varied colors, and from their hair, flowers fell onto the street like showers. Thus while going to the house of Mahārāja Nanda, the gopīs, their earrings, breasts and garlands moving, were brilliantly beautiful.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe description of the gopīs, who were going to the house of Mahārāja Nanda to welcome Kṛṣṇa, is especially significant. The gopīs were not ordinary women, but expansions of Kṛṣṇa's pleasure potency, as described in the Brahma-saṁhitā (5.37,29):\n"
        },
        {
            "type": "verse",
            "content": "ānanda-cinmaya-rasa-pratibhāvitābhis\ntābhir ya eva nija-rūpatayā kalābhiḥ\ngoloka eva nivasaty akhilātma-bhūto\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi\n(Bs 5.37)"
        },
        {
            "type": "verse",
            "content": "cintāmaṇi-prakara-sadmasu kalpa-vṛkṣa-\nlakṣāvṛteṣu surabhīr abhipālayantam\nlakṣmī-sahasra-śata-sambhrama-sevyamānaṁ\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi\n(Bs 5.29)"
        },
        {
            "type": "normal",
            "content": "\nKṛṣṇa is always worshiped by the gopīs wherever He goes. Therefore Kṛṣṇa is so vividly described in Śrīmad-Bhāgavatam. Śrī Caitanya Mahāprabhu has also described Kṛṣṇa in this way: ramyā kācid upāsanā vrajavadhū-vargeṇa yā kalpitā. All these gopīs were going to offer Kṛṣṇa their presentations because the gopīs are eternal associates of the Lord. Now the gopīs were more jubilant because of the news of Kṛṣṇa's appearance in Vṛndāvana.\n"
        }
    ]
}
