{
    "info": {
        "id": "sb/11/21/1",
        "prevId": "sb 11/21/Summary",
        "nextId": "sb/11/21/2"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nya etān mat-patho hitvā\nbhakti-jñāna-kriyātmakān\nkṣudrān kāmāṁś calaiḥ prāṇair\njuṣantaḥ saṁsaranti te\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; ye—those who; etān—these; mat-pathaḥ—means for achieving Me; hitvā—giving up; bhakti—devotional service; jñāna—analytic philosophy; kriyā—regulated work; ātmakān—consisting of; kṣudrān—insignificant; kāmān—sense gratification; calaiḥ—by the flickering; prāṇaiḥ—senses; juṣantaḥ—cultivating; saṁsaranti—undergo material existence; te—they.",
    "translation": "\nThe Supreme Personality of Godhead said: Those who give up these methods for achieving Me, which consist of devotional service, analytic philosophy and regulated execution of prescribed duties, and instead, being moved by the material senses, cultivate insignificant sense gratification, certainly undergo the continual cycle of material existence.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs clearly explained by Lord Kṛṣṇa in the previous chapters, philosophical analysis and also the performance of prescribed duties are ultimately meant for achieving Kṛṣṇa consciousness, or pure love of God. Devotional service, based on hearing and chanting the glories of the Lord, directly engages the conditioned soul in the Lord's loving service and thus is the most efficient means of achieving the Lord. All three processes, however, share a common goal, Kṛṣṇa consciousness. Now the Lord describes those who, being completely absorbed in material sense gratification, do not adopt any authorized means to achieve the Lord's mercy. Currently, hundreds of millions of unfortunate human beings fit squarely into this category and, as described here, perpetually suffer the bondage of material existence.\n"
        }
    ]
}
