{
    "info": {
        "id": "sb/11/21/10",
        "prevId": "sb/11/21/9",
        "nextId": "sb/11/21/11"
    },
    "verses": [
        {
            "roman": "dravyasya śuddhy-aśuddhī ca\ndravyeṇa vacanena ca\nsaṁskāreṇātha kālena\nmahatvālpatayātha vā\n"
        }
    ],
    "synonyms": "dravyasya—of an object; śuddhi—purity; aśuddhī—or impurity; ca—and; dravyeṇa—by another object; vacanena—by speech; ca—and; saṁskāreṇa—by ritual performance; atha—or else; kālena—by time; mahatva-alpatayā—by greatness or smallness; atha vā—or else.",
    "translation": "\nAn object's purity or impurity is established by application of another object, by words, by rituals, by the effects of time or according to relative magnitude.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nCloth is purified by application of clean water and contaminated by application of urine. The words of a saintly brāhmaṇa are pure, but the sound vibration of a materialistic person is contaminated by lust and envy. A saintly devotee explains actual purity to others, whereas a nondevotee makes false propaganda that leads innocent people to commit polluted, sinful activities. Pure rituals are those meant for the satisfaction of the Supreme Lord, while materialistic ceremonies are those that lead their followers into materialistic and demoniac activities. The word saṁskāreṇa also indicates that the purity or impurity of a particular object is ascertained according to the regulations of ritualistic performances. For example, a flower to be offered to the Deity must be purified with water. Flowers or food cannot be offered to the Deity, however, if they have been contaminated by being smelled or tasted before the offering. The word kālena indicates that certain substances are purified by time and others contaminated by time. Rainwater, for example, is considered pure after ten days' time, and after three days in cases of emergency. On the other hand, certain foods decay in time and thus become impure. Mahatva indicates that great bodies of water do not become contaminated, and alpatayā means that a small amount of water can easily become polluted or stagnant. In the same way, a great soul is not polluted by occasional contact with materialistic persons, whereas one whose devotion to God is very small is easily carried away and put into doubt by bad association. In terms of combination with other substances, and in terms of speech, ritual, time and magnitude, the purity and impurity of all objects can be ascertained.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura remarks that impure or decayed food is certainly forbidden for normal persons but is permissible for those who have no other means of subsistence.\n"
        }
    ]
}
