{
    "info": {
        "id": "sb/11/21/18",
        "prevId": "sb/11/21/17",
        "nextId": "sb/11/21/19"
    },
    "verses": [
        {
            "roman": "yato yato nivarteta\nvimucyeta tatas tataḥ\neṣa dharmo nṛṇāṁ kṣemaḥ\nśoka-moha-bhayāpahaḥ\n"
        }
    ],
    "synonyms": "yataḥ yataḥ—from whatever; nivarteta—one desists; vimucyeta—he becomes liberated; tataḥ tataḥ—from that; eṣaḥ—this; dharmaḥ—the system of religion; nṛṇām—for humans; kṣemaḥ—the path of auspiciousness; śoka—suffering; moha—delusion; bhaya—and fear; apahaḥ—which takes away.",
    "translation": "\nBy refraining from a particular sinful or materialistic activity, one becomes freed from its bondage. Such renunciation is the basis of religious and auspicious life for human beings and drives away all suffering, illusion and fear.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Caitanya-caritāmṛta (CC Antya 6.220) it is stated,\n"
        },
        {
            "type": "verse",
            "content": "mahāprabhura bhakta-gaṇera vairāgya pradhāna\nyāhā dekhi' prīta hana gaura-bhagavān"
        },
        {
            "type": "normal",
            "content": "\n\"Renunciation is the basic principle sustaining the lives of Śrī Caitanya Mahāprabhu's devotees. Seeing this renunciation, Śrī Caitanya Mahāprabhu, the Supreme Personality of Godhead, is extremely satisfied.\"\n"
        },
        {
            "type": "normal",
            "content": "Because of false ego one considers oneself to be the proprietor and enjoyer of one's activities. Actually, Lord Kṛṣṇa, the Personality of Godhead, is the proprietor and enjoyer of our activities; recognition of this fact in Kṛṣṇa consciousness leads one to real renunciation. Every human being should perform his prescribed duty as an offering to the Supreme Lord. Then there will be no possibility of material entanglement. Lord Kṛṣṇa clearly explains in Bhagavad-gītā that prescribed duties performed as an offering to the Lord award liberation from material bondage. Sinful activities cannot be offered to the Lord but must be given up altogether. In effect, the distinction between piety and sin is made so that the living entities will become pious and eligible to surrender to the Supreme Lord. As explained in Bhagavad-gītā (BG 7.28),\n"
        },
        {
            "type": "verse",
            "content": "yeṣāṁ tv anta-gataṁ pāpaṁ\njanānāṁ puṇya-karmaṇām\nte dvandva-moha-nirmuktā\nbhajante māṁ dṛḍha-vratāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.\"\n"
        },
        {
            "type": "normal",
            "content": "By thorough piety one's life becomes auspicious and freed from lamentation, illusion and fear, and one can then take to the path of Kṛṣṇa consciousness.\n"
        }
    ]
}
