{
    "info": {
        "id": "sb/10/89/14-17",
        "prevId": "sb/10/89/13",
        "nextId": "sb/10/89/18"
    },
    "verses": [
        {
            "roman": "tan niśamyātha munayo\nvismitā mukta-saṁśayāḥ\nbhūyāṁsaṁ śraddadhur viṣṇuṁ\nyataḥ śāntir yato 'bhayam\n"
        },
        {
            "roman": "dharmaḥ sākṣād yato jñānaṁ\nvairāgyaṁ ca tad-anvitam\naiśvaryaṁ cāṣṭadhā yasmād\nyaśaś cātma-malāpaham\n"
        },
        {
            "roman": "munīnāṁ nyasta-daṇḍānāṁ\nśāntānāṁ sama-cetasām\nakiñcanānāṁ sādhūnāṁ\nyam āhuḥ paramāṁ gatim\n"
        },
        {
            "roman": "sattvaṁ yasya priyā mūrtir\nbrāhmaṇās tv iṣṭa-devatāḥ\nbhajanty anāśiṣaḥ śāntā\nyaṁ vā nipuṇa-buddhayaḥ\n"
        }
    ],
    "synonyms": "tat—this; niśamya—hearing; atha—then; munayaḥ—the sages; vismitāḥ—amazed; mukta—freed; saṁśayāḥ—from their doubts; bhūyāṁsam—as the greatest; śraddadhuḥ—they put their faith; viṣṇum—in Lord Viṣṇu; yataḥ—from whom; śāntiḥ—peace; yataḥ—from whom; abhayam—fearlessness; dharmaḥ—religion; sākṣāt—in its direct manifestations; yataḥ—from whom; jñānam—knowledge; vairāgyam—detachment; ca—and; tat—it (knowledge); anvitam—including; aiśvaryam—the mystic power (gained by practice of yoga); ca—and; aṣṭadhā—eightfold; yasmāt—from whom; yaśaḥ—His fame; ca—also; ātma—of the mind; mala—the contamination; apaham—which eradicates; munīnām—of the sages; nyasta—who have given up; daṇḍānām—violence; śāntānām—peaceful; sama—equipoised; cetasām—whose minds; akiñcanānām—selfless; sādhūnām—saintly; yam—whom; āhuḥ—they call; paramām—the supreme; gatim—destination; sattvam—the mode of goodness; yasya—whose; priyā—favorite; mūrtiḥ—embodiment; brāhmaṇāḥ—brāhmaṇas; tu—and; iṣṭa—worshiped; devatāḥ—deities; bhajanti—they worship; anāśiṣaḥ—without ulterior desires; śāntāḥ—those who have attained spiritual peace; yam—whom; vā—indeed; nipuṇa—expert; buddhayaḥ—whose faculties of intelligence.",
    "translation": "Amazed upon hearing Bhṛgu's account, the sages were freed from all doubts and became convinced that Viṣṇu is the greatest Lord. From Him come peace; fearlessness; the essential principles of religion; detachment with knowledge; the eightfold powers of mystic yoga; and His glorification, which cleanses the mind of all impurities. He is known as the supreme destination for those who are peaceful and equipoised—the selfless, wise saints who have given up all violence. His most dear form is that of pure goodness, and the brāhmaṇas are His worshipable deities. Persons of keen intellect who have attained spiritual peace worship Him without selfish motives.",
    "purport": [
        {
            "type": "normal",
            "content": "By becoming devoted to the Personality of Godhead, one easily attains divine knowledge and detachment from sense gratification, without separate endeavor. As described in the Eleventh Canto of Śrīmad Bhāgavatam (11.2.42),"
        },
        {
            "type": "verse",
            "content": "bhaktiḥ pareśānubhavo viraktiranyatra caiṣa trika eka-kālaḥ\nprapadyamānasya yathāśnataḥ syustuṣṭiḥ puṣṭiḥ kṣud-apāyo 'nu-ghāsam"
        },
        {
            "type": "normal",
            "content": "\"Devotion, direct experience of the Supreme Lord, and detachment from other things—these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.\" Similarly, in the First Canto (1.2.7), Śrīla Suta Gosvāmī states,"
        },
        {
            "type": "verse",
            "content": "vāsudeve bhagavatibhakti-yogaḥ prayojitaḥ\njanayaty āśu vairāgyaṁjñānaṁ ca yad ahaitukam"
        },
        {
            "type": "normal",
            "content": "\"By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.\""
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kapila, in His instructions to His mother, Devahūti, proposes that the eightfold powers of yoga are also coincidental fruits of devotional service:"
        },
        {
            "type": "verse",
            "content": "atho vibhūtiṁ mama māyāvinas tāmaiśvaryam aṣṭāṅgam anupravṛttam\nśrīyaṁ bhāgavatīṁ vāspṛhayanti bhadrāṁparasya me te 'śnuvate hi loke"
        },
        {
            "type": "normal",
            "content": "\"Because he is completely absorbed in thought of Me, My devotee does not desire even the highest benediction obtainable in the upper planetary systems, including Satyaloka. He does not desire the eight material perfections obtained from mystic yoga, nor does he desire to be elevated to the kingdom of God. Yet even without desiring them, My devotee enjoys, even in this life, all the offered benedictions.\" (SB 3.25.37)"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī points out that in Text 16, three kinds of transcendentalists are named: the munis, the śāntas and the sādhus. These are, in order of increasing importance, persons striving for liberation, those who have attained liberation, and those who are engaged in pure devotional service to Lord Viṣṇu."
        }
    ]
}
