{
    "info": {
        "id": "sb 10/89/Summary",
        "prevId": "sb/10/88/40",
        "nextId": "sb/10/89/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Bhṛgu Muni proved the supremacy of Lord Viṣṇu, and how Lord Kṛṣṇa and Arjuna recovered the dead sons of an aggrieved brāhmaṇa in Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "Once, long ago, on the shore of the river Sarasvatī, a discussion arose among a group of sages as to which of the three chief lords-Brahmā, Viṣṇu or Śiva-is the greatest. They deputed Bhṛgu Muni to investigate the matter.\n"
        },
        {
            "type": "normal",
            "content": "Bhṛgu decided to test the lords' tolerance, for that quality is a sure sign of greatness. First he entered the court of Lord Brahmā, his father, without offering him any respect. This enraged Brahmā, who suppressed his anger because Bhṛgu was his son. Next Bhṛgu went to Lord Śiva, his older brother, who rose from his seat to embrace him. But Bhṛgu rejected the embrace, calling Śiva a deviant heretic. Just as Śiva was about to kill Bhṛgu with his trident, Goddess Pārvatī interceded and pacified her husband. Next Bhṛgu went to Vaikuṇṭha to test Lord Nārāyaṇa. Going up to the Lord, who was lying with His head on the lap of the goddess of fortune, Bhṛgu kicked His chest. But instead of becoming angry, both the Lord and His consort stood up and offered Bhṛgu respects. \"Welcome,\" said the Lord. \"Please sit down and rest awhile. Kindly forgive us, dear master, for not noticing your arrival.\" When Bhṛgu went back to the assembly of sages and told them all that had happened, they concluded that Lord Viṣṇu is certainly supreme.\n"
        },
        {
            "type": "normal",
            "content": "Once in Dvārakā a brāhmaṇa's wife gave birth to a son who immediately died. The brāhmaṇa took his dead son to the court of King Ugrasena and berated the King: \"This duplicitous, greedy enemy of brāhmaṇas has caused my son's death by failing to execute his duties properly!\" The same misfortune continued to befall the brāhmaṇa, and each time he would bring his dead infant's body to the royal court and berate the King. When the ninth son died at birth, Arjuna happened to hear the brāhmaṇa's complaint, and he said, \"My lord, I will protect your progeny. And if I fail, I will enter fire to atone for my sin.\"\n"
        },
        {
            "type": "normal",
            "content": "Some time later, the brāhmaṇa's wife was about to give birth for the tenth time. When Arjuna learned of this, he went to the maternity house and enveloped it with a protective cage of arrows. Arjuna's efforts were to no avail, however, for as soon as the child was born and began to cry, it disappeared into the sky. As the brāhmaṇa profusely derided Arjuna, the warrior set off for the abode of Yamarāja, the king of death. But Arjuna did not find the brāhmaṇa's son there, and even after searching throughout the fourteen worlds he could find no trace of the infant.\n"
        },
        {
            "type": "normal",
            "content": "Having failed to protect the brāhmaṇa's son, Arjuna was now intent on committing suicide by entering the sacred fire. But just as he was about to do so, Lord Kṛṣṇa stopped him and said, \"I will show you the brāhmaṇa's sons, so please don't despise yourself like this.\" Lord Kṛṣṇa then took Arjuna onto His transcendental chariot, and the two of them crossed over the seven universal islands with their seven oceans, passed over the Lokāloka mountain range and entered the region of dense darkness. Since the horses could not find their way, Kṛṣṇa sent His blazing Sudarśana disc ahead to pierce the gloom. Gradually they came to the water of the Causal Ocean, within which they found the city of Lord Mahā-Viṣṇu. There they saw the thousand-hooded serpent Ananta and upon Him lay Mahā-Viṣṇu. The great Lord greeted Śrī Kṛṣṇa and Arjuna, saying \"I brought the brāhmaṇa's sons here simply because I wanted to see the two of you. Please continue to benefit the people in general by exemplifying religious behavior in your forms of Nara-Nārāyaṇa Ṛṣi.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa and Arjuna then took the brāhmaṇa's sons, went back to Dvārakā and returned the infants to their father. Having directly experienced the greatness of Śrī Kṛṣṇa, Arjuna was amazed. He concluded that only by the Lord's mercy can a living being exhibit any power or opulence.\n"
        }
    ]
}
