{
    "info": {
        "id": "sb/3/19/30",
        "prevId": "sb/3/19/29",
        "nextId": "sb/3/19/31"
    },
    "verses": [
        {
            "roman": "devā ūcuḥ\nnamo namas te 'khila-yajña-tantave\nsthitau gṛhītāmala-sattva-mūrtaye\ndiṣṭyā hato 'yaṁ jagatām aruntudas\ntvat-pāda-bhaktyā vayam īśa nirvṛtāḥ\n"
        }
    ],
    "synonyms": "devāḥ—the demigods; ūcuḥ—said; namaḥ—obeisances; namaḥ—obeisances; te—unto You; akhila-yajña-tantave—the enjoyer of all sacrifices; sthitau—for the purpose of maintaining; gṛhīta—assumed; amala—pure; sattva—goodness; mūrtaye—form; diṣṭyā—fortunately; hataḥ—slain; ayam—this; jagatām—to the worlds; aruntudaḥ—causing torment; tvat-pāda—to Your feet; bhaktyā—with devotion; vayam—we; īśa—O Lord; nirvṛtāḥ—have attained happiness.",
    "translation": "\nThe demigods addressed the Lord: All obeisances unto You! You are the enjoyer of all sacrifices, and You have assumed the form of a boar, in pure goodness, for the purpose of maintaining the world. Fortunately for us, this demon, who was a torment to the worlds, has been slain by You, and we too, O Lord, are now at ease, in devotion to Your lotus feet.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe material world consists of three modes—goodness, passion and ignorance—but the spiritual world is pure goodness. It is said here that the form of the Lord is pure goodness, which means that it is not material. In the material world there is no pure goodness. In the Bhāgavatam the stage of pure goodness is called sattvaṁ viśuddham. Viśuddham means \"pure.\" In pure goodness there is no contamination by the two inferior qualities, namely passion and ignorance. The form of the boar, therefore, in which the Lord appeared, is nothing of the material world. There are many other forms of the Lord, but none of them belong to the material qualities. Such forms are nondifferent from the Viṣṇu form, and Viṣṇu is the enjoyer of all sacrifices.\n"
        },
        {
            "type": "normal",
            "content": "The sacrifices which are recommended in the Vedas are meant to please the Supreme Personality of Godhead. In ignorance only, people try to satisfy many other agents, but the real purpose of life is to satisfy the Supreme Lord, Viṣṇu. All sacrifices are meant to please the Supreme Lord. The living entities who know this perfectly well are called demigods, godly or almost God. Since the living entity is part and parcel of the Supreme Lord, it is his duty to serve the Lord and please Him. The demigods are all attached to the Personality of Godhead, and for their pleasure the demon, who was a source of trouble to the world, was killed. Purified life is meant to please the Lord, and all sacrifices performed in purified life are called Kṛṣṇa consciousness. This Kṛṣṇa consciousness is developed by devotional service, as clearly mentioned here.\n"
        }
    ]
}
