{
    "info": {
        "id": "sb/3/19/38",
        "prevId": "sb/3/19/37",
        "nextId": "sb/3/20/1"
    },
    "verses": [
        {
            "roman": "etan mahā-puṇyam alaṁ pavitraṁ\ndhanyaṁ yaśasyaṁ padam āyur-āśiṣām\nprāṇendriyāṇāṁ yudhi śaurya-vardhanaṁ\nnārāyaṇo 'nte gatir aṅga śṛṇvatām\n"
        }
    ],
    "synonyms": "etat—this narrative; mahā-puṇyam—conferring great merit; alam—very; pavitram—sacred; dhanyam—conferring wealth; yaśasyam—bearing fame; padam—the receptacle; āyuḥ—of longevity; āśiṣām—of the objects of one's desire; prāṇa—of the vital organs; indriyāṇām—of the organs of action; yudhi—on the field of battle; śaurya—the strength; vardhanam—increasing; nārāyaṇaḥ—Lord Nārāyaṇa; ante—at the end of life; gatiḥ—shelter; aṅga—O dear Śaunaka; śṛṇvatām—of those who listen.",
    "translation": "This most sacred narrative confers extraordinary merit, wealth, fame, longevity, and all the objects of one's desire. On the field of battle it promotes the strength of one's vital organs and organs of action. One who listens to it at the last moment of his life is transferred to the supreme abode of the Lord, O dear Śaunaka.",
    "purport": [
        {
            "type": "normal",
            "content": "Devotees are generally attracted by the narratives of the pastimes of the Lord, and even though they do not prosecute austerities or meditation, this very process of hearing attentively about the pastimes of the Lord will endow them with innumerable benefits, such as wealth, fame, longevity and other desirable aims of life. If one continues to hear Śrīmad-Bhāgavatam, which is full of narratives of the pastimes of the Lord, at the end of this life, one is sure to be transferred to the eternal, transcendental abode of the Lord. Thus hearers are benefited both ultimately and for as long as they are in the material world. That is the supreme, sublime result of engaging in devotional service. The beginning of devotional service is to spare some time and listen to Śrīmad-Bhāgavatam from the right source. Lord Caitanya Mahāprabhu also recommended five items of devotional service, namely to serve the devotees of the Lord, to chant Hare Kṛṣṇa, to hear Śrīmad-Bhāgavatam, to worship the Deity of the Lord and to live in a place of pilgrimage. Just performing these five activities can deliver one from the miserable condition of material life."
        }
    ]
}
