{
    "info": {
        "id": "sb/2/4/17",
        "prevId": "sb/2/4/16",
        "nextId": "sb/2/4/18"
    },
    "verses": [
        {
            "roman": "tapasvino dāna-parā yaśasvino\nmanasvino mantra-vidaḥ sumaṅgalāḥ\nkṣemaṁ na vindanti vinā yad-arpaṇaṁ\ntasmai subhadra-śravase namo namaḥ\n"
        }
    ],
    "synonyms": "tapasvinaḥ—the great learned sages; dāna-parāḥ—the great performer of charity; yaśasvinaḥ—the great worker of distinction; manasvinaḥ—the great philosophers or mystics; mantra-vidaḥ—the great chanter of the Vedic hymns; su-maṅgalāḥ—strict followers of Vedic principles; kṣemam—fruitful result; na—never; vindanti—attain; vinā—without; yat-arpaṇam—dedication; tasmai—unto Him; subhadra—auspicious; śravase—hearing about Him; namaḥ—my obeisances; namaḥ—again and again.",
    "translation": "Let me offer my respectful obeisances unto the all-auspicious Lord Śrī Kṛṣṇa again and again because the great learned sages, the great performers of charity, the great workers of distinction, the great philosophers and mystics, the great chanters of the Vedic hymns and the great followers of Vedic principles cannot achieve any fruitful result without dedication of such great qualities to the service of the Lord.",
    "purport": [
        {
            "type": "normal",
            "content": "Advancement of learning, a charitable disposition, political, social or religious leadership of human society, philosophical speculations, the practice of the yoga system, expertise in the Vedic rituals, and all similar high qualities in man serve one in the attainment of perfection only when they are employed in the service of the Lord. Without such dovetailing, all such qualities become sources of trouble for people in general. Everything can be utilized either for one's own sense gratification or in the service of one other than oneself. There are two kinds of self-interest also, namely personal selfishness and extended selfishness. But there is no qualitative difference between personal and extended selfishness. Theft for personal interest or for the family interest is of the same quality—namely, criminal. A thief pleading not guilty because of committing theft not for personal interest but for the interest of society or country has never been excused by the established law of any country. People in general have no knowledge that the self-interest of a living being attains perfection only when such an interest coincides with the interest of the Lord. For example, what is the interest of maintaining body and soul together? One earns money for maintenance of the body (personal or social), but unless there is God consciousness, unless the body is being properly maintained to realize one's relation with God, all good efforts to maintain body and soul together are similar to the attempts of the animals to maintain body and soul together. The purpose of maintaining the human body is different from that of the animals. Similarly, advancement of learning, economic development, philosophical research, study in the Vedic literature or even the execution of pious activities (like charity, opening of hospitals, and the distribution of food grains) should be done in relation with the Lord. The aim of all such acts and endeavors must be the pleasure of the Lord and not the satisfaction of any other identity, individual or collective (saṁsiddhir hari-toṣaṇam (SB 1.2.13)). In the Bhagavad-gītā (BG 9.27) the same principle is confirmed where it is said that whatever we may give in charity and whatever we may observe in austerity must be given over to the Lord or be done on His account only. The expert leaders of a godless human civilization cannot bring about a fruitful result in all their different attempts at educational advancement or economic development unless they are God conscious. And to become God conscious one has to hear about the all-auspicious Lord, as He is described in literature like the Bhagavad-gītā and Śrīmad-Bhāgavatam."
        }
    ]
}
