{
    "info": {
        "id": "sb/11/25/6",
        "prevId": "sb/11/25/2-5",
        "nextId": "sb/11/25/7"
    },
    "verses": [
        {
            "roman": "sannipātas tv aham iti\nmamety uddhava yā matiḥ\nvyavahāraḥ sannipāto\nmano-mātrendriyāsubhiḥ\n"
        }
    ],
    "synonyms": "sannipātaḥ—the combination of the modes; tu—and; aham iti—\"I\"; mama iti—\"mine\"; uddhava—O Uddhava; yā—which; matiḥ—mentality; vyavahāraḥ—ordinary activities; sannipātaḥ—the combination; manaḥ—by the mind; mātrā—the objects of perception; indriya—the senses; asubhiḥ—and the vital airs.",
    "translation": "\nMy dear Uddhava, the combination of all three modes is present in the mentality of \"I\" and \"mine.\" The ordinary transactions of this world, which are carried out through the agency of the mind, the objects of perception, the senses and the vital airs of the physical body, are also based on the combination of the modes.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe illusory concept of \"I\" and \"mine\" occurs by the mixture of the three modes of nature. A person in goodness may feel, \"I am peaceful.\" One in passion may think, \"I am lusty.\" And one in ignorance may think, \"I am angry.\" Similarly, one may think \"my peace,\" \"my lust\" or \"my anger.\" One completely absorbed in the mentality of being peaceful could not work in the material world; he would lack any impulse to perform activity. Similarly, one absorbed in lust would be blinded without at least a tinge of peacefulness or restraint. One overwhelmed with anger could not function properly in the material world without the mixture of other qualities. Thus we find that a material mode does not occur in a pure, isolated form but rather is mixed with other modes, thereby making possible normal functioning within this world. Ultimately one should think, \"I am an eternal servant of Lord Kṛṣṇa\" and \"My only possession is loving service to the Lord.\" This is the pure state of consciousness, beyond the material modes of nature.\n"
        }
    ]
}
