{
    "info": {
        "id": "sb/6/3/24",
        "prevId": "sb/6/3/23",
        "nextId": "sb/6/3/25"
    },
    "verses": [
        {
            "roman": "etāvatālam agha-nirharaṇāya puṁsāṁ\nsaṅkīrtanaṁ bhagavato guṇa-karma-nāmnām\nvikruśya putram aghavān yad ajāmilo 'pi\nnārāyaṇeti mriyamāṇa iyāya muktim\n"
        }
    ],
    "synonyms": "etāvatā—with this much; alam—sufficient; agha-nirharaṇāya—for taking away the reactions of sinful activities; puṁsām—of human beings; saṅkīrtanam—the congregational chanting; bhagavataḥ—of the Supreme Personality of Godhead; guṇa—of the transcendental qualities; karma-nāmnām—and of His names according to His activities and pastimes; vikruśya—crying to without offense; putram—his son; aghavān—the sinful; yat—since; ajāmilaḥ api—even Ajāmila; nārāyaṇa—the Lord's name, Nārāyaṇa; iti—thus; mriyamāṇaḥ—dying; iyāya—achieved; muktim—liberation.",
    "translation": "\nTherefore it should be understood that one is easily relieved from all sinful reactions by chanting the holy name of the Lord and chanting of His qualities and activities. This is the only process recommended for relief from sinful reactions. Even if one chants the holy name of the Lord with improper pronunciation, he will achieve relief from material bondage if he chants without offenses. Ajāmila, for example, was extremely sinful, but while dying he merely chanted the holy name, and although calling his son, he achieved complete liberation because he remembered the name of Nārāyaṇa.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the assembly of Raghunātha dāsa Gosvāmī's father, Haridāsa Ṭhākura confirmed that simply by chanting the holy name of the Lord one is liberated, even if he does not chant completely inoffensively. Smārta-brāhmaṇas and Māyāvādīs do not believe that one can achieve liberation in this way, but the truth of Haridāsa Ṭhākura's statement is supported by many quotations from Śrīmad-Bhāgavatam.\n"
        },
        {
            "type": "normal",
            "content": "In his commentary on this verse, for example, Śrīdhara Svāmī gives the following quotation:\n"
        },
        {
            "type": "verse",
            "content": "sāyaṁ prātar gṛṇan bhaktyā\nduḥkha-grāmād vimucyate"
        },
        {
            "type": "normal",
            "content": "\n\"If one always chants the holy name of the Lord with great devotion in the evening and in the morning, one can become free from all material miseries.\" Another quotation confirms that one can achieve liberation if one hears the holy name of the Lord constantly, every day with great respect (anudinam idam ādareṇa śṛṇvan). Another quotation says:\n"
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ dhyānaṁ\nharer adbhuta-karmaṇaḥ\njanma-karma-guṇānāṁ ca\ntad-arthe 'khila-ceṣṭitam"
        },
        {
            "type": "normal",
            "content": "\n\"One should always chant and hear about the extraordinarily wonderful activities of the Lord, one should meditate upon these activities, and one should endeavor to please the Lord.\" (SB 11.3.27)\n"
        },
        {
            "type": "normal",
            "content": "Śrīdhara Svāmī also quotes from the Purāṇas, pāpa-kṣayaś ca bhavati smaratāṁ tam ahar-niśam: \"One can become free from all sinful reactions simply by remembering the lotus feet of the Lord day and night [ahar-niśam].\" Furthermore, he quotes from Bhāgavatam (6.3.31):\n"
        },
        {
            "type": "verse",
            "content": "tasmāt saṅkīrtanaṁ viṣṇor\njagan-maṅgalam aṁhasām\nmahatām api kauravya\nviddhy aikāntika-niṣkṛtam"
        },
        {
            "type": "normal",
            "content": "\nAll these quotations prove that one who constantly engages in chanting and hearing of the holy activities, name, fame and form of the Lord is liberated. As stated wonderfully in this verse, etāvatālam agha-nirharaṇāya puṁsām: simply by uttering the name of the Lord, one is freed from all sinful reactions.\n"
        },
        {
            "type": "normal",
            "content": "The word alam, which is used in this verse, indicates that simply uttering the holy name of the Lord is sufficient. This word is used with different imports. As stated in the Amara-kośa, the most authorized dictionary in the Sanskrit language, alaṁ bhūṣaṇa-paryāpti-śakti-vāraṇa-vācakam: the word alam is used to mean \"ornament,\" \"sufficiency,\" \"power\" and \"restraint.\" Here the word alam is used to indicate that there is no need of any other process, for the chanting of the holy name of the Lord is sufficient. Even if one chants imperfectly, one becomes free from all sinful reactions by chanting.\n"
        },
        {
            "type": "normal",
            "content": "This power of chanting the holy name was proved by the liberation of Ajāmila. When Ajāmila chanted the holy name of Nārāyaṇa, he did not precisely remember the Supreme Lord; instead, he remembered his own son. At the time of death, Ajāmila certainly was not very clean; indeed, he was famous as a great sinner. Furthermore, one's physiological condition is completely disturbed at the time of death, and in such an awkward condition it would certainly have been very difficult for Ajāmila to have chanted clearly. Nevertheless, Ajāmila achieved liberation simply by chanting the holy name of the Lord. Therefore, what is to be said of those who are not sinful like Ajāmila? It is to be concluded that with a strong vow one should chant the holy name of the Lord—Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare—for thus one will certainly be delivered from the clutches of māyā by the grace of Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "The chanting of the Hare Kṛṣṇa mantra is recommended even for persons who commit offenses, because if they continue chanting they will gradually chant offenselessly. By chanting the Hare Kṛṣṇa mantra without offenses, one increases his love for Kṛṣṇa. As stated by Śrī Caitanya Mahāprabhu, premā pum-artho mahān: one's main concern should be to increase one's attachment to the Supreme Personality of Godhead and to increase one's love for Him.\n"
        },
        {
            "type": "normal",
            "content": "In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verse from Śrīmad-Bhāgavatam (SB 11.19.24):\n"
        },
        {
            "type": "verse",
            "content": "evaṁ dharmair manuṣyāṇām\nuddhavātmani vedinām\nmayi sañjāyate bhaktiḥ\nko 'nyo 'rtho 'syāvaśiṣyate"
        },
        {
            "type": "normal",
            "content": "\n\"My dear Uddhava, the supreme religious system for human society is that by which one can awaken his dormant love for Me.\" Commenting on this verse, Śrīla Viśvanātha Cakravartī Ṭhākura describes the word bhakti by saying premaivoktaḥ. Kaḥ anyaḥ arthaḥ asya: in the presence of bhakti, what is the necessity of liberation?\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura also quotes this verse from the Padma Purāṇa:\n"
        },
        {
            "type": "verse",
            "content": "nāmāparādha-yuktānāṁ\nnāmāny eva haranty agham\naviśrānti-prayuktāni\ntāny evārtha-karāṇi ca"
        },
        {
            "type": "normal",
            "content": "\nEven if in the beginning one chants the Hare Kṛṣṇa mantra with offenses, one will become free from such offenses by chanting again and again. Pāpa-kṣayaś ca bhavati smaratāṁ tam ahar-niśam: one becomes free from all sinful reactions if one chants day and night, following the recommendation of Śrī Caitanya Mahāprabhu. It was Śrī Caitanya Mahāprabhu who quoted the following verse:\n"
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāma\nharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā\n(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "\n\"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.\" If the members of the Kṛṣṇa consciousness movement strictly follow this recommendation of Śrī Caitanya Mahāprabhu, their position will always be secure.\n"
        }
    ]
}
