{
    "info": {
        "id": "sb/6/3/32",
        "prevId": "sb/6/3/31",
        "nextId": "sb/6/3/33"
    },
    "verses": [
        {
            "roman": "śṛṇvatāṁ gṛṇatāṁ vīryāṇy\nuddāmāni harer muhuḥ\nyathā sujātayā bhaktyā\nśuddhyen nātmā vratādibhiḥ\n"
        }
    ],
    "synonyms": "śṛṇvatām—of those hearing; gṛṇatām—and chanting; vīryāṇi—the wonderful activities; uddāmāni—able to counteract sin; hareḥ—of the Supreme Personality of Godhead; muhuḥ—always; yathā—as; su-jātayā—easily brought forth; bhaktyā—by devotional service; śuddhyet—may be purified; na—not; ātmā—the heart and soul; vrata-ādibhiḥ—by performing ritualistic ceremonies.",
    "translation": "\nOne who constantly hears and chants the holy name of the Lord and hears and chants about His activities can very easily attain the platform of pure devotional service, which can cleanse the dirt from one's heart. One cannot achieve such purification merely by observing vows and performing Vedic ritualistic ceremonies.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne may very easily practice chanting and hearing the holy name of the Lord and thus become ecstatic in spiritual life. Padma Purāṇa states:\n"
        },
        {
            "type": "verse",
            "content": "nāmāparādha-yuktānāṁ\nnāmāny eva haranty agham\naviśrānti-prayuktāni\ntāny evārtha-karāṇi ca"
        },
        {
            "type": "normal",
            "content": "\nEven if one chants the Hare Kṛṣṇa mahā-mantra offensively, one can avoid offenses by continuously chanting without deviation. One who becomes accustomed to this practice will always remain in a pure transcendental position, untouchable by sinful reactions. Śukadeva Gosvāmī especially requested King Parīkṣit to note this fact very carefully. There is no profit, however, in executing the Vedic ritualistic ceremonies. By performing such activities one may go to the higher planetary systems, but as stated in Bhagavad-gītā (BG 9.21), kṣīṇe puṇye martya-lokaṁ viśanti: when the period of one's enjoyment in the heavenly planets is terminated because of the limited extent of the results of one's pious activities, one must return to earth. Thus there is no use in endeavoring to travel up and down in the universe. It is better to chant the holy name of the Lord so that one may become fully purified and eligible to return home, back to Godhead. That is the aim of life, and that is the perfection of life.\n"
        }
    ]
}
