{
    "info": {
        "id": "sb/6/3/33",
        "prevId": "sb/6/3/32",
        "nextId": "sb/6/3/34"
    },
    "verses": [
        {
            "roman": "kṛṣṇāṅghri-padma-madhu-liṇ na punar visṛṣṭa-\nmāyā-guṇeṣu ramate vṛjināvaheṣu\nanyas tu kāma-hata ātma-rajaḥ pramārṣṭum\nīheta karma yata eva rajaḥ punaḥ syāt\n"
        }
    ],
    "synonyms": "kṛṣṇa-aṅghri-padma—of the lotus feet of Lord Kṛṣṇa; madhu—the honey; liṭ—one who licks; na—not; punaḥ—again; visṛṣṭa—already renounced; māyā-guṇeṣu—in the material modes of nature; ramate—desires to enjoy; vṛjina-avaheṣu—which brings distress; anyaḥ—another; tu—however; kāma-hataḥ—being enchanted by lust; ātma-rajaḥ—the sinful infection of the heart; pramārṣṭum—to cleanse; īheta—may perform; karma—activities; yataḥ—after which; eva—indeed; rajaḥ—the sinful activity; punaḥ—again; syāt—appears.",
    "translation": "Devotees who always lick the honey from the lotus feet of Lord Kṛṣṇa do not care at all for material activities, which are performed under the three modes of material nature and which bring only misery. Indeed, devotees never give up the lotus feet of Kṛṣṇa to return to material activities. Others, however, who are addicted to Vedic rituals because they have neglected the service of the Lord's lotus feet and are enchanted by lusty desires, sometimes perform acts of atonement. Nevertheless, being incompletely purified, they return to sinful activities again and again.",
    "purport": [
        {
            "type": "normal",
            "content": "A devotee's duty is to chant the Hare Kṛṣṇa mantra. One may sometimes chant with offenses and sometimes without offenses, but if one seriously adopts this process, he will achieve perfection, which cannot be achieved through Vedic ritualistic ceremonies of atonement. Persons who are attached to the Vedic ritualistic ceremonies, but do not believe in devotional service, who advise atonement, but do not appreciate the chanting of the Lord's holy name, fail to achieve the highest perfection. Devotees, therefore, being completely detached from material enjoyment, never give up Kṛṣṇa consciousness for Vedic ritualistic ceremonies. Those who are attached to Vedic ritualistic ceremonies because of lusty desires are subjected to the tribulations of material existence again and again. Mahārāja Parīkṣit has compared their activities to kuñjara-śauca, the bathing of an elephant."
        }
    ]
}
