{
    "info": {
        "id": "sb/6/3/summary",
        "prevId": "sb/6/2/49",
        "nextId": "sb/6/3/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "As related in this chapter, the Yamadūtas approached Yamarāja, who very exhaustively explained bhāgavata-dharma, the religious principle of devotional service. Yamarāja thus satisfied the Yamadūtas, who had been very disappointed. Yamarāja said, \"Although Ajāmila was calling for his son, he chanted the holy name of the Lord, Nārāyaṇa, and simply by a glimpse of the chanting of the holy name, he immediately achieved the association of Lord Viṣṇu's order carriers, who saved him from your attempt to arrest him. This is quite all right. It is a fact that even a chronically sinful person who chants the holy name of the Lord, although not completely without offenses, does not take another material birth.\""
        },
        {
            "type": "normal",
            "content": "By chanting the holy name of the Lord, Ajāmila had met four order carriers of Lord Viṣṇu. They were very beautiful and had quickly come to rescue him. Yamarāja now described them. \"The Viṣṇudūtas are all pure devotees of the Lord, the Supreme Person in regard to the creation, maintenance and annihilation of this cosmic manifestation. Neither King Indra, Varuṇa, Śiva, Brahmā, the seven ṛṣis nor I myself can understand the transcendental activities of the Supreme Lord, who is self-sufficient and beyond the reach of the material senses. With material senses, no one can attain enlightenment about Him. The Lord, the master of the illusory energy, possesses transcendental qualities for the good fortune of everyone, and His devotees are also qualified in that way. The devotees, concerned only with rescuing the fallen souls from this material world, apparently take birth in different places in the material world just to save the conditioned souls. If one is somewhat interested in spiritual life, the devotees of the Lord protect him in many ways.\""
        },
        {
            "type": "normal",
            "content": "Yamarāja continued, \"The essence of sanātana-dharma, or eternal religion, is extremely confidential. No one but the Lord Himself can deliver that confidential religious system to human society. It is by the mercy of the Lord that the transcendental system of religion can be understood by His pure devotees, and specifically by the twelve mahājanas-Lord Brahmā, Nārada Muni, Lord Śiva, the Kumāras, Kapila, Manu, Prahlāda, Janaka, Bhīṣma, Bali, Śukadeva Gosvāmī and me. Other learned scholars, headed by Jaimini, are almost always covered by the illusory energy, and therefore they are more or less attracted by the flowery language of the three Vedas, namely Ṛg, Yajur and Sāma, which are called trayī. Instead of becoming pure devotees, people captivated by the flowery words of these three Vedas are interested in the Vedic ritualistic ceremonies. They cannot understand the glories of chanting the holy name of the Lord. Intelligent persons, however, take to the devotional service of the Lord. When they chant the holy name of the Lord without offenses, they are no longer subject to my rulings. If by chance they commit some sinful act, they are protected by the holy name of the Lord because that is where their interest lies. The four weapons of the Lord, especially the club and the Sudarśana cakra, always protect the devotees. One who chants, hears or remembers the holy name of the Lord without duplicity, or who prays or offers obeisances to the Lord, becomes perfect, whereas even a learned person may be called to hell if he is bereft of devotional service.\""
        },
        {
            "type": "normal",
            "content": "After Yamarāja thus described the glories of the Lord and His devotees, Śukadeva Gosvāmī further explained the potency of chanting the holy name and the futility of performing Vedic ritualistic ceremonies and pious activities for atonement."
        }
    ]
}
