{
    "info": {
        "id": "sb/11/19/3",
        "prevId": "sb/11/19/2",
        "nextId": "sb/11/19/4"
    },
    "verses": [
        {
            "roman": "jñāna-vijñāna-saṁsiddhāḥ\npadaṁ śreṣṭhaṁ vidur mama\njñānī priyatamo 'to me\njñānenāsau bibharti mām\n"
        }
    ],
    "synonyms": "jñāna—in scriptural knowledge; vijñāna—and realized spiritual understanding; saṁsiddhāḥ—completely perfected; padam—the lotus feet; śreṣṭham—the supreme object; viduḥ—they know; mama—My; jñānī—a learned transcendentalist; priya-tamaḥ—most dear; ataḥ—thus; me—to Me; jñānena—by spiritual knowledge; asau—that learned person; bibharti—maintains (in happiness); mām—Me.",
    "translation": "\nThose who have achieved complete perfection through philosophical and realized knowledge recognize My lotus feet to be the supreme transcendental object. Thus the learned transcendentalist is most dear to Me, and by his perfect knowledge he maintains Me in happiness.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe words padaṁ śreṣṭhaṁ vidur mama (\"they recognize My lotus feet to be supreme\") certainly eliminate the impersonalist philosophers from the category of saṁsiddhāḥ, or completely perfected philosophers. Lord Kṛṣṇa here refers to such great transcendental scholars as the four Kumāras, Śukadeva Gosvāmī, Śrī Vyāsadeva, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura and Śrīla A.C. Bhaktivedanta Swami Prabhupāda. The Lord similarly states in Bhagavad-gītā (7.17-18),\n"
        },
        {
            "type": "verse",
            "content": "teṣām jñānī nitya-yukta\neka-bhaktir viśiṣyate\npriyo hi jñānino 'ty-artham\nahaṁ sa ca mama priyaḥ\n(BG 7.17)"
        },
        {
            "type": "normal",
            "content": "\n\"Of these, the wise one who is in full knowledge in union with Me through pure devotional service is the best. For I am very dear to him, and he is dear to Me.\"\n"
        },
        {
            "type": "verse",
            "content": "udārāḥ sarva evaite\njñānī tv ātmaiva me matam\nāsthitaḥ sa hi yuktātmā\nmām evānuttamāṁ gatim\n(BG 7.18)"
        },
        {
            "type": "normal",
            "content": "\n\"All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me.\"\n"
        },
        {
            "type": "normal",
            "content": "Jñāna refers to an authorized philosophical and analytic perception of reality, and when such knowledge is clearly realized through the sanctification of consciousness the resultant comprehensive experience is called vijñāna. Speculative, impersonal knowledge does not actually purify the heart of the living entity but rather merges him ever deeper into forgetfulness of the Supreme Personality of Godhead. Just as a father is always proud of his son's education, similarly, Lord Kṛṣṇa becomes very happy to see the living entities acquiring a sound spiritual education and thus making progress on the way back home, back to Godhead.\n"
        }
    ]
}
