{
    "info": {
        "id": "sb/10/41/summary",
        "prevId": "sb/10/40/30",
        "nextId": "sb/10/41/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Kṛṣṇa entered the city of Mathurā, killed a washerman and bestowed benedictions upon a weaver and a garland-maker named Sudāmā."
        },
        {
            "type": "normal",
            "content": "After showing His Viṣṇu form to Akrūra in the waters of the Yamunā and receiving Akrūra's prayers, Lord Kṛṣṇa withdrew that vision just as an actor winds up his performance. Akrūra emerged from the water and in great amazement approached the Lord, who asked him whether he had seen something wonderful while bathing. Akrūra replied, \"Whatever wonderful things there are in the realms of water, earth or sky, all have their existence within You. Thus when one has seen You, nothing remains unseen.\" Akrūra then began driving the chariot again."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa, Balarāma and Akrūra reached Mathurā late in the afternoon. After meeting up with Nanda Mahārāja and the other cowherds, who had gone on ahead, Kṛṣṇa asked Akrūra to return home, promising to visit him there after He had killed Kaṁsa. Akrūra unhappily bid the Lord goodbye, went to King Kaṁsa to inform him that Kṛṣṇa and Balarāma had come, and went home."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa and Balarāma took the cowherd boys with Them to see the splendorous city. As they all entered Mathurā, the women of the city eagerly came out of their houses to see Kṛṣṇa. They had often heard about Him and had long since developed a deep attraction for Him. But now that they were actually seeing Him, they were overwhelmed with happiness, and all their distress due to His absence was eradicated."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa and Balarāma then came upon Kaṁsa's wicked washerman. Kṛṣṇa asked him for some of the first-class garments he was carrying, but he refused and even chastised the two Lords. At this Kṛṣṇa became very angry and beheaded the man with His fingertips. The washerman's assistants, seeing his untimely end, dropped their bundles of clothes on the spot and ran off in all directions. Kṛṣṇa and Balarāma then took some of the garments They especially fancied."
        },
        {
            "type": "normal",
            "content": "Next a weaver approached the two Lords and arrayed Them suitably, for which service he received from Kṛṣṇa opulence in this life and liberation in the next. Kṛṣṇa and Balarāma then went to the house of the garland-maker Sudāmā. Sudāmā offered Them his full obeisances, worshiped Them by bathing Their feet and offering Them such items as arghya and sandalwood paste, and chanted prayers in Their honor. Then he adorned Them with garlands of fragrant flowers. Pleased, the Lords offered him whatever benedictions he wished, and then They moved on."
        }
    ]
}
