{
    "info": {
        "id": "sb/5/6/3",
        "prevId": "sb/5/6/2",
        "nextId": "sb/5/6/4"
    },
    "verses": [
        {
            "roman": "tathā coktam—\nna kuryāt karhicit sakhyaṁ\nmanasi hy anavasthite\nyad-viśrambhāc cirāc cīrṇaṁ\ncaskanda tapa aiśvaram\n"
        }
    ],
    "synonyms": "tathā—so; ca—and; uktam—it is said; na—never; kuryāt—should do; karhicit—at any time or with anyone; sakhyam—friendship; manasi—in the mind; hi—certainly; anavasthite—which is very restless; yat—in which; viśrambhāt—from placing too much faith; cirāt—for a long time; cīrṇam—practiced; caskanda—became disturbed; tapaḥ—the austerity; aiśvaram—of great personalities like Lord Śiva and the great sage Saubhari.",
    "translation": "\nAll the learned scholars have given their opinion. The mind is by nature very restless, and one should not make friends with it. If we place full confidence in the mind, it may cheat us at any moment. Even Lord Śiva became agitated upon seeing the Mohinī form of Lord Kṛṣṇa, and Saubhari Muni also fell down from the mature stage of yogic perfection.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe first business of one trying to advance in spiritual life is to control the mind and senses. As Śrī Kṛṣṇa says in Bhagavad-gītā (BG 15.7):\n\n"
        },
        {
            "type": "verse",
            "content": "mamaivāṁśo jīva-loke\njīva-bhūtaḥ sanātanaḥ\nmanaḥ ṣaṣṭhānīndriyāṇi\nprakṛti-sthāni karṣati"
        },
        {
            "type": "normal",
            "content": "\nAlthough the living entities are part and parcel of the Supreme Lord and are therefore in a transcendental position, they are still suffering in this material world and struggling for existence due to the mind and the senses. To get out of this false struggle for existence and become happy in the material world, one has to control the mind and senses and be detached from material conditions. One should never neglect austerities and penances; one should always perform them. Lord Ṛṣabhadeva personally showed us how to do this. In the Śrīmad-Bhāgavatam (SB 9.19.17) it is specifically stated:\n"
        },
        {
            "type": "verse",
            "content": "mātrā svasrā duhitrā vā"
        },
        {
            "type": "normal",
            "content": "\n:nāviviktāsano bhavet\n:balavān indriya-grāmo\n"
        },
        {
            "type": "verse",
            "content": "vidvāṁsam api karṣati"
        },
        {
            "type": "normal",
            "content": "\nA gṛhastha, vānaprastha, sannyāsī and brahmacārī should be very careful when associating with women. One is forbidden to sit down in a solitary place even with one's mother, sister or daughter. In our Kṛṣṇa consciousness movement it has been very difficult to disassociate ourselves from women in our society, especially in Western countries. We are therefore sometimes criticized, but nonetheless we are trying to give everyone a chance to chant the Hare Kṛṣṇa 'mahā-mantra' and thus advance spiritually. If we stick to the principle of chanting the Hare Kṛṣṇa mahā-mantra4 offenselessly, then, by the grace of Śrīla Haridāsa Ṭhākura, we may be saved from the allurement of women. However, if we are not very strict in chanting the Hare Kṛṣṇa mahā-mantra, we may at any time fall victim to women.\n"
        }
    ]
}
