{
    "info": {
        "id": "sb/5/6/summary",
        "prevId": "sb/5/5/35",
        "nextId": "sb/5/6/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter tells how Lord Ṛṣabhadeva left His body. He was not attached to His body even when it was being burned up in a forest fire. When the seed of fruitive activity is burned by the fire of knowledge, the spiritual properties and mystic powers are automatically manifest, yet bhakti-yoga is not affected by these mystic powers. An ordinary yogī is captivated by mystic powers and his progress checked; therefore a perfect yogī does not welcome them. Because the mind is restless and undependable, it must remain always under control. Even the mind of the advanced yogī Saubhari created such a disturbance that he lost his yogic mystic powers. Due to a restless mind, even a very advanced yogī can fall down. The mind is so restless that it induces even a perfect yogī to be controlled by the senses. Therefore Lord Ṛṣabhadeva, for the instruction of all yogīs, showed the process of quitting the body. While traveling in South India, through the provinces of Karṇāṭa, Koṅka, Veṅka and Kuṭaka, Lord Ṛṣabhadeva arrived in the neighborhood of Kuṭakācala. Suddenly there was a forest fire that burned the forest and Lord Ṛṣabhadeva's body to ashes. The pastimes of Lord Ṛṣabhadeva as a liberated soul were known by the King of Koṅka, Veṅka and Kuṭaka. This King's name was Arhat. He later became captivated by the illusory energy, and in this condition he set forth the basic principles of Jainism. Lord Ṛṣabhadeva set forth the principles of religion that can free one from material bondage, and He put an end to all kinds of atheistic activities. On this earth, the place known as Bhārata-varṣa was a very pious land because the Supreme Lord appeared there when He wanted to incarnate."
        },
        {
            "type": "normal",
            "content": "Lord Ṛṣabhadeva neglected all the mystic powers for which the so-called yogīs hanker. Because of the beauty of devotional service, devotees are not at all interested in so-called mystic power. The master of all yogic power, Lord Kṛṣṇa, can exhibit all powers on behalf of His devotee. Devotional service is more valuable than yogic mystic powers. Devotees who are sometimes misled aspire for liberation and mystic powers. The Supreme Lord gives these devotees whatever they desire, but they cannot attain the most important function of devotional service. Devotional service to the Lord is guaranteed for those who do not desire liberation and mystic power."
        }
    ]
}
