{
    "info": {
        "id": "sb/10/38/summary",
        "prevId": "sb/10/37/33",
        "nextId": "sb/10/38/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Akrūra's trip from Mathurā to Vṛndāvana, his meditation on Kṛṣṇa and Balarāma along the way and the honor the two Lords showed Akrūra upon his arrival."
        },
        {
            "type": "normal",
            "content": "Early in the morning on the day after Kaṁsa had ordered him to bring Kṛṣṇa and Balarāma to Mathurā, Akrūra prepared his chariot and set off for Gokula. As he traveled, he thought as follows: \"I am about to attain the great good fortune of seeing Śrī Kṛṣṇa's lotus feet, which are worshiped by Brahmā, Rudra and the other demigods. Although Kaṁsa is an enemy of the Supreme Lord and His devotees, still, it is by Kaṁsa's grace that I will get this great boon of seeing the Lord. When I first catch sight of His lotus feet, all my sinful reactions will be destroyed at once. I will descend from my chariot and fall at the feet of Kṛṣṇa and Balarāma, and even though I have been sent by Kaṁsa, the omniscient Śrī Kṛṣṇa will certainly harbor no animosity toward me.\" As Akrūra thus thought to himself, he arrived in Gokula at sunset. Alighting from his chariot in the cowherd pasture, he began rolling about in the dust in great ecstasy."
        },
        {
            "type": "normal",
            "content": "Then Akrūra continued on to Vraja. When he saw Kṛṣṇa and Balarāma he fell at Their lotus feet, and both the Lords embraced him. Afterward They brought him to Their residence, inquired from him about the comfort of his trip and honored him in various ways-offering him water for washing his feet, arghya, a seat and so forth. They relieved him of his fatigue by massaging his feet and served him a delicious banquet. Mahārāja Nanda also honored Akrūra with many sweet words."
        }
    ]
}
