{
    "info": {
        "id": "sb/6/5/13",
        "prevId": "sb/6/5/12",
        "nextId": "sb/6/5/14"
    },
    "verses": [
        {
            "roman": "pumān naivaiti yad gatvā\nbila-svargaṁ gato yathā\npratyag-dhāmāvida iha\nkim asat-karmabhir bhavet\n"
        }
    ],
    "synonyms": "pumān—a human being; na—not; eva—indeed; eti—comes back; yat—to which; gatvā—having gone; bila-svargam—to the region of the lower planetary system known as Pātāla; gataḥ—gone; yathā—like; pratyak-dhāma—the effulgent spiritual world; avidaḥ—of the unintelligent man; iha—in this material world; kim—what benefit; asat-karmabhiḥ—with temporary fruitive activities; bhavet—there can be.",
    "translation": "\n[Nārada Muni had described that there is a bila, or hole, from which, having entered, one does not return. The Haryaśvas understood the meaning of this allegory.] Hardly once has a person who has entered the lower planetary system called Pātāla been seen to return. Similarly, if one enters the Vaikuṇṭha-dhāma [pratyag-dhāma], he does not return to this material world. If there is such a place, from which, having gone, one does not return to the miserable material condition of life, what is the use of jumping like monkeys in the temporary material world and not seeing or understanding that place? What will be the profit?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Bhagavad-gītā (BG 15.6), yad gatvā na nivartante tad dhāma paramaṁ mama: there is a region from which, having gone, one does not return to the material world. This region has been repeatedly described. Elsewhere in Bhagavad-gītā (BG 4.9), Kṛṣṇa says:\n"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so 'rjuna"
        },
        {
            "type": "normal",
            "content": "\n\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\"\n"
        },
        {
            "type": "normal",
            "content": "If one can properly understand Kṛṣṇa, who has already been described as the Supreme King, he does not return here after giving up his material body. This fact has been described in this verse of Śrīmad-Bhāgavatam. Pumān naivaiti yad gatvā: he does not return to this material world, but returns home, back to Godhead, to live an eternally blissful life of knowledge. Why do people not care about this? What will be the benefit of taking birth again in this material world, sometimes as a human being, sometimes a demigod and sometimes a cat or dog? What is the benefit of wasting time in this way? Kṛṣṇa has very definitely asserted in Bhagavad-gītā (BG 8.15):\n"
        },
        {
            "type": "verse",
            "content": "mām upetya punar janma\nduḥkhālayam aśāśvatam\nnāpnuvanti mahātmānaḥ\nsaṁsiddhiṁ paramāṁ gatāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.\" One's real concern should be to free himself from the repetition of birth and death and attain the topmost perfection of life by living with the Supreme King in the spiritual world. In these verses the sons of Dakṣa repeatedly say, kim asat-karmabhir bhavet: \"What is the use of impermanent fruitive activities?\"\n"
        }
    ]
}
