{
    "info": {
        "id": "sb/6/5/17",
        "prevId": "sb/6/5/16",
        "nextId": "sb/6/5/18"
    },
    "verses": [
        {
            "roman": "pañca-viṁśati-tattvānāṁ\npuruṣo 'dbhuta-darpaṇaḥ\nadhyātmam abudhasyeha\nkim asat-karmabhir bhavet\n"
        }
    ],
    "synonyms": "pañca-viṁśati—twenty-five; tattvānām—of the elements; puruṣaḥ—the Supreme Personality of Godhead; adbhuta-darpaṇaḥ—the wonderful manifester; adhyātmam—the overseer of all causes and effects; abudhasya—of one who does not know; iha—in this world; kim asat-karmabhiḥ bhavet—what can be the benefit of engaging in temporary fruitive activities.",
    "translation": "[Nārada Muni had said that there is a house made of twenty-five elements. The Haryaśvas understood this analogy.] The Supreme Lord is the reservoir of the twenty-five elements, and as the Supreme Being, the conductor of cause and effect, He causes their manifestation. If one engages in temporary fruitive activities, not knowing that Supreme Person, what benefit will he derive?",
    "purport": [
        {
            "type": "normal",
            "content": "Philosophers and scientists conduct scholarly research to find the original cause, but they should do so scientifically, not whimsically or through fantastic theories. The science of the original cause is explained in various Vedic literatures. Athāto brahma jijñāsā/janmādy asya yataḥ (SB 1.1.1). The Vedānta-sūtra explains that one should inquire about the Supreme Soul. Such inquiry about the Supreme is called brahma jijñāsā. The Absolute Truth, tattva, is explained in Śrīmad-Bhāgavatam (SB 1.2.11):"
        },
        {
            "type": "verse",
            "content": "vadanti tat tattva-vidastattvaṁ yaj jñānam advayam\nbrahmeti paramātmetibhagavān iti śabdyate"
        },
        {
            "type": "normal",
            "content": "\"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān.\" The Absolute Truth appears to neophytes as impersonal Brahman and to advanced mystic yogīs as Paramātmā, the Supersoul, but devotees, who are further advanced, understand the Absolute Truth as the Supreme Lord, Viṣṇu."
        },
        {
            "type": "normal",
            "content": "This material cosmic manifestation is an expansion of the energy of Lord Kṛṣṇa, or Lord Viṣṇu."
        },
        {
            "type": "verse",
            "content": "eka-deśa-sthitasyāgnerjyotsnā vistāriṇī yathā\nparasya brahmaṇaḥ śaktistathedam akhilaṁ jagat"
        },
        {
            "type": "normal",
            "content": "\"Whatever we see in this world is but an expansion of various energies of the Supreme Personality of Godhead, who is like a fire that spreads illumination for a long distance although it is situated in one place.\" (Viṣṇu Purāṇa) The entire cosmic manifestation is an expansion of the Supreme Lord. Therefore if one does not conduct research to find the supreme cause, but instead falsely engages in frivolous, temporary activities, what is the use of demanding recognition as an important scientist or philosopher? If one does not know the ultimate cause, what is the use of his scientific and philosophical research?"
        },
        {
            "type": "normal",
            "content": "The puruṣa, the original person—Bhagavān, Viṣṇu—can be understood only by devotional service. Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: (BG 18.55) only by devotional service can one understand the Supreme Person, who is behind everything. One must try to understand that the material elements are the separated, inferior energy of the Lord and that the living entity is the Lord's spiritual energy. Whatever we experience, including matter and the spirit soul, the living force, is but a combination of two energies of Lord Viṣṇu—the inferior energy and the superior energy. One should seriously study the facts concerning creation, maintenance and devastation, as well as the permanent place from which one never need return (yad gatvā na nivartante (BG 15.6)). Human society should study this, but instead of culturing such knowledge, people are attracted to temporary happiness and sense gratification, culminating in bottomless, topless passion. There is no profit in such activities; one must engage himself in the Kṛṣṇa consciousness movement."
        }
    ]
}
