{
    "info": {
        "id": "sb/6/5/22",
        "prevId": "sb/6/5/21",
        "nextId": "sb/6/5/23"
    },
    "verses": [
        {
            "roman": "svara-brahmaṇi nirbhāta-\nhṛṣīkeśa-padāmbuje\nakhaṇḍaṁ cittam āveśya\nlokān anucaran muniḥ\n"
        }
    ],
    "synonyms": "svara-brahmaṇi—in spiritual sound; nirbhāta—placing clearly before the mind; hṛṣīkeśa—of the Supreme Personality of Godhead, Kṛṣṇa, the master of the senses; padāmbuje—the lotus feet; akhaṇḍam—unbroken; cittam—consciousness; āveśya—engaging; lokān—all the planetary systems; anucarat—traveled around; muniḥ—the great sage Nārada Muni.",
    "translation": "\nThe seven musical notes-ṣa, ṛ, gā, ma, pa, dha and ni-are used in musical instruments, but originally they come from the Sāma Veda. The great sage Nārada vibrates sounds describing the pastimes of the Supreme Lord. By such transcendental vibrations, such as Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, he fixes his mind at the lotus feet of the Lord. Thus he directly perceives Hṛṣīkeśa, the master of the senses. After delivering the Haryaśvas, Nārada Muni continued traveling throughout the planetary systems, his mind always fixed at the lotus feet of the Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe goodness of the great sage Nārada Muni is described herewith. He always chants about the pastimes of the Lord and delivers the fallen souls back to Godhead. In this regard, Śrīla Bhaktivinoda Ṭhākura has sung:\n"
        },
        {
            "type": "verse",
            "content": "nārada-muni,           bājāya vīṇā,\n'rādhikā-ramaṇa'-nāme"
        },
        {
            "type": "verse",
            "content": "nāma amani,           udita haya,\nbhakata-gīta-sāme"
        },
        {
            "type": "verse",
            "content": "amiya-dhārā,           variṣe ghana,\nśravaṇa-yugale giyā"
        },
        {
            "type": "verse",
            "content": "bhakata-jana,           saghane nāce,\nbhariyā āpana hiyā"
        },
        {
            "type": "verse",
            "content": "mādhurī-pūra,           āsaba paśi',\nmātāya jagata-jane"
        },
        {
            "type": "verse",
            "content": "keha vā kāṅde,           keha vā nāce,\nkeha māte mane mane"
        },
        {
            "type": "verse",
            "content": "pañca-vadana,           nārade dhari',\npremera saghana rola"
        },
        {
            "type": "verse",
            "content": "kamalāsana,           nāciyā bale,\n 'bola bola hari bola' "
        },
        {
            "type": "verse",
            "content": "sahasrānana,           parama-sukhe,\n 'hari hari' bali' gāya"
        },
        {
            "type": "verse",
            "content": "nāma-prabhāve,           mātila viśva,\nnāma-rasa sabe pāya"
        },
        {
            "type": "verse",
            "content": "śrī-kṛṣṇa-nāma,           rasane sphuri',\npurā'la āmāra āśa"
        },
        {
            "type": "verse",
            "content": "śrī-rūpa-pade,           yācaye ihā,\nbhakativinoda dāsa"
        },
        {
            "type": "normal",
            "content": "\nThe purport of this song is that Nārada Muni, the great soul, plays a stringed instrument called a vīṇā, vibrating the sound rādhikā-ramaṇa, which is another name for Kṛṣṇa. As soon as he strokes the strings, all the devotees begin responding, making a very beautiful vibration. Accompanied by the stringed instrument, the singing seems like a shower of nectar, and all the devotees dance in ecstasy to the fullest extent of their satisfaction. While dancing, they appear madly intoxicated with ecstasy, as if drinking the beverage called mādhurī-pūra. Some of them cry, some of them dance, and some of them, although unable to dance publicly, dance within their hearts. Lord Śiva embraces Nārada Muni and begins talking in an ecstatic voice, and seeing Lord Śiva dancing with Nārada, Lord Brahmā also joins, saying, \"All of you kindly chant 'Hari bol! Hari bol!' \" The King of heaven, Indra, also gradually joins with great satisfaction and begins dancing and chanting \"Hari bol! Hari bol!\" In this way, by the influence of the transcendental vibration of the holy name of God, the whole universe becomes ecstatic. Bhaktivinoda Ṭhākura says, \"When the universe becomes ecstatic, my desire is satisfied. I therefore pray unto the lotus feet of Rūpa Gosvāmī that this chanting of harer nāma (CC Adi 17.21) may go on nicely like this.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Brahmā is the guru of Nārada Muni, who is the guru of Vyāsadeva, and Vyāsadeva is the guru of Madhvācārya. Thus the Gauḍīya-Mādhva-sampradāya is in the disciplic succession from Nārada Muni. The members of this disciplic succession—in other words, the members of the Kṛṣṇa consciousness movement—should follow in the footsteps of Nārada Muni by chanting the transcendental vibration Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. They should go everywhere to deliver the fallen souls by vibrating the Hare Kṛṣṇa mantra and the instructions of Bhagavad-gītā, Śrīmad-Bhāgavatam and Caitanya-caritāmṛta. That will please the Supreme Personality of Godhead. One can spiritually advance if one actually follows the instructions of Nārada Muni. If one pleases Nārada Muni, then the Supreme Personality of Godhead, Hṛṣīkeśa, is also pleased (yasya prasādād bhagavat-prasādaḥ). The immediate spiritual master is the representative of Nārada Muni; there is no difference between the instructions of Nārada Muni and those of the present spiritual master. Both Nārada Muni and the present spiritual master speak the same teachings of Kṛṣṇa, who says in Bhagavad-gītā (18.65-66):\n"
        },
        {
            "type": "verse",
            "content": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru\nmām evaiṣyasi satyaṁ te\npratijāne priyo 'si me"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend. Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\"\n"
        }
    ]
}
