{
    "info": {
        "id": "sb/6/5/26",
        "prevId": "sb/6/5/25",
        "nextId": "sb/6/5/27-28"
    },
    "verses": [
        {
            "roman": "tad-upasparśanād eva\nvinirdhūta-malāśayāḥ\njapanto brahma paramaṁ\ntepus tatra mahat tapaḥ\n"
        }
    ],
    "synonyms": "tat—of that holy place; upasparśanāt—by bathing regularly in the water; eva—indeed; vinirdhūta—completely purified; mala-āśayāḥ—of all the dirt within the heart; japantaḥ—chanting or murmuring; brahma—mantras beginning with oṁ (such as oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ); paramam—the ultimate goal; tepuḥ—performed; tatra—there; mahat—great; tapaḥ—penances.",
    "translation": "\nAt Nārāyaṇa-saras, the second group of sons performed penances in the same way as the first. They bathed in the holy water, and by its touch all the dirty material desires in their hearts were cleansed away. They murmured mantras beginning with oṁkāra and underwent a severe course of austerities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nEvery Vedic mantra is called brahma because each mantra is preceded by the brahmākṣara (aum or oṁkāra). For example, oṁ namo bhagavate vāsudevāya. Lord Kṛṣṇa says in Bhagavad-gītā (BG 7.8), praṇavaḥ sarva-vedeṣu: \"In all the Vedic mantras, I am represented by praṇava, or oṁkāra.\" Thus chanting of the Vedic mantras beginning with oṁkāra is directly chanting of Kṛṣṇa's name. There is no difference. Whether one chants oṁkāra or addresses the Lord as \"Kṛṣṇa,\" the meaning is the same, but Śrī Caitanya Mahāprabhu has recommended that in this age one chant the Hare Kṛṣṇa mantra (harer nāma eva kevalam (CC Adi 17.21)). Although there is no difference between Hare Kṛṣṇa and the Vedic mantras beginning with oṁkāra, Śrī Caitanya Mahāprabhu, the leader of the spiritual movement for this age, has recommended that one chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare.\n"
        }
    ]
}
