{
    "info": {
        "id": "sb/6/5/30",
        "prevId": "sb/6/5/29",
        "nextId": "sb/6/5/31"
    },
    "verses": [
        {
            "roman": "dākṣāyaṇāḥ saṁśṛṇuta\ngadato nigamaṁ mama\nanvicchatānupadavīṁ\nbhrātṟṇāṁ bhrātṛ-vatsalāḥ\n"
        }
    ],
    "synonyms": "dākṣāyaṇāḥ—O sons of Prajāpati Dakṣa; saṁśṛṇuta—please hear with attention; gadataḥ—who am speaking; nigamam—instruction; mama—my; anvicchata—follow; anupadavīm—the path; bhrātṟṇām—of your brothers; bhrātṛ-vatsalāḥ—O you who are very much affectionate to your brothers.",
    "translation": "O sons of Dakṣa, please hear my words of instruction attentively. You are all very affectionate to your elder brothers, the Haryaśvas. Therefore you should follow their path.",
    "purport": [
        {
            "type": "normal",
            "content": "Nārada Muni encouraged Prajāpati Dakṣa's second group of sons by awakening their natural affinity for their brothers. He urged them to follow their older brothers if they were at all affectionate toward them. Family affection is very strong, and therefore Nārada Muni followed this tactic of reminding them of their family relationship with the Haryaśvas. Generally the word nigama refers to the Vedas, but here nigama refers to the instructions contained in the Vedas. Śrīmad-Bhāgavatam says, nigama-kalpa-taror galitaṁ phalam: (SB 1.1.3) the Vedic instructions are like a tree, of which Śrīmad-Bhāgavatam is the ripened fruit. Nārada Muni is engaged in distributing this fruit, and therefore he instructed Vyāsadeva to write this Mahā-Purāṇa, Śrīmad-Bhāgavatam, for the benefit of ignorant human society."
        },
        {
            "type": "verse",
            "content": "anarthopaśamaṁ sākṣādbhakti-yogam adhokṣaje\nlokasyājānato vidvāṁścakre sātvata-saṁhitām"
        },
        {
            "type": "normal",
            "content": "\"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vyāsadeva compiled this Vedic literature, which is in relation to the Supreme Truth.\" (SB 1.7.6) People are suffering because of ignorance and are following a wrong path for happiness. This is called anartha. These material activities will never make them happy, and therefore Nārada instructed Vyāsadeva to record the instructions of Śrīmad-Bhāgavatam. Vyāsadeva actually followed Nārada and did this. Śrīmad-Bhāgavatam is the supreme instruction of the Vedas. Galitaṁ phalam: the ripened fruit of the Vedas is Śrīmad-Bhāgavatam."
        }
    ]
}
