{
    "info": {
        "id": "sb/6/5/40",
        "prevId": "sb/6/5/39",
        "nextId": "sb/6/5/41"
    },
    "verses": [
        {
            "roman": "netthaṁ puṁsāṁ virāgaḥ syāt\ntvayā kevalinā mṛṣā\nmanyase yady upaśamaṁ\nsneha-pāśa-nikṛntanam\n"
        }
    ],
    "synonyms": "na—not; ittham—in this way; puṁsām—of persons; virāgaḥ—renunciation; syāt—is possible; tvayā—by you; kevalinā mṛṣā—possessing knowledge falsely; manyase—you think; yadi—if; upaśamam—renunciation of material enjoyment; sneha-pāśa—the bonds of affection; nikṛntanam—cutting.",
    "translation": "Prajāpati Dakṣa continued: If you think that simply awakening the sense of renunciation will detach one from the material world, I must say that unless full knowledge is awakened, simply changing dresses as you have done cannot possibly bring detachment.",
    "purport": [
        {
            "type": "normal",
            "content": "Prajāpati Dakṣa was correct in stating that changing one's dress cannot detach one from this material world. The sannyāsīs of Kali-yuga who change their robes from white to saffron and then think they can do whatever they like are more abominable than materialistic gṛhasthas. This is not recommended anywhere. Prajāpati Dakṣa was right in pointing out this defect, but he did not know that Nārada Muni had aroused the spirit of renunciation in the Haryaśvas and Savalāśvas through full knowledge. Such enlightened renunciation is desirable. One should enter the renounced order with full knowledge (jñāna-vairāgya), for the perfection of life is possible for one who renounces this material world in that way. This elevated stage can be reached very easily, as supported by the statements of Śrīmad-Bhāgavatam (SB 1.2.7):"
        },
        {
            "type": "verse",
            "content": "vāsudeve bhagavatibhakti-yogaḥ prayojitaḥ\njanayaty āśu vairāgyaṁjñānaṁ ca yad ahaitukam"
        },
        {
            "type": "normal",
            "content": "\"By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.\" If one seriously engages in devotional service to Lord Vāsudeva, jñāna and vairāgya are automatically manifest in one's person. There is no doubt of this. Prajāpati Dakṣa's accusation that Nārada had not actually elevated his sons to the platform of knowledge was not factual. All the sons of Prajāpati Dakṣa had first been raised to the platform of jñāna and had then automatically renounced this world. In summary, unless one's knowledge is awakened, renunciation cannot take place, for without elevated knowledge one cannot give up attachment for material enjoyment."
        }
    ]
}
