{
    "info": {
        "id": "sb/6/5/42",
        "prevId": "sb/6/5/41",
        "nextId": "sb/6/5/43"
    },
    "verses": [
        {
            "roman": "yan nas tvaṁ karma-sandhānāṁ\nsādhūnāṁ gṛhamedhinām\nkṛtavān asi durmarṣaṁ\nvipriyaṁ tava marṣitam\n"
        }
    ],
    "synonyms": "yat—which; naḥ—unto us; tvam—you; karma-sandhānām—who strictly follow the fruitive ritualistic ceremonies according to Vedic injunctions; sādhūnām—who are honest (because we honestly seek elevated social standards and bodily comfort); gṛha-medhinām—although situated with a wife and children; kṛtavān asi—have created; durmarṣam—unbearable; vipriyam—wrong; tava—your; marṣitam—forgiven.",
    "translation": "\nAlthough I live in household life with my wife and children, I honestly follow the Vedic injunctions by engaging in fruitive activities to enjoy life without sinful reactions. I have performed all kinds of yajñas, including the deva-yajña, ṛṣi-yajña, pitṛ-yajña and nṛ-yajña. Because these yajñas are called vratas [vows], I am known as a gṛhavrata. Unfortunately, you have given me great displeasure by misguiding my sons, for no reason, to the path of renunciation. This can be tolerated once.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nPrajāpati Dakṣa wanted to prove that he had been most tolerant in not having said anything when Nārada Muni, for no reason, induced his ten thousand innocent sons to adopt the path of renunciation. Sometimes householders are accused of being gṛhamedhīs, for gṛhamedhīs are satisfied with family life without spiritual advancement. Gṛhasthas, however, are different because although gṛhasthas live in householder life with their wives and children, they are eager for spiritual advancement. Wanting to prove that he had been magnanimous to Nārada Muni, Prajāpati Dakṣa stressed that when Nārada had misled his first sons, Dakṣa had taken no action; he had been kind and tolerant. He was aggrieved, however, because Nārada Muni had misled his sons for a second time. Therefore he wanted to prove that Nārada Muni, although dressed like a sādhu, was not actually a sādhu; he himself, although a householder, was a greater sādhu than Nārada Muni.\n"
        }
    ]
}
