{
    "info": {
        "id": "sb/6/5/6-8",
        "prevId": "sb/6/5/4-5",
        "nextId": "sb/6/5/9"
    },
    "verses": [
        {
            "roman": "uvāca cātha haryaśvāḥ\nkathaṁ srakṣyatha vai prajāḥ\nadṛṣṭvāntaṁ bhuvo yūyaṁ\nbāliśā bata pālakāḥ\n"
        },
        {
            "roman": "tathaika-puruṣaṁ rāṣṭraṁ\nbilaṁ cādṛṣṭa-nirgamam\nbahu-rūpāṁ striyaṁ cāpi\npumāṁsaṁ puṁścalī-patim\n"
        },
        {
            "roman": "nadīm ubhayato vāhāṁ\npañca-pañcādbhutaṁ gṛham\nkvacid dhaṁsaṁ citra-kathaṁ\nkṣaura-pavyaṁ svayaṁ bhrami\n"
        }
    ],
    "synonyms": "uvāca—he said; ca—also; atha—thus; haryaśvāḥ—O Haryaśvas, sons of Prajāpati Dakṣa; katham—why; srakṣyatha—you will beget; vai—indeed; prajāḥ—progeny; adṛṣṭvā—having not seen; antam—the end; bhuvaḥ—of this earth; yūyam—all of you; bāliśāḥ—inexperienced; bata—alas; pālakāḥ—although ruling princes; tathā—so also; eka—one; puruṣam—man; rāṣṭram—kingdom; bilam—the hole; ca—also; adṛṣṭa-nirgamam—from which there is no coming out; bahu-rūpām—taking many forms; striyam—the woman; ca—and; api—even; pumāṁsam—the man; puṁścalī-patim—the husband of a prostitute; nadīm—a river; ubhayataḥ—in both ways; vāhām—which flows; pañca-pañca—of five multiplied by five (twenty-five); adbhutam—a wonder; gṛham—the house; kvacit—somewhere; haṁsam—a swan; citra-katham—whose story is wonderful; kṣaura-pavyam—made of sharp razors and thunderbolts; svayam—itself; bhrami—revolving.",
    "translation": "The great sage Nārada said: My dear Haryaśvas, you have not seen the extremities of the earth. There is a kingdom where only one man lives and where there is a hole from which, having entered, no one emerges. A woman there who is extremely unchaste adorns herself with various attractive dresses, and the man who lives there is her husband. In that kingdom, there is a river flowing in both directions, a wonderful home made of twenty-five materials, a swan that vibrates various sounds, and an automatically revolving object made of sharp razors and thunderbolts. You have not seen all this, and therefore you are inexperienced boys without advanced knowledge. How, then, will you create progeny?",
    "purport": [
        {
            "type": "normal",
            "content": "Nārada Muni saw that the boys known as the Haryaśvas were already purified because of living in that holy place and were practically ready for liberation. Why then should they be encouraged to become entangled in family life, which is so dark that once having entered it one cannot leave it? Through this analogy, Nārada Muni asked them to consider why they should follow their father's order to be entangled in family life. Indirectly, he asked them to find within the cores of their hearts the situation of the Supersoul, Lord Viṣṇu, for then they would truly be experienced. In other words, one who is too involved in his material environment and does not look within the core of his heart is increasingly entangled in the illusory energy. Nārada Muni's purpose was to get the sons of Prajāpati Dakṣa to divert their attention toward spiritual realization instead of involving themselves in the ordinary but complicated affairs of propagation. The same advice was given by Prahlāda Mahārāja to his father (SB 7.5.5):"
        },
        {
            "type": "verse",
            "content": "tat sādhu manye 'sura-varya dehināṁsadā samudvigna-dhiyām asad-grahāt\nhitvātma-pātaṁ gṛham andha-kūpaṁvanaṁ gato yad dharim āśrayeta"
        },
        {
            "type": "normal",
            "content": "In the dark well of family life, one is always full of anxiety because of having accepted a temporary body. If one wants to free himself from this anxiety, one should immediately leave family life and take shelter of the Supreme Personality of Godhead in Vṛndāvana. Nārada Muni advised the Haryaśvas not to enter household life. Since they were already advanced in spiritual knowledge, why should they be entangled in that way?"
        }
    ]
}
