{
    "info": {
        "id": "sb 6/5/Summary",
        "prevId": "sb/6/4/54",
        "nextId": "sb/6/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how all the sons of Dakṣa were delivered from the clutches of the material energy by following the advice of Nārada, who was therefore cursed by Dakṣa.\n"
        },
        {
            "type": "normal",
            "content": "Influenced by the external energy of Lord Viṣṇu, Prajāpati Dakṣa begot ten thousand sons in the womb of his wife, Pāñcajanī. These sons, who were all of the same character and mentality, were known as the Haryaśvas. Ordered by their father to create more and more population, the Haryaśvas went west to the place where the River Sindhu (now the Indus) meets the Arabian Sea. In those days this was the site of a holy lake named Nārāyaṇa-saras, where there were many saintly persons. The Haryaśvas began practicing austerities, penances and meditation, which are the engagements of the highly exalted renounced order of life. However, when Śrīla Nārada Muni saw these boys engaged in such commendable austerities simply for material creation, he thought it better to release them from this tendency. Nārada Muni described to the boys their ultimate goal of life and advised them not to become ordinary karmīs to beget children. Thus all the sons of Dakṣa became enlightened and left, never to return.\n"
        },
        {
            "type": "normal",
            "content": "Prajāpati Dakṣa, who was very sad at the loss of his sons, begot one thousand more sons in the womb of his wife, Pāñcajanī, and ordered them to increase progeny. These sons, who were named the Savalāśvas, also engaged in worshiping Lord Viṣṇu to beget children, but Nārada Muni convinced them to become mendicants and not beget children. Foiled twice in his attempts to increase population, Prajāpati Dakṣa became most angry at Nārada Muni and cursed him, saying that in the future he would not be able to stay anywhere. Since Nārada Muni, being fully qualified, was fixed in tolerance, he accepted Dakṣa's curse.\n"
        }
    ]
}
