{
    "info": {
        "id": "sb/10/20/7",
        "prevId": "sb/10/20/6",
        "nextId": "sb/10/20/8"
    },
    "verses": [
        {
            "roman": "tapaḥ-kṛśā deva-mīḍhā\nāsīd varṣīyasī mahī\nyathaiva kāmya-tapasas\ntanuḥ samprāpya tat-phalam\n"
        }
    ],
    "synonyms": "tapaḥ-kṛśā—emaciated by the summer heat; deva-mīḍhā—mercifully sprinkled by the god of rain; āsīt—became; varṣīyasī—fully nourished; yathā eva—just as; kāmya—based on sense gratification; tapasaḥ—of one whose austerities; tanuḥ—the body; samprāpya—after obtaining; tat—of those austere practices; phalam—the fruit.",
    "translation": "\nThe earth had been emaciated by the summer heat, but she became fully nourished again when moistened by the god of rain. Thus the earth was like a person whose body has been emaciated by austerities undergone for a material purpose, but who again becomes fully nourished when he achieves the fruit of those austerities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda comments on this verse as follows: \"Before the rainfall, the whole surface of the globe becomes almost depleted of all kinds of energies and appears very lean. After the rainfall, the whole surface of the earth becomes green with vegetation and appears very healthy and strong. Here, a comparison is made to the person undergoing austerities for fulfillment of a material desire. The flourishing condition of the earth after a rainy season is compared to the fulfillment of material desires. Sometimes, when a country is subjugated by an undesirable government, persons and parties undergo severe penances and austerities to get control of the government, and when they attain control they flourish by giving themselves generous salaries. This also is like the flourishing of the earth in the rainy season. Actually, one should undergo severe austerities and penances only to achieve spiritual happiness. In the Śrīmad-Bhāgavatam it is recommended that tapasya, or austerities, should be accepted only for realizing the Supreme Lord. By accepting austerity in devotional service, one regains his spiritual life, and as soon as one regains his spiritual life, he enjoys unlimited spiritual bliss. But if someone undertakes austerities and penances for some material gain, then, as stated in the Bhagavad-gītā, the results are temporary and are desired only by persons of less intelligence. \"\n"
        }
    ]
}
