{
    "info": {
        "id": "sb/3/2/21",
        "prevId": "sb/3/2/20",
        "nextId": "sb/3/2/22"
    },
    "verses": [
        {
            "roman": "svayaṁ tv asāmyātiśayas tryadhīśaḥ\nsvārājya-lakṣmy-āpta-samasta-kāmaḥ\nbaliṁ haradbhiś cira-loka-pālaiḥ\nkirīṭa-koṭy-eḍita-pāda-pīṭhaḥ\n"
        }
    ],
    "synonyms": "svayam—Himself; tu—but; asāmya—unique; atiśayaḥ—greater; tri-adhīśaḥ—Lord of the three; svārājya—independent supremacy; lakṣmī—fortune; āpta—achieved; samasta-kāmaḥ—all desires; balim—worshiping paraphernalia; haradbhiḥ—offered by; cira-loka-pālaiḥ—by the eternal maintainers of the order of creation; kirīṭa-koṭi—millions of helmets; eḍita-pāda-pīṭhaḥ—feet honored by prayers.",
    "translation": "Lord Śrī Kṛṣṇa is the Lord of all kinds of threes and is independently supreme by achievement of all kinds of fortune. He is worshiped by the eternal maintainers of the creation, who offer Him the paraphernalia of worship by touching their millions of helmets to His feet.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa is so mild and merciful, as described in the above verses, and yet He is the Lord of all kinds of threes. He is the Supreme Lord of the three worlds, the three qualities of material nature and the three puruṣas (Kāraṇodakaśāyī, Garbhodakaśāyī and Kṣīrodakaśāyī Viṣṇu). There are innumerable universes, and in each and every universe there are different manifestations of Brahmā, Viṣṇu and Rudra. Besides that, there is the Śeṣa-mūrti who bears all the universes on His hoods. And Lord Kṛṣṇa is the Lord of all of them. As the incarnation of Manu, He is the original source of all Manus in innumerable universes. Each universe has manifestations of 504,000 Manus. He is the Lord of the three principal potencies, namely cit-śakti, māyā-śakti and taṭastha-śakti, and He is the complete master of six kinds of fortune—wealth, strength, fame, beauty, knowledge and renunciation. There is none who can excel Him in any matter of enjoyment, and certainly there is no one greater than Him. No one is equal to or greater than Him. It is the duty of everyone, whoever and wherever one may be, to surrender completely unto Him. It is not wonderful, therefore, that all the transcendental controllers surrender to Him and make all offerings of worship."
        }
    ]
}
