{
    "info": {
        "id": "sb/6/7/23",
        "prevId": "sb/6/7/22",
        "nextId": "sb/6/7/24"
    },
    "verses": [
        {
            "roman": "maghavan dviṣataḥ paśya\nprakṣīṇān gurv-atikramāt\nsampraty upacitān bhūyaḥ\nkāvyam ārādhya bhaktitaḥ\nādadīran nilayanaṁ\nmamāpi bhṛgu-devatāḥ\n"
        }
    ],
    "synonyms": "maghavan—O Indra; dviṣataḥ—your enemies; paśya—just see; prakṣīṇān—being very weak (formerly); guru-atikramāt—because of disrespecting their guru, Śukrācārya; samprati—at the present moment; upacitān—powerful; bhūyaḥ—again; kāvyam—their spiritual master, Śukrācārya; ārādhya—worshiping; bhaktitaḥ—with great devotion; ādadīran—may take away; nilayanam—the abode, Satyaloka; mama—my; api—even; bhṛgu-devatāḥ—who are now strong devotees of Śukrācārya, the disciple of Bhṛgu.",
    "translation": "O Indra, your enemies, the demons, were extremely weak because of their disrespect toward Śukrācārya, but since they have now worshiped Śukrācārya with great devotion, they have again become powerful. By their devotion to Śukrācārya, they have increased their strength so much that now they are even able to easily seize my abode from me.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Brahmā wanted to point out to the demigods that by the strength of the guru one can become most powerful within this world, and by the displeasure of the guru one can lose everything. This is confirmed by the song of Viśvanātha Cakravartī Ṭhākura:"
        },
        {
            "type": "verse",
            "content": "yasya prasādād bhagavat-prasādoyasyāprasādān na gatiḥ kuto 'pi"
        },
        {
            "type": "normal",
            "content": "\"By the mercy of the spiritual master one is benedicted by the mercy of Kṛṣṇa. Without the grace of the spiritual master, one cannot make any advancement.\" Although the demons are insignificant in comparison to Lord Brahmā, because of the strength of their guru they were so powerful that they could even seize Brahmaloka from Lord Brahmā. We therefore pray to the spiritual master:"
        },
        {
            "type": "verse",
            "content": "mūkaṁ karoti vācālaṁpaṅguṁ laṅghayate girim\nyat-kṛpā tam ahaṁ vande\nśrī-guruṁ dīna-tāraṇam(CC Madhya 17.80)"
        },
        {
            "type": "normal",
            "content": "By the mercy of the guru, even a dumb man can become the greatest orator, and even a lame man can cross mountains. As advised by Lord Brahmā, one should remember this śāstric injunction if one desires success in his life."
        }
    ]
}
