{
    "info": {
        "id": "sb/6/7/29-30",
        "prevId": "sb/6/7/28",
        "nextId": "sb/6/7/31"
    },
    "verses": [
        {
            "roman": "ācāryo brahmaṇo mūrtiḥ\npitā mūrtiḥ prajāpateḥ\nbhrātā marutpater mūrtir\nmātā sākṣāt kṣites tanuḥ\n"
        },
        {
            "roman": "dayāyā bhaginī mūrtir\ndharmasyātmātithiḥ svayam\nagner abhyāgato mūrtiḥ\nsarva-bhūtāni cātmanaḥ\n"
        }
    ],
    "synonyms": "ācāryaḥ—the teacher or spiritual master who instructs Vedic knowledge by his personal behavior; brahmaṇaḥ—of all the Vedas; mūrtiḥ—the personification; pitā—the father; mūrtiḥ—the personification; prajāpateḥ—of Lord Brahmā; bhrātā—the brother; marut-pateḥ mūrtiḥ—the personification of Indra; mātā—the mother; sākṣāt—directly; kṣiteḥ—of the earth; tanuḥ—the body; dayāyāḥ—of mercy; bhaginī—the sister; mūrtiḥ—the personification; dharmasya—of religious principles; ātma—the self; atithiḥ—the guest; svayam—personally; agneḥ—of the fire-god; abhyāgataḥ—the invited guest; mūrtiḥ—the personification; sarva-bhūtāni—all living entities; ca—and; ātmanaḥ—of the Supreme Lord Viṣṇu.",
    "translation": "\nThe ācārya, the spiritual master who teaches all the Vedic knowledge and gives initiation by offering the sacred thread, is the personification of all the Vedas. Similarly, a father personifies Lord Brahmā; a brother, King Indra; a mother, the planet earth; and a sister, mercy. A guest personifies religious principles, an invited guest personifies the demigod Agni, and all living entities personify Lord Viṣṇu, the Supreme Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to the moral instructions of Cāṇakya Paṇḍita, ātmavat sarva-bhūteṣu: one should observe all living entities to be on the same level as oneself. This means that no one should be neglected as inferior; because Paramātmā is seated in everyone's body, everyone should be respected as a temple of the Supreme Personality of Godhead. This verse describes the different ways in which one should respect a guru, a father, a brother, a sister, a guest and so on.\n"
        }
    ]
}
