{
    "info": {
        "id": "sb 6/7/Summary",
        "prevId": "sb/6/6/45",
        "nextId": "sb/6/7/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAs related in this chapter, Indra, the King of heaven, committed an offense at the feet of his spiritual master, Bṛhaspati. Bṛhaspati therefore left the demigods, who then had no priest. However, at the request of the demigods, Viśvarūpa, the son of the brāhmaṇa Tvaṣṭā, became their priest.\n"
        },
        {
            "type": "normal",
            "content": "Once upon a time, Indra, the King of the demigods, was sitting with his wife Śacīdevī and being praised by various demigods like the Siddhas, Cāraṇas and Gandharvas when Bṛhaspati, the spiritual master of the demigods, entered the assembly. Indra, being too absorbed in material opulence, forgot himself and did not respect Bṛhaspati, who thus became aware of Indra's pride in his material opulence and immediately disappeared from the assembly to teach him a lesson. Indra became most repentant, understanding that because of his opulence he had forgotten to respect his spiritual master. He left the palace to beg pardon from his spiritual master, but could not find Bṛhaspati anywhere.\n"
        },
        {
            "type": "normal",
            "content": "Because of his disrespectful behavior toward his spiritual master. Indra lost all his opulence and was conquered by the demons, who defeated the demigods in a great fight and occupied Indra's throne. King Indra, along with the other demigods, later took shelter of Lord Brahmā. Understanding the situation, Lord Brahmā chastised the demigods for their offense to their spiritual master. Following Lord Brahmā's orders, the demigods accepted Viśvarūpa, who was a brāhmaṇa and the son of Tvaṣṭā, as their priest. Then they performed yajñas under the priesthood of Viśvarūpa and were able to conquer the demons.\n"
        }
    ]
}
