{
    "info": {
        "id": "sb/9/17/summary",
        "prevId": "sb/9/16/37",
        "nextId": "sb/9/17/1-3"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "Āyu, the eldest son of Purūravā, had five sons. This chapter describes the dynasties of four of them, beginning with Kṣatravṛddha."
        },
        {
            "type": "normal",
            "content": "Āyu, the son of Purūravā, had five sons- Nahuṣa, Kṣatravṛddha, Rajī, Rābha and Anenā. The son of Kṣatravṛddha was Suhotra, who had three sons, named Kāśya, Kuśa and Gṛtsamada. The son of Gṛtsamada was Śunaka, and his son was Śaunaka. The son of Kāśya was Kāśi. From Kāśi came the sons and grandsons known as Rāṣṭra, Dīrghatama and then Dhanvantari, who was the inaugurator of medical science and was a śaktyāveśa incarnation of the Supreme Personality of Godhead, Vāsudeva. The descendants of Dhanvantari were Ketumān, Bhīmaratha, Divodāsa and Dyumān, who was also known as Pratardana, Śatrujit, Vatsa, Ṛtadhvaja and Kuvalayāśva. The son of Dyumān was Alarka, who reigned over the kingdom for many, many years. Following in the dynasty of Alarka were Santati, Sunītha, Niketana, Dharmaketu, Satyaketu, Dhṛṣṭaketu, Sukumāra, Vītihotra, Bharga and Bhārgabhūmi. All of them belonged to the dynasty of Kāśi, the descendant of Kṣatravṛddha."
        },
        {
            "type": "normal",
            "content": "The son of Rābha was Rabhasa, and his son was Gambhīra. Gambhīra's son was Akriya, and from Akriya came Brahmavit. The son of Anenā was Śuddha, and his son was Śuci. The son of Śuci was Citrakṛt, whose son was Śāntaraja. Rajī had five hundred sons, all of extraordinary strength. Rajī was personally very powerful and was given the kingdom of heaven by Lord Indra. Later, after Rajī's death, when the sons of Rajī refused to return the kingdom to Indra, by Bṛhaspati's arrangement they became unintelligent, and Lord Indra conquered them."
        },
        {
            "type": "normal",
            "content": "The grandson of Kṣatravṛddha named Kuśa gave birth to a son named Prati. From Prati came Sañjaya; from Sañjaya, Jaya; from Jaya, Kṛta; and from Kṛta, Haryabala. The son of Haryabala was Sahadeva; the son of Sahadeva, Hīna; the son of Hīna, Jayasena; the son of Jayasena, Saṅkṛti; and the son of Saṅkṛti, Jaya."
        }
    ]
}
