{
    "info": {
        "id": "sb/5/14/12",
        "prevId": "sb/5/14/11",
        "nextId": "sb/5/14/13"
    },
    "verses": [
        {
            "roman": "sa yadā dugdha-pūrva-sukṛtas tadā\nkāraskara-kākatuṇḍādy-apuṇya-druma-latā-viṣoda-pānavad\nubhayārtha-śūnya-draviṇān jīvan-mṛtān\nsvayaṁ jīvan-mriyamāṇa upadhāvati\n"
        }
    ],
    "synonyms": "saḥ—that conditioned soul; yadā—when; dugdha—exhausted; pūrva—previous; sukṛtaḥ—pious activities; tadā—at that time; kāraskara-kākatuṇḍa-ādi—named kāraskara, kākatuṇḍa, etc.; apuṇya-druma-latā—impious trees and creepers; viṣa-uda-pāna-vat—like wells with poisonous water; ubhaya-artha-śūnya—which cannot give happiness either in this life or in the next; draviṇān—those who possess wealth; jīvat-mṛtān—who are dead, although apparently alive; svayam—he himself; jīvat—living; mriyamāṇaḥ—being dead; upadhāvati—approaches for material acquisition.",
    "translation": "\nDue to his pious activities in previous lives, the conditioned soul attains material facilities in this life, but when they are finished, he takes shelter of wealth and riches, which cannot help him in this life or the next. Because of this, he approaches the living dead who possess these things. Such people are compared to impure trees, creepers and poisonous wells.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe wealth and riches acquired through previous pious activities should not be misused for sense gratification. Enjoying them for sense gratification is like enjoying the fruits of a poisonous tree. Such activities will not help the conditioned soul in any way, neither in this life nor the next. However, if one engages his possessions in the service of the Lord under the guidance of a proper spiritual master. he will attain happiness both in this life and the next. Unless he does so, he eats a forbidden apple and thereby loses his paradise. Lord Śrī Kṛṣṇa therefore advises that one's possessions should be given unto Him.\n"
        },
        {
            "type": "verse",
            "content": "yat karoṣi yad aśnāsi\nyaj juhoṣi dadāsi yat\nyat tapasyasi kaunteya\ntat kuruṣva mad-arpaṇam"
        },
        {
            "type": "normal",
            "content": "\n\"O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.\" (BG 9.27) Material wealth and opulence attained through previous pious activities can be fully utilized for one's benefit in this life and the next if one is Kṛṣṇa conscious. One should not try to possess more than he needs for the bare necessities. If one gets more than is needed, the surplus should be fully engaged in the Lord's service. That will make the conditioned soul, the world and Kṛṣṇa happy, and this is the aim of life.\n"
        }
    ]
}
