{
    "info": {
        "id": "sb/5/14/23",
        "prevId": "sb/5/14/22",
        "nextId": "sb/5/14/24"
    },
    "verses": [
        {
            "roman": "atha ca tasmād ubhayathāpi hi karmāsminn\nātmanaḥ saṁsārāvapanam udāharanti\n"
        }
    ],
    "synonyms": "atha—now; ca—and; tasmāt—because of this; ubhayathā api—both in this life and in the next; hi—undoubtedly; karma—fruitive activities; asmin—on this path of sense enjoyment; ātmanaḥ—of the living entity; saṁsāra—of material life; āvapanam—the cultivation ground or source; udāharanti—the authorities of the Vedas say.",
    "translation": "\nLearned scholars and transcendentalists therefore condemn the materialistic path of fruitive activity because it is the original source and breeding ground of material miseries, both in this life and in the next.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nNot knowing the value of life, karmīs create situations whereby they suffer in this life and the next. Unfortunately, karmīs are very attached to material sense gratification, and they cannot appreciate the miserable condition of material life, neither in this life nor in the next. Therefore the Vedas enjoin that one should awaken to spiritual consciousness and utilize all his activities to attain the favor of the Supreme Personality of Godhead. The Lord Himself says in Bhagavad-gītā (BG 9.27):\n"
        },
        {
            "type": "verse",
            "content": "yat karoṣi yad aśnāsi\nyaj juhoṣi dadāsi yat\nyat tapasyasi kaunteya\ntat kuruṣva mad-arpaṇam"
        },
        {
            "type": "normal",
            "content": "\n\"O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.\"\n"
        },
        {
            "type": "normal",
            "content": "The results of all one's activities should be utilized not for sense gratification but for the mission of the Supreme Personality of Godhead. The Supreme Lord gives all information in Bhagavad-gītā about the aim of life, and at the end of Bhagavad-gītā He demands surrender unto Him. People do not generally like this demand, but one who cultivates spiritual knowledge for many births eventually surrenders unto the lotus feet of the Lord (bahūnāṁ janmanām ante jñānavān māṁ prapadyate (BG 7.19)).\n"
        }
    ]
}
