{
    "info": {
        "id": "sb/5/14/3",
        "prevId": "sb/5/14/2",
        "nextId": "sb/5/14/4"
    },
    "verses": [
        {
            "roman": "atha ca yatra kauṭumbikā dārāpatyādayo\nnāmnā karmaṇā vṛka-sṛgālā\nevānicchato 'pi kadaryasya kuṭumbina uraṇakavat\nsaṁrakṣyamāṇaṁ miṣato 'pi haranti\n"
        }
    ],
    "synonyms": "atha—in this way; ca—also; yatra—in which; kauṭumbikāḥ—the family members; dāra-apatya-ādayaḥ—beginning with the wife and children; nāmnā—by name only; karmaṇā—by their behavior; vṛka-sṛgālāḥ—tigers and jackals; eva—certainly; anicchataḥ—of one who does not desire to spend his wealth; api—certainly; kadaryasya—being too miserly; kuṭumbinaḥ—who is surrounded by family members; uraṇaka-vat—like a lamb; saṁrakṣyamāṇam—although protected; miṣataḥ—of one who is observing; api—even; haranti—they forcibly take away.",
    "translation": "My dear King, family members in this material world go under the names of wife and children, but actually they behave like tigers and jackals. A herdsman tries to protect his sheep to the best of his ability, but the tigers and foxes take them away by force. Similarly, although a miserly man wants to guard his money very carefully, his family members take away all his assets forcibly, even though he is very vigilant.",
    "purport": [
        {
            "type": "normal",
            "content": "One Hindi poet has sung: din kā dakinī rāt kā bāghinī pālak pālak rahu cuse. During the daytime, the wife is compared to a witch, and at night she is compared to a tigress. Her only business is sucking the blood of her husband both day and night. During the day there are household expenditures, and the money earned by the husband at the cost of his blood is taken away. At night, due to sex pleasure, the husband discharges blood in the form of semen. In this way he is bled by his wife both day and night, yet he is so crazy that he very carefully maintains her. Similarly, the children are also like tigers, jackals and foxes. As tigers, jackals and foxes take away lambs despite the herdsman's vigilant protection, children take away the father's money, although the father supervises the money himself. Thus family members may be called wives and children, but actually they are plunderers."
        }
    ]
}
