{
    "info": {
        "id": "sb/5/14/36",
        "prevId": "sb/5/14/35",
        "nextId": "sb/5/14/37"
    },
    "verses": [
        {
            "roman": "kvacit kṣīṇa-dhanaḥ śayyāsanāśanādy-upabhoga-vihīno yāvad\napratilabdha-manorathopagatādāne 'vasita-matis\ntatas tato 'vamānādīni janād abhilabhate\n"
        }
    ],
    "synonyms": "kvacit—sometimes; kṣīṇa-dhanaḥ—not having sufficient money; śayyā-āsana-aśana-ādi—accommodations for sleeping, sitting or eating; upabhoga—of material enjoyment; vihīnaḥ—being bereft; yāvat—as long as; apratilabdha—not achieved; manoratha—by his desire; upagata—obtained; ādāne—in seizing by unfair means; avasita-matiḥ—whose mind is determined; tataḥ—because of that; tataḥ—from that; avamāna-ādīni—insults and punishment; janāt—from the people in general; abhilabhate—he gets.",
    "translation": "Sometimes, having no money, the conditioned soul does not get sufficient accommodations. Sometimes he doesn't even have a place to sit, nor does he have the other necessities. In other words, he falls into scarcity, and at that time, when he is unable to secure the necessities by fair means, he decides to seize the property of others unfairly. When he cannot get the things he wants, he simply receives insults from others and thus becomes very morose.",
    "purport": [
        {
            "type": "normal",
            "content": "It is said that necessity knows no law. When the conditioned soul needs money to acquire life's bare necessities, he adopts any means. He begs, borrows or steals. Instead of receiving these things, he is insulted and chastised. Unless one is very well organized, one cannot accumulate riches by unfair means. Even if one acquires riches by unfair means, he cannot avoid punishment and insult from the government or the general populace. There are many instances of important people's embezzling money, getting caught and being put in prison. One may be able to avoid the punishment of prison, but one cannot avoid the punishment of the Supreme Personality of Godhead, who works through the agency of material nature. This is described in Bhagavad-gītā (BG 7.14): daivī hy eṣā guṇa-mayī mama māyā duratyayā. Nature is very cruel. She does not excuse anyone. When people do not care for nature, they commit all kinds of sinful activities, and consequently they have to suffer."
        }
    ]
}
