{
    "info": {
        "id": "sb/5/14/41",
        "prevId": "sb/5/14/40",
        "nextId": "sb/5/14/42"
    },
    "verses": [
        {
            "roman": "karma-vallīm avalambya tata āpadaḥ kathañcin narakād\nvimuktaḥ punar apy evaṁ saṁsārādhvani vartamāno\nnara-loka-sārtham upayāti evam upari gato 'pi\n"
        }
    ],
    "synonyms": "karma-vallīm—the creeper of fruitive activities; avalambya—taking shelter of; tataḥ—from that; āpadaḥ—dangerous or miserable condition; kathañcit—somehow or other; narakāt—from the hellish condition of life; vimuktaḥ—being freed; punaḥ api—again; evam—in this way; saṁsāra-adhvani—on the path of material existence; vartamānaḥ—existing; nara-loka-sa-artham—the field of self-interested material activities; upayāti—he enters; evam—thus; upari—above (in the higher planetary systems); gataḥ api—although promoted.",
    "translation": "\nWhen the conditioned soul accepts the shelter of the creeper of fruitive activity, he may be elevated by his pious activities to higher planetary systems and thus gain liberation from hellish conditions, but unfortunately he cannot remain there. After reaping the results of his pious activities, he has to return to the lower planetary systems. In this way he perpetually goes up and comes down.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this regard Śrī Caitanya Mahāprabhu says:\n"
        },
        {
            "type": "verse",
            "content": "brahmāṇḍa bhramite kona bhāgyavān jīva\nguru-kṛṣṇa-prasāde pāya bhakti-latā-bīja\n(CC Madhya 19.151)"
        },
        {
            "type": "normal",
            "content": "\nEven if one wanders for many millions of years, from the time of creation until the time of annihilation, one cannot get free from the path of material existence unless one receives shelter at the lotus feet of a pure devotee. As a monkey takes shelter of the branch of a banyan tree and thinks he is enjoying, the conditioned soul, not knowing the real interest of his life, takes shelter of the path of karma-kāṇḍa, fruitive activities. Sometimes he is elevated to the heavenly planets by such activities, and sometimes he again descends to earth. This is described by Śrī Caitanya Mahāprabhu as brahmāṇḍa bhramite. However, if by Kṛṣṇa's grace one is fortunate enough to come under the shelter of the guru, by the mercy of Kṛṣṇa he receives lessons on how to execute devotional service to the Supreme Lord. In this way he receives a clue of how to get out of his continuous struggle up and down within the material world. Therefore the Vedic injunction is that one should approach a spiritual master. The Vedas declare: tad-vijñānārthaṁ sa gurum evābhigacchet [MU 1.2.12]. Similarly in Bhagavad-gītā (BG 4.34) the Supreme Personality of Godhead advises:\n"
        },
        {
            "type": "verse",
            "content": "tad viddhi praṇipātena\nparipraśnena sevayā\nupadekṣyanti te jñānaṁ\njñāninas tattva-darśinaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.\" Śrīmad-Bhāgavatam (SB 11.3.21) gives similar advice:\n"
        },
        {
            "type": "verse",
            "content": "tasmād guruṁ prapadyeta\njijñāsuḥ śreya uttamam\nśābde pare ca niṣṇātaṁ\nbrahmaṇy upaśamāśrayam"
        },
        {
            "type": "normal",
            "content": "\n\"Any person who seriously desires to achieve real happiness must seek out a bona fide spiritual master and take shelter of him by initiation. The qualification of his spiritual master is that he must have realized the conclusion of the scriptures by deliberation and be able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, are to be understood as bona fide spiritual masters.\" Similarly, Viśvanātha Cakravartī, a great Vaiṣṇava, also advises, yasya prasādād bhagavat-prasādaḥ: \"By the mercy of the spiritual master one receives the mercy of Kṛṣṇa.\" This is the same advice given by Śrī Caitanya Mahāprabhu (guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja (CC Madhya 19.151)). This is essential. One must come to Kṛṣṇa consciousness, and therefore one must take shelter of a pure devotee. Thus one can become free from the clutches of matter.\n"
        }
    ]
}
