{
    "info": {
        "id": "sb/5/14/42",
        "prevId": "sb/5/14/41",
        "nextId": "sb/5/14/43"
    },
    "verses": [
        {
            "roman": "tasyedam upagāyanti—\nārṣabhasyeha rājarṣer\nmanasāpi mahātmanaḥ\nnānuvartmārhati nṛpo\nmakṣikeva garutmataḥ\n"
        }
    ],
    "synonyms": "tasya—of Jaḍa Bharata; idam—this glorification; upagāyanti—they sing; ārṣabhasya—of the son of Ṛṣabhadeva; iha—here; rāja-ṛṣeḥ—of the great saintly King; manasā api—even by the mind; mahā-ātmanaḥ—of the great personality Jaḍa Bharata; na—not; anuvartma arhati—able to follow the path; nṛpaḥ—any king; makṣikā—a fly; iva—like; garutmataḥ—of Garuḍa, the carrier of the Supreme Personality of Godhead.",
    "translation": "Having summarized the teachings of Jaḍa Bharata, Śukadeva Gosvāmī said: My dear King Parīkṣit, the path indicated by Jaḍa Bharata is like the path followed by Garuḍa, the carrier of the Lord, and ordinary kings are just like flies. Flies cannot follow the path of Garuḍa, and to date none of the great kings and victorious leaders could follow this path of devotional service, not even mentally.",
    "purport": [
        {
            "type": "normal",
            "content": "As Kṛṣṇa says in Bhagavad-gītā (BG 7.3):"
        },
        {
            "type": "verse",
            "content": "manuṣyāṇāṁ sahasreṣukaścid yatati siddhaye\nyatatām api siddhānāṁkaścin māṁ vetti tattvataḥ"
        },
        {
            "type": "normal",
            "content": "\"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.\" The path of devotional service is very difficult, even for great kings who have conquered many enemies. Although these kings were victorious on the battlefield, they could not conquer the bodily conception. There are many big leaders, yogīs, svāmīs and so-called incarnations who are very much addicted to mental speculation and who advertise themselves as perfect personalities, but they are not ultimately successful. The path of devotional service is undoubtedly very difficult to follow, but it becomes very easy if the candidate actually wants to follow the path of the mahājana. In this age there is the path of Śrī Caitanya Mahāprabhu, who appeared to deliver all fallen souls. This path is so simple and easy that everyone can take to it by chanting the holy name of the Lord."
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāmaharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "We are very satisfied that this path is being opened by this Kṛṣṇa consciousness movement because so many European and American boys and girls are taking this philosophy seriously and gradually attaining perfection."
        }
    ]
}
