{
    "info": {
        "id": "sb 5/14/Summary",
        "prevId": "sb/5/13/26",
        "nextId": "sb/5/14/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe direct meaning of the forest of material existence is given in this chapter. Merchants sometimes enter the forest to collect many rare things and sell them at a good profit in the city, but the forest path is always bedecked with dangers. When the pure soul wants to give up the Lord's service to enjoy the material world, Kṛṣṇa certainly gives him a chance to enter the material world. As stated in the Prema-vivarta: kṛṣṇa-bahirmukha hañā bhoga vāñchā kare. This is the reason the pure spirit soul falls down to the material world. Due to his activities under the influence of the three modes of material nature, the living entity takes different positions in different species. Sometimes he is a demigod in the heavenly planets and sometimes a most insignificant creature in the lower planetary systems. In this regard, Śrīla Narottama dāsa Ṭhākura says, nānā yoni sadā phire: the living entity passes through various species. Kardarya bhakṣaṇa kare: he is obliged to eat and enjoy abominable things. Tāra janma adhaḥ-pāte yāya: in this way his whole life is spoiled. Without the protection of an all-merciful Vaiṣṇava. the conditioned soul cannot get out of the clutches of māyā. As stated in Bhagavad-gītā (manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati (BG 15.7)), the living entity begins material life with his mind and the five knowledge-acquiring senses, and with these he struggles for existence within the material world. These senses are compared to rogues and thieves within the forest. They take away a man's knowledge and place him in a network of nescience. Thus the senses are like rogues and thieves that plunder his spiritual knowledge. Over and above this, there are family members, wife and children. who are exactly like ferocious animals in the forest. The business of such ferocious animals is to eat a man's flesh. The living entity allows himself to be attacked by jackals and foxes (wife and children), and thus his real spiritual life is finished. In the forest of material life, everyone is envious like mosquitoes, and rats and mice are always creating disturbances. Everyone in this material world is placed in many awkward positions and surrounded by envious people and disturbing animals. The result is that the living entity in the material world is always plundered and bitten by many living entities. Nonetheless, despite these disturbances, he does not want to give up his family life, and he continues his fruitive activities in an attempt to become happy in the future. He thus becomes more and more entangled in the results of karma, and thus he is forced to act impiously. His witnesses are the sun during the day and the moon during the night. The demigods also witness, but the conditioned soul thinks that his attempts at sense gratification are not being witnessed by anyone. Sometimes, when he is detected, he temporarily renounces everything, but due to his great attachment for the body, his renunciation is given up before he can attain perfection.\n"
        },
        {
            "type": "normal",
            "content": "In this material world there are many envious people. There is the tax-exacting government, which is compared to an owl, and there are invisible crickets that create unbearable sounds. The conditioned soul is certainly greatly harassed by the agents of material nature, but his intelligence is lost due to undesirable association. In an attempt to gain relief from the disturbances of material existence, he falls victim to so-called yogīs, sādhus and incarnations who can display some magic but who do not understand devotional service. Sometimes the conditioned soul is bereft of all money, and consequently he becomes unkind to his family members. In this material world there is not a pinch of actual happiness, for which the conditioned soul is longing life after life. The government officials are like carnivorous Rākṣasas who exact heavy taxes for the maintenance of the government. The hard-working conditioned soul is very saddened due to these heavy taxes.\n"
        },
        {
            "type": "normal",
            "content": "The path of fruitive activities leads to difficult mountains, and sometimes the conditioned soul wants to cross these mountains, but he is never successful, and consequently he becomes more and more aggrieved and disappointed. Becoming materially and financially embarrassed, the conditioned soul unnecessarily chastises his family. In the material condition there are four principal needs, out of which sleep is compared to a python. When asleep, the conditioned soul completely forgets his real existence, and in sleep he does not feel the tribulations of material life. Sometimes, being in need of money, the conditioned soul steals and cheats, although he may apparently be associated with devotees for spiritual advancement. His only business is getting out of the clutches of māyā, but due to improper guidance he becomes more and more entangled in material dealings. This material world is simply an embarrassment and is composed of tribulations presented as happiness, distress, attachment, enmity and envy. On the whole it is simply full of tribulation and misery. When a person loses his intelligence due to attachment to wife and sex, his entire consciousness becomes polluted. He thus only thinks of the association of women. The time factor, which is like a serpent, takes away everyone's life, including that of Lord Brahmā and the insignificant ant. Sometimes the conditioned soul tries to save himself from inexorable time and thus takes shelter of some bogus savior. Unfortunately, the bogus savior cannot even save himself. How, then, can he protect others? The bogus saviors do not care for bona fide knowledge received from qualified brāhmaṇas and Vedic sources. Their only business is indulging in sex and recommending sexual freedom even for widows. Thus they are like monkeys in the forest. Śrīla Śukadeva Gosvāmī thus explains the material forest and its difficult path to Mahārāja Parīkṣit.\n"
        }
    ]
}
