{
    "info": {
        "id": "sb/7/15/2",
        "prevId": "sb/7/15/1",
        "nextId": "sb/7/15/3"
    },
    "verses": [
        {
            "roman": "jñāna-niṣṭhāya deyāni\nkavyāny ānantyam icchatā\ndaive ca tad-abhāve syād\nitarebhyo yathārhataḥ\n"
        }
    ],
    "synonyms": "jñāna-niṣṭhāya—to the impersonalist or the transcendentalist desiring to merge into the Supreme; deyāni—to be given in charity; kavyāni—ingredients offered to the forefathers as oblations; ānantyam—liberation from material bondage; icchatā—by a person desiring; daive—the ingredients to be offered to the demigods; ca—also; tat-abhāve—in the absence of such advanced transcendentalists; syāt—it should be done; itarebhyaḥ—to others (namely, those addicted to fruitive activities); yathā-arhataḥ—comparatively or with discrimination.",
    "translation": "\nA person desiring liberation for his forefathers or himself should give charity to a brāhmaṇa who adheres to impersonal monism [jñāna-niṣṭhā]. In the absence of such an advanced brāhmaṇa, charity may be given to a brāhmaṇa addicted to fruitive activities [karma-kāṇḍa].\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere are two processes by which to get free from material bondage. One involves jñāna-kāṇḍa and karma-kāṇḍa, and the other involves upāsanā-kāṇḍa. Vaiṣṇavas never want to merge into the existence of the Supreme; rather, they want to be everlastingly servants of the Lord to render loving service unto Him. In this verse the words ānantyam icchatā refer to persons who desire to achieve liberation from material bondage and merge into the existence of the Lord. Devotees, however, whose objective is to associate personally with the Lord, have no desire to accept the activities of karma-kāṇḍa or jñāna-kāṇḍa, for pure devotional service is above both karma-kāṇḍa and jñāna-kāṇḍa. Anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam [Bhakti-rasāmṛta-sindhu 1.1.11]. In pure devotional service there is not even a pinch of jñāna or karma. Consequently, when Vaiṣṇavas distribute charity, they do not need to find a brāhmaṇa performing the activities of jñāna-kāṇḍa or karma-kāṇḍa. The best example in this regard is provided by Advaita Gosvāmī, who, after performing the śrāddha ceremony for his father, offered charity to Haridāsa Ṭhākura, although it was known to everyone that Haridāsa Ṭhākura was born in a Mohammedan family, not a brāhmaṇa family, and was not interested in the activities of jñāna-kāṇḍa or karma-kāṇḍa.\n"
        },
        {
            "type": "normal",
            "content": "Charity, therefore, should be given to the first-class transcendentalist, the devotee, because the śāstras recommend:\n"
        },
        {
            "type": "verse",
            "content": "muktānām api siddhānāṁ\nnārāyaṇa-parāyaṇaḥ\nsudurlabhaḥ praśāntātmā\nkoṭiṣv api mahā-mune"
        },
        {
            "type": "normal",
            "content": "\n\"O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord Nārāyaṇa, or Kṛṣṇa. Such devotees, who are fully peaceful, are extremely rare.\" (SB 6.14.5) A Vaiṣṇava is in a higher position than a jñānī, and therefore Advaita Ācārya selected Haridāsa Ṭhākura to be the person to accept His charity. The Supreme Lord also says:\n"
        },
        {
            "type": "verse",
            "content": "na me 'bhaktaś catur-vedī\nmad-bhaktaḥ śva-pacaḥ priyaḥ\ntasmai deyaṁ tato grāhyaṁ\nsa ca pūjyo yathā hy aham"
        },
        {
            "type": "normal",
            "content": "\n\"Even though a person is a very learned scholar of the Sanskrit Vedic literatures, he is not accepted as My devotee unless he is pure in devotional service. However, even though a person is born in a family of dog-eaters, he is very dear to Me if he is a pure devotee who has no motive to enjoy fruitive activity or mental speculation. Indeed, all respect should be given to him, and whatever he offers should be accepted. Such devotees are as worshipable as I am.\" (Hari-bhakti-vilāsa 10.127) Therefore, even if not born in a brāhmaṇa family, a devotee, because of his devotion to the Lord, is above all kinds of brāhmaṇas, whether they be karma-kāṇḍīs or jñāna-kāṇḍīs.\n"
        },
        {
            "type": "normal",
            "content": "In this regard, it may be mentioned that brāhmaṇas in Vṛndāvana who are karma-kāṇḍīs and jñāna-kāṇḍīs sometimes decline to accept invitations to our temple because our temple is known as the aṅgarejī temple, or \"Anglican temple.\" But in accordance with the evidence given in the śāstra and the example set by Advaita Ācārya, we give prasāda to devotees regardless of whether they come from India, Europe or America. It is the conclusion of the śāstra that instead of feeding many jñāna-kāṇḍī or karma-kāṇḍī brāhmaṇas, it is better to feed a pure Vaiṣṇava, regardless of where he comes from. This is also confirmed in Bhagavad-gītā (BG 9.30):\n"
        },
        {
            "type": "verse",
            "content": "api cet su-durācāro\nbhajate mām ananya-bhāk\nsādhur eva sa mantavyaḥ\nsamyag vyavasito hi saḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.\" Thus it doesn't matter whether a devotee comes from a brāhmaṇa family or non-brāhmaṇa family; if he is fully devoted to Kṛṣṇa, he is a sādhu.\n"
        }
    ]
}
