{
    "info": {
        "id": "sb/7/15/32-33",
        "prevId": "sb/7/15/31",
        "nextId": "sb/7/15/34"
    },
    "verses": [
        {
            "roman": "prāṇāpānau sannirundhyāt\npūra-kumbhaka-recakaiḥ\nyāvan manas tyajet kāmān\nsva-nāsāgra-nirīkṣaṇaḥ\n"
        },
        {
            "roman": "yato yato niḥsarati\nmanaḥ kāma-hataṁ bhramat\ntatas tata upāhṛtya\nhṛdi rundhyāc chanair budhaḥ\n"
        }
    ],
    "synonyms": "prāṇa—incoming breath; apānau—outgoing breath; sannirundhyāt—should stop; pūra-kumbhaka-recakaiḥ—by inhaling, exhaling and holding, which are technically known as pūraka, kumbhaka and recaka; yāvat—so long; manaḥ—the mind; tyajet—should give up; kāmān—all material desires; sva—one's own; nāsa-agra—the tip of the nose; nirīkṣaṇaḥ—looking at; yataḥ yataḥ—from whatever and wherever; niḥsarati—withdraws; manaḥ—the mind; kāma-hatam—being defeated by lusty desires; bhramat—wandering; tataḥ tataḥ—from here and there; upāhṛtya—after bringing it back; hṛdi—within the core of the heart; rundhyāt—should arrest (the mind); śanaiḥ—gradually, by practice; budhaḥ—a learned yogī.",
    "translation": "\nWhile continuously staring at the tip of the nose, a learned yogī practices the breathing exercises through the technical means known as pūraka, kumbhaka and recaka—controlling inhalation and exhalation and then stopping them both. In this way the yogī restricts his mind from material attachments and gives up all mental desires. As soon as the mind, being defeated by lusty desires, drifts toward feelings of sense gratification, the yogī should immediately bring it back and arrest it within the core of his heart.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe practice of yoga is concisely explained herein. When this practice of yoga is perfect, one sees the Supersoul, the Paramātmā feature of the Supreme Personality of Godhead, within the core of one's heart. However, in Bhagavad-gītā (BG 6.47) the Supreme Lord says:\n"
        },
        {
            "type": "verse",
            "content": "yoginām api sarveṣām\nmad-gatenāntarātmanā\nśraddhāvān bhajate yo māṁ\nsa me yuktatamo mataḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.\" A devotee can immediately become a perfect yogī because he practices keeping Kṛṣṇa constantly within the core of his heart. This is another way to practice yoga easily. The Lord says:\n"
        },
        {
            "type": "verse",
            "content": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru"
        },
        {
            "type": "normal",
            "content": "\n\"Always think of Me and become My devotee. Worship Me and offer your homage unto Me.\" (BG 18.65) If one practices devotional service by always keeping Kṛṣṇa within the core of his heart (man-manāḥ), he immediately becomes a first-class yogī. Furthermore, keeping Kṛṣṇa within the mind is not a difficult task for the devotee. For an ordinary man in the bodily concept of life, the practice of yoga may be helpful, but one who immediately takes to devotional service can immediately become a perfect yogī without difficulty.\n"
        }
    ]
}
