{
    "info": {
        "id": "sb/7/15/36",
        "prevId": "sb/7/15/35",
        "nextId": "sb/7/15/37"
    },
    "verses": [
        {
            "roman": "yaḥ pravrajya gṛhāt pūrvaṁ\ntri-vargāvapanāt punaḥ\nyadi seveta tān bhikṣuḥ\nsa vai vāntāśy apatrapaḥ\n"
        }
    ],
    "synonyms": "yaḥ—one who; pravrajya—being finished for good and leaving for the forest (being situated in transcendental bliss); gṛhāt—from home; pūrvam—at first; tri-varga—the three principles of religion, economic development and sense gratification; āvapanāt—from the field in which they are sown; punaḥ—again; yadi—if; seveta—should accept; tān—materialistic activities; bhikṣuḥ—a person who has accepted the sannyāsa order; saḥ—that person; vai—indeed; vānta-āśī—one who eats his own vomit; apatrapaḥ—without shame.",
    "translation": "\nOne who accepts the sannyāsa order gives up the three principles of materialistic activities in which one indulges in the field of household life—namely religion, economic development and sense gratification. One who first accepts sannyāsa but then returns to such materialistic activities is to be called a vāntāśī, or one who eats his own vomit. He is indeed a shameless person.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMaterialistic activities are regulated by the institution of varṇāśrama-dharma. Without varṇāśrama-dharma, materialistic activities constitute animal life. Yet even in human life, while observing the principles of varṇa and āśrama-brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacarya, gṛhastha, vānaprastha and sannyāsa—one must ultimately accept sannyāsa, the renounced order, for only by the renounced order can one be situated in brahma-sukha, or transcendental bliss. In brahma-sukha one is no longer attracted by lusty desires. Indeed, when one is no longer disturbed, especially by lusty desires for sexual indulgence, he is fit to become a sannyāsī. Otherwise, one should not accept the sannyāsa order. If one accepts sannyāsa at an immature stage, there is every possibility of his being attracted by women and lusty desires and thus again becoming a so-called gṛhastha or a victim of women. Such a person is most shameless, and he is called vāntāśī, or one who eats that which he has already vomited. He certainly leads a condemned life. In our Kṛṣṇa consciousness movement it is advised, therefore, that the sannyāsīs and brahmacārīs keep strictly aloof from the association of women so that there will be no chance of their falling down again as victims of lusty desires.\n"
        }
    ]
}
