{
    "info": {
        "id": "sb/7/15/38-39",
        "prevId": "sb/7/15/37",
        "nextId": "sb/7/15/40"
    },
    "verses": [
        {
            "roman": "gṛhasthasya kriyā-tyāgo\nvrata-tyāgo vaṭorapi\ntapasvino grāma-sevā\nbhikṣor indriya-lolatā\n"
        },
        {
            "roman": "āśramāpasadā hy ete\nkhalv āśrama-viḍambanāḥ\ndeva-māyā-vimūḍhāṁs tān\nupekṣetānukampayā\n"
        }
    ],
    "synonyms": "gṛhasthasya—for a person situated in householder life; kriyā-tyāgaḥ—to give up the duty of a householder; vrata-tyāgaḥ—to give up vows and austerity; vaṭoḥ—for a brahmacārī; api—also; tapasvinaḥ—for a vānaprastha, one who has adopted a life of austerities; grāma-sevā—to live in a village and serve the people therein; bhikṣoḥ—for a sannyāsī who lived by begging alms; indriya-lolatā—addicted to sense enjoyment; āśrama—of the spiritual orders of life; apasadāḥ—the most abominable; hi—indeed; ete—all these; khalu—indeed; āśrama-viḍambanāḥ—imitating and therefore cheating the different spiritual orders; deva-māyā-vimūḍhān—who are bewildered by the external energy of the Supreme Lord; tān—them; upekṣeta—one should reject and not accept as genuine; anukampayā—or by compassion (teach them real life).",
    "translation": "\nIt is abominable for a person living in the gṛhastha-āśrama to give up the regulative principles, for a brahmacārī not to follow the brahmacārī vows while living under the care of the guru, for a vānaprastha to live in the village and engage in so-called social activities, or for a sannyāsī to be addicted to sense gratification. One who acts in this way is to be considered the lowest renegade. Such a pretender is bewildered by the external energy of the Supreme Personality of Godhead, and one should either reject him from any position, or taking compassion upon him, teach him, if possible, to resume his original position.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWe have repeatedly stressed that human culture does not begin unless one takes to the principles of varṇāśrama-dharma. Although gṛhastha life is a concession for the enjoyment of sex, one cannot enjoy sex without following the rules and regulations of householder life. Furthermore, as already instructed, a brahmacārī must live under the care of the guru: brahmacārī guru-kule vasan dānto guror hitam (SB 7.12.1). If a brahmacārī does not live under the care of the guru, if a vānaprastha engages in ordinary activities, or if a sannyāsī is greedy and eats meat, eggs and all kinds of nonsense for the satisfaction of his tongue, he is a cheater and should immediately be rejected as unimportant. Such persons should be shown compassion, and if one has sufficient strength one should teach them to stop them from following the wrong path in life. Otherwise one should reject them and pay them no attention.\n"
        }
    ]
}
