{
    "info": {
        "id": "sb/7/15/40",
        "prevId": "sb/7/15/38-39",
        "nextId": "sb/7/15/41"
    },
    "verses": [
        {
            "roman": "ātmānaṁ ced vijānīyāt\nparaṁ jñāna-dhutāśayaḥ\nkim icchan kasya vā hetor\ndehaṁ puṣṇāti lampaṭaḥ\n"
        }
    ],
    "synonyms": "ātmānam—the soul and the Supersoul; cet—if; vijānīyāt—can understand; param—who are transcendental, beyond this material world; jñāna—by knowledge; dhuta-āśayaḥ—one who has cleansed his consciousness; kim—what; icchan—desiring material comforts; kasya—for whom; vā—or; hetoḥ—for what reason; deham—the material body; puṣṇāti—he maintains; lampaṭaḥ—being unlawfully addicted to sense gratification.",
    "translation": "\nThe human form of body is meant for understanding the self and the Supreme Self, the Supreme Personality of Godhead, both of whom are transcendentally situated. If both of them can be understood when one is purified by advanced knowledge, for what reason and for whom does a foolish, greedy person maintain the body for sense gratification?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOf course, everyone in this material world is interested in maintaining the body for sense gratification, but by cultivating knowledge one should gradually understand that the body is not the self. Both the soul and the Supersoul are transcendental to the material world. This is to be understood in the human form of life, especially when one takes sannyāsa. A sannyāsī, one who has understood the self, should be engaged in elevating the self and associating with the Superself. Our Kṛṣṇa consciousness movement is meant for elevating the living being for promotion back home, back to Godhead. Seeking such elevation is one's duty in the human form of life. Unless one performs this duty, why should one maintain the body? Especially if a sannyāsī not only maintains the body by ordinary means but does everything to maintain the body, including even eating meat and other abominable things, he must be a lampaṭaḥ, a greedy person simply engaged in sense gratification. A sannyāsī must specifically remove himself from the urges of the tongue, belly and genitals, which disturb one as long as one is not fully aware that the body is separate from the soul.\n"
        }
    ]
}
