{
    "info": {
        "id": "sb/7/15/59",
        "prevId": "sb/7/15/58",
        "nextId": "sb/7/15/60"
    },
    "verses": [
        {
            "roman": "kṣity-ādīnām ihārthānāṁ\nchāyā na katamāpi hi\nna saṅghāto vikāro 'pi\nna pṛthaṅ nānvito mṛṣā\n"
        }
    ],
    "synonyms": "kṣiti-ādīnām—of the five elements, beginning with the earth; iha—in this world; arthānām—of those five elements; chāyā—shadow; na—neither; katamā—which of them; api—indeed; hi—certainly; na—nor; saṅghātaḥ—combination; vikāraḥ—transformation; api—although; na pṛthak—nor separated; na anvitaḥ—nor inherent in; mṛṣā—all these theories are without substance.",
    "translation": "In this world there are five elements—namely earth, water, fire, air and ether—but the body is not a reflection of them, nor a combination or transformation of them. Because the body and its ingredients are neither distinct nor amalgamated, all such theories are insubstantial.",
    "purport": [
        {
            "type": "normal",
            "content": "A forest is certainly a transformation of the earth, but one tree does not depend on another tree; if one is cut down, this does not mean that the others are cut down. Therefore, the forest is neither a combination nor a transformation of the trees. The best explanation is given by Kṛṣṇa Himself:"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "normal",
            "content": "\"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.\" (BG 9.4) Everything is an expansion of Kṛṣṇa's energy. As it is said, parāsya śaktir vividhaiva śrūyate: (CC Madhya 13.65, purport) the Lord has multi-energies, which are expressed in different ways. The energies are existing, and the Supreme Personality of Godhead also exists simultaneously; because everything is His energy, He is simultaneously one with everything and different from everything. Thus our speculative theories that ātmā, the living force, is a combination of matter, that matter is a transformation of the soul, or that the body is part of the soul are all insubstantial."
        },
        {
            "type": "normal",
            "content": "Since all the Lord's energies are simultaneously existing, one must understand the Supreme Personality of Godhead. But although He is everything, He is not present in everything. The Lord must be worshiped in His original form as Kṛṣṇa. He can also present Himself in any one of His various expanded energies. When we worship the Deity of the Lord in the temple, the Deity appears to be stone or wood. Now, because the Supreme Lord does not have a material body, He is not stone or wood, yet stone and wood are not different from Him. Thus by worshiping stone or wood we get no result, but when the stone and wood are represented in the Lord's original form, by worshiping the Deity we get the desired result. This is supported by Śrī Caitanya Mahāprabhu's philosophy, acintya-bhedābheda, which explains how the Lord can present Himself everywhere and anywhere in a form of His energy to accept service from the devotee."
        }
    ]
}
