{
    "info": {
        "id": "sb/7/15/6",
        "prevId": "sb/7/15/5",
        "nextId": "sb/7/15/7"
    },
    "verses": [
        {
            "roman": "devarṣi-pitṛ-bhūtebhya\nātmane sva-janāya ca\nannaṁ saṁvibhajan paśyet\nsarvaṁ tat puruṣātmakam\n"
        }
    ],
    "synonyms": "deva—unto the demigods; ṛṣi—saintly persons; pitṛ—forefathers; bhūtebhyaḥ—the living entities in general; ātmane—relatives; sva-janāya—family members and friends; ca—and; annam—foodstuff (prasāda); saṁvibhajan—offering; paśyet—one should see; sarvam—all; tat—them; puruṣa-ātmakam—related to the Supreme Personality of Godhead.",
    "translation": "\nOne should offer prasāda to the demigods, the saintly persons, one's forefathers, the people in general, one's family members, one's relatives and one's friends, seeing them all as devotees of the Supreme Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs mentioned above, it is recommended that everyone distribute prasāda, considering every living being a part and parcel of the Supreme Lord. Even in feeding the poor, one should distribute prasāda. In Kali-yuga there is a scarcity of food almost every year, and thus philanthropists spend lavishly to feed the poor. For this they invent the term daridra-nārāyaṇa-sevā. This is prohibited. One should distribute sumptuous prasāda, considering everyone a part of the Supreme Lord, but one should not juggle words to make a poor man Nārāyaṇa. Everyone is related to the Supreme Lord, but one should not mistakenly think that because one is related to the Supreme Personality of Godhead, he has become the Supreme Personality of Godhead, Nārāyaṇa. Such a Māyāvāda philosophy is extremely dangerous, especially for a devotee. Śrī Caitanya Mahāprabhu has therefore strictly forbidden us to associate with Māyāvādī philosophers. Māyāvādi-bhāṣya śunile haya sarva-nāśa: if one associates with the Māyāvāda philosophy, his devotional life is doomed.\n"
        }
    ]
}
