{
    "info": {
        "id": "sb/7/15/61",
        "prevId": "sb/7/15/60",
        "nextId": "sb/7/15/62"
    },
    "verses": [
        {
            "roman": "syāt sādṛśya-bhramas tāvad\nvikalpe sati vastunaḥ\njāgrat-svāpau yathā svapne\ntathā vidhi-niṣedhatā\n"
        }
    ],
    "synonyms": "syāt—it so becomes; sādṛśya—similarity; bhramaḥ—mistake; tāvat—as long as; vikalpe—in separation; sati—the part; vastunaḥ—from the substance; jāgrat—waking; svāpau—sleeping; yathā—as; svapne—in a dream; tathā—similarly; vidhi-niṣedhatā—the regulative principles, consisting of injunctions and prohibitions.",
    "translation": "When a substance and its parts are separated, the acceptance of similarity between one and the other is called illusion. While dreaming, one creates a separation between the existences called wakefulness and sleep. It is in such a state of mind that the regulative principles of the scriptures, consisting of injunctions and prohibitions, are recommended.",
    "purport": [
        {
            "type": "normal",
            "content": "In material existence there are many regulative principles and formalities. If material existence is temporary or false, this does not mean that the spiritual world, although similar, is also false. That one's material body is false or temporary does not mean that the body of the Supreme Lord is also false or temporary. The spiritual world is real, and the material world is similar to it. For example, in the desert we sometimes find a mirage, but although the water in a mirage is false, this does not mean that there is no water in reality; water exists, but not in the desert. Similarly, nothing real is in this material world, but reality is in the spiritual world. The Lord's form and His abode—Goloka Vṛndāvana in the Vaikuṇṭha planets—are eternal realities."
        },
        {
            "type": "normal",
            "content": "From Bhagavad-gītā we understand that there is another prakṛti, or nature, which is real. This is explained by the Lord Himself in the Eighth Chapter of Bhagavad-gītā (8.19-21):"
        },
        {
            "type": "verse",
            "content": "bhūta-grāmaḥ sa evāyaṁbhūtvā bhūtvā pralīyate\nrātry-āgame 'vaśaḥ pārtha\nprabhavaty ahar-āgame(BG 8.19)"
        },
        {
            "type": "verse",
            "content": "paras tasmāt tu bhāvo 'nyo'vyakto 'vyaktāt sanātanaḥ\nyaḥ sa sarveṣu bhūteṣu\nnaśyatsu na vinaśyati(BG 8.20)"
        },
        {
            "type": "verse",
            "content": "avyakto 'kṣara ity uktastam āhuḥ paramāṁ gatim\nyaṁ prāpya na nivartante\ntad dhāma paramaṁ mama(BG 8.21)"
        },
        {
            "type": "normal",
            "content": "\"Again and again the day of Brahmā comes, and all living beings are active; and again the night falls, O Pārtha, and they are helplessly dissolved. Yet there is another nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is. That supreme abode is called unmanifested and infallible, and it is the supreme destination. When one goes there, he never comes back. That is My supreme abode.\" The material world is a reflection of the spiritual world. The material world is temporary or false, but the spiritual world is an eternal reality."
        }
    ]
}
