{
    "info": {
        "id": "sb 7/15/Summary",
        "prevId": "sb/7/14/42",
        "nextId": "sb/7/15/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe summary of the Fifteenth Chapter is as follows. In the previous chapter, Śrī Nārada Muni proved the importance of the brāhmaṇa in society. Now, in this chapter, he will show the differences between different grades of brāhmaṇas. Among the brāhmaṇas, some are householders and are mostly attached to fruitive activities or the betterment of social conditions. Above them, however, are brāhmaṇas who are very much attracted by austerities and penances and who retire from family life. They are known as vānaprasthas. Other brāhmaṇas are very much interested in studying the Vedas and explaining the purport of the Vedas to others. Such brāhmaṇas are called brahmacārīs. And still other brāhmaṇas are interested in different types of yoga, especially bhakti-yoga and jñāna-yoga. Such brāhmaṇas are mostly sannyāsīs, members of the renounced order of life.\n"
        },
        {
            "type": "normal",
            "content": "As far as householders are concerned, they engage in different types of scriptural activities, especially in offering oblations to their forefathers and giving as charity to other brāhmaṇas the paraphernalia engaged in such sacrifices. Generally the charity is given to sannyāsīs, brāhmaṇas in the renounced order of life. If such a sannyāsī is not available, the charity is given to brāhmaṇa householders engaged in fruitive activities.\n"
        },
        {
            "type": "normal",
            "content": "One should not make very elaborate arrangements to perform the śrāddha ceremony of offering oblations to one's forefathers. The best process for the śrāddha ceremony is to distribute bhāgavata-prasāda (remnants of food that has first been offered to Kṛṣṇa) to all of one's forefathers and relatives. This makes a first-class śrāddha ceremony. In the śrāddha ceremony there is no need to offer meat or eat meat. Unnecessary killing of animals must be avoided. Those who are in the lower grades of society prefer to perform sacrifices by killing animals, but one who is advanced in knowledge must avoid such unnecessary violence.\n"
        },
        {
            "type": "normal",
            "content": "Brāhmaṇas should execute their regulative duties in worshiping Lord Viṣṇu. Those who are advanced in knowledge of religious principles must avoid five kinds of irreligion, known as vidharma, para-dharma, dharmābhāsa, upadharma and chala-dharma. One must act according to the religious principles that suit his constitutional position; it is not that everyone must adhere to the same type of religion. A general principle is that a poor man should not unnecessarily endeavor for economic development. One who refrains from such endeavors but who engages in devotional service is most auspicious.\n"
        },
        {
            "type": "normal",
            "content": "One who is not satisfied with the mind must fall to degradation. One must conquer lusty desires, anger, greed, fear, lamentation, illusion, fright, unnecessary talks on material subjects, violence, the four miseries of material existence, and the three material qualities. That is the objective of human life. One who has no faith in the spiritual master, who is identical with Śrī Kṛṣṇa, cannot get any benefit from reading śāstra. One should never consider the spiritual master an ordinary human being, even though the members of the spiritual master's family may think of him as such. Meditation and other processes of austerity are useful only if they help in advancement toward Kṛṣṇa consciousness; otherwise, they are simply a waste of time and labor. For those who are not devotees, such meditation and austerity cause falldown.\n"
        },
        {
            "type": "normal",
            "content": "Every householder should be very careful because even though a householder may try to conquer the senses, he becomes a victim to the association of relatives and falls down. Thus a gṛhastha must become a vānaprastha or sannyāsī, live in a secluded place, and be satisfied with food gotten by begging from door to door. He must chant the oṁkāra mantra or Hare Kṛṣṇa mantra, and in this way he will perceive transcendental bliss within himself. After taking sannyāsa, however, if one returns to gṛhastha life, he is called a vāntāśī, which means \"one who eats his own vomit.\" Such a person is shameless. A householder should not give up the ritualistic ceremonies, and a sannyāsī should not live in society. If a sannyāsī is agitated by the senses, he is a cheater influenced by the modes of passion and ignorance. When one assumes a role in goodness by starting philanthropic and altruistic activities, such activities become impediments on the path of devotional service.\n"
        },
        {
            "type": "normal",
            "content": "The best process for advancing in devotional service is to abide by the orders of the spiritual master, for only by his direction can one conquer the senses. Unless one is completely Kṛṣṇa conscious, there is a chance of falling down. Of course, in performing ritualistic ceremonies and other fruitive activities there are also many dangers at every moment. Fruitive activities have been divided into twelve portions. Because of performing fruitive activities, which are called the path of dharma, one has to accept the cycle of birth and death, but when one takes the path of mokṣa, or liberation, which is described in Bhagavad-gītā as arcanā-mārga, one can get relief from the cycle of birth and death. The Vedas describe these two paths as pitṛ-yāna and deva-yāna. Those who follow the paths of pitṛ-yāna and deva-yāna are never bewildered, even while in the material body. A monistic philosopher who gradually develops control of the senses understands that the objective of all the different āśramas, the statuses of life, is salvation. One must live and act according to śāstras.\n"
        },
        {
            "type": "normal",
            "content": "If one who is performing the Vedic ritualistic ceremonies becomes a devotee, even if he is a gṛhastha, he can receive the causeless mercy of Kṛṣṇa. The objective of a devotee is to return home, back to Godhead. Such a devotee, even though not performing ritualistic ceremonies, advances in spiritual consciousness by the supreme will of the Personality of Godhead. One may actually become successful in spiritual consciousness by the mercy of devotees, or one may fall from spiritual consciousness by being disrespectful to devotees. In this regard, Nārada Muni narrated the history of how he had fallen from the Gandharva kingdom, how he was born in a śūdra family, and how by serving exalted brāhmaṇas he become the son of Lord Brahmā and was reinstated in his transcendental position. After narrating all these stories, Nārada Muni praised the mercy received from the Lord by the Pāṇḍavas. Mahārāja Yudhiṣṭhira, after hearing from Nārada, become ecstatic in love of Kṛṣṇa, and then Nārada Muni left that place and returned to his own place. Thus Śukadeva Gosvāmī, having described various descendants of the daughters of Dakṣa, ends the Seventh Canto of Śrīmad-Bhāgavatam.\n"
        }
    ]
}
