{
    "info": {
        "id": "sb/10/3/19",
        "prevId": "sb/10/3/18",
        "nextId": "sb/10/3/20"
    },
    "verses": [
        {
            "roman": "tvatto 'sya janma-sthiti-saṁyamān vibho\nvadanty anīhād aguṇād avikriyāt\ntvayīśvare brahmaṇi no virudhyate\ntvad-āśrayatvād upacaryate guṇaiḥ\n"
        }
    ],
    "synonyms": "tvattaḥ—are from Your Lordship; asya—of the entire cosmic manifestation; janma—the creation; sthiti—maintenance; saṁyamān—and annihilation; vibho—O my Lord; vadanti—the learned Vedic scholars conclude; anīhāt—who are free from endeavor; aguṇāt—who are unaffected by the modes of material nature; avikriyāt—who are unchanging in Your spiritual situation; tvayi—in You; īśvare—the Supreme Personality of Godhead; brahmaṇi—who are Parabrahman, the Supreme Brahman; no—not; virudhyate—there is a contradiction; tvat-āśrayatvāt—because of being controlled by You; upacaryate—things are going on automatically; guṇaiḥ—by the operation of the material modes.",
    "translation": "O my Lord, learned Vedic scholars conclude that the creation, maintenance and annihilation of the entire cosmic manifestation are performed by You, who are free from endeavor, unaffected by the modes of material nature, and changeless in Your spiritual situation. There are no contradictions in You, who are the Supreme Personality of Godhead, Parabrahman. Because the three modes of material nature—sattva, rajas and tamas—are under Your control, everything takes place automatically.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Vedas:"
        },
        {
            "type": "verse",
            "content": "na tasya kāryaṁ karaṇaṁ ca vidyatena tat-samaś cābhyadhikaś ca dṛśyate\nparāsya śaktir vividhaiva śrūyate\nsvābhāvikī jñāna-bala-kriyā ca(CC Madhya 13.65, purport)"
        },
        {
            "type": "normal",
            "content": "\"The Supreme Lord has nothing to do, and no one is found to be equal to or greater than Him, for everything is done naturally and systematically by His multifarious energies.\" (Śvetāśvatara Upaniṣad 6.8) Creation, maintenance and annihilation are all conducted personally by the Supreme Personality of Godhead, and this is confirmed in Bhagavad-gītā (mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram (BG 9.10)). Yet ultimately the Lord does not need to do anything, and therefore He is nirvikāra, changeless. Because everything is done under His direction, He is called sṛṣṭi-kartā, the master of creation. Similarly, He is the master of annihilation. When a master sits in one place while his servants work in different duties, whatever the servants are doing is ultimately an activity of the master, although he is doing nothing (na tasya kāryaṁ karaṇaṁ ca vidyate). The Lord's potencies are so numerous that everything is nicely done. Therefore, He is naturally still and is not directly the doer of anything in this material world."
        }
    ]
}
