{
    "info": {
        "id": "sb/10/3/32",
        "prevId": "sb/10/3/31",
        "nextId": "sb/10/3/33"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\ntvam eva pūrva-sarge 'bhūḥ\npṛśniḥ svāyambhuve sati\ntadāyaṁ sutapā nāma\nprajāpatir akalmaṣaḥ\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said to Devakī; tvam—you; eva—indeed; pūrva-sarge—in a previous millennium; abhūḥ—became; pṛśniḥ—by the name Pṛśni; svāyambhuve—the millennium of Svāyambhuva Manu; sati—O supremely chaste; tadā—at that time; ayam—Vasudeva; sutapā—Sutapā; nāma—by the name; prajāpatiḥ—a Prajāpati; akalmaṣaḥ—a spotlessly pious person.",
    "translation": "The Supreme Personality of Godhead replied: My dear mother, best of the chaste, in your previous birth, in the Svāyambhuva millennium, you were known as Pṛśni, and Vasudeva, who was the most pious Prajāpati, was named Sutapā.",
    "purport": [
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead made it clear that Devakī had not become His mother only now; rather, she had been His mother previously also. Kṛṣṇa is eternal, and His selection of a father and mother from among His devotees takes place eternally. Previously also, Devakī had been the Lord's mother and Vasudeva the Lord's father, and they were named Pṛśni and Sutapā. When the Supreme Personality of Godhead appears, He accepts His eternal father and mother, and they accept Kṛṣṇa as their son. This pastime takes place eternally and is therefore called nitya-līlā. Thus there was no cause for surprise or ridicule. As confirmed by the Lord Himself in Bhagavad-gītā (BG 4.9):"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyamevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janmanaiti mām eti so 'rjuna"
        },
        {
            "type": "normal",
            "content": "\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\" One should try to understand the appearance and disappearance of the Supreme Personality of Godhead from Vedic authorities, not from imagination. One who follows his imaginations about the Supreme Personality of Godhead is condemned."
        },
        {
            "type": "verse",
            "content": "avajānanti māṁ mūḍhāmānuṣīṁ tanum āśritam\nparaṁ bhāvam ajānanto\nmama bhūta-maheśvaram(BG 9.11)"
        },
        {
            "type": "normal",
            "content": "The Lord appears as the son of His devotee by His paraṁ bhāvam. The word bhāva refers to the stage of pure love, which has nothing to do with material transactions."
        }
    ]
}
