{
    "info": {
        "id": "sb/10/3/summary",
        "prevId": "sb/10/2/42",
        "nextId": "sb/10/3/1-5"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "As described in this chapter, the Supreme Personality of Godhead, Kṛṣṇa, Hari in His original form, appeared as Viṣṇu so that His father and mother could understand that their son was the Supreme Personality of Godhead. Because they were afraid of Kaṁsa, when the Lord appeared as an ordinary child they took Him to Gokula, the home of Nanda Mahārāja."
        },
        {
            "type": "normal",
            "content": "Mother Devakī, being fully transcendental, sac-cid-ānanda, does not belong to this material world. Thus the Supreme Personality of Godhead appeared with four hands, as if born from her womb. Upon seeing the Lord in that Viṣṇu form, Vasudeva was struck with wonder, and in transcendental happiness he and Devakī mentally gave ten thousand cows in charity to the brāhmaṇas. Vasudeva then offered prayers to the Lord, addressing Him as the Supreme Person, Parabrahman, the Supersoul, who is beyond duality and who is internally and externally all-pervading. The Lord, the cause of all causes, is beyond material existence, although He is the creator of this material world. When He enters this world as Paramātmā, He is all-pervading (aṇḍāntara-stha-paramāṇu-cayāntara-stham (BS 5.35)), yet He is transcendentally situated. For the creation, maintenance and annihilation of this material world, the Lord appears as the guṇa-avatāras-Brahmā, Viṣṇu and Maheśvara. Thus Vasudeva offered prayers full of meaning to the Supreme Personality of Godhead. Devakī followed her husband by offering prayers describing the transcendental nature of the Lord. Fearing Kaṁsa and desiring that the Lord not be understood by atheistic and materialistic nondevotees, she prayed that the Lord withdraw His transcendental four-armed form and appear like an ordinary child with two hands."
        },
        {
            "type": "normal",
            "content": "The Lord reminded Vasudeva and Devakī of two other incarnations in which He had appeared as their son. He had appeared as Pṛśnigarbha and Vāmanadeva, and now this was the third time He was appearing as the son of Devakī to fulfill their desire. The Lord then decided to leave the residence of Vasudeva and Devakī, in the prison house of Kaṁsa, and at this very time, Yogamāyā took birth as the daughter of Yaśodā. By the arrangement of Yogamāyā, Vasudeva was able to leave the prison house and save the child from the hands of Kaṁsa. When Vasudeva brought Kṛṣṇa to the house of Nanda Mahārāja, he saw that by Yogamāyā's arrangement, Yaśodā, as well as everyone else, was deeply asleep. Thus he exchanged the babies, taking Yogamāyā from Yaśodā's lap and placing Kṛṣṇa there instead. Then Vasudeva returned to his own place, having taken Yogamāyā as his daughter. He placed Yogamāyā on Devakī's bed and prepared to be a prisoner as before. In Gokula, Yaśodā could not understand whether she had given birth to a male or a female child."
        }
    ]
}
