{
    "info": {
        "id": "sb/4/30/1",
        "prevId": "sb/4/29/85",
        "nextId": "sb/4/30/2"
    },
    "verses": [
        {
            "roman": "vidura uvāca\nye tvayābhihitā brahman\nsutāḥ prācīnabarhiṣaḥ\nte rudra-gītena hariṁ\nsiddhim āpuḥ pratoṣya kām\n"
        }
    ],
    "synonyms": "viduraḥ uvāca—Vidura said; ye—those who; tvayā—by you; abhihitāḥ—were spoken about; brahman—O brāhmaṇa; sutāḥ—sons; prācīnabarhiṣaḥ—of King Prācīnabarhi; te—all of them; rudra-gītena—by the song composed by Lord Śiva; harim—the Lord; siddhim—success; āpuḥ—achieved; pratoṣya—having satisfied; kām—what.",
    "translation": "\nVidura inquired from Maitreya: O brāhmaṇa, you formerly spoke about the sons of Prācīnabarhi and informed me that they satisfied the Supreme Personality of Godhead by chanting a song composed by Lord Śiva. What did they achieve in this way?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the beginning, Maitreya Ṛṣi narrated the activities of the sons of Prācīnabarhi. These sons went beside a great lake, which was like an ocean, and fortunately finding Lord Śiva, they learned how to satisfy the Supreme Personality of Godhead by chanting the songs composed by Lord Śiva. Now their father's attachment for fruitive activities was disapproved by Nārada, who therefore kindly instructed Prācīnabarhi by telling him the allegorical story of Purañjana. Now Vidura again wanted to hear about Prācīnabarhi's sons, and he was especially inquisitive to know what they achieved by satisfying the Supreme Personality of Godhead. Here the words siddhim āpuḥ, or \"achieved perfection,\" are very important. Lord Kṛṣṇa says in Bhagavad-gītā (BG 7.3), manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: out of many, many millions of people, one may be interested in learning how to attain success in spiritual matters. The supreme success is mentioned also in Bhagavad-gītā (BG 8.15):\n"
        },
        {
            "type": "verse",
            "content": "mām upetya punar janma\nduḥkhālayam aśāśvatam\nnāpnuvanti mahātmānaḥ\nsaṁsiddhiṁ paramāṁ gatāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.\" And what is that highest perfection? That is also explained in that verse. The highest perfection is to return home, back to Godhead, so that one will not have to return to this material world and transmigrate from one body to another in the dream of material existence. By the grace of Lord Śiva, the Pracetās actually attained perfection and returned home, back to Godhead, after enjoying material facilities to the highest extent. Maitreya will now narrate that to Vidura.\n"
        }
    ]
}
