{
    "info": {
        "id": "sb/4/30/25",
        "prevId": "sb/4/30/24",
        "nextId": "sb/4/30/26"
    },
    "verses": [
        {
            "roman": "namaḥ kamala-nābhāya\nnamaḥ kamala-māline\nnamaḥ kamala-pādāya\nnamas te kamalekṣaṇa\n"
        }
    ],
    "synonyms": "namaḥ—we offer our respectful obeisances; kamala-nābhāya—unto the Supreme Personality of Godhead, from whose abdomen the original lotus flower originated; namaḥ—obeisances; kamala-māline—who is always decorated with a garland of lotus flowers; namaḥ—obeisances; kamala-pādāya—whose feet are as beautiful and fragrant as the lotus flower; namaḥ te—obeisances unto You; kamala-īkṣaṇa—whose eyes are exactly like the petals of the lotus flower.",
    "translation": "\nDear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word kamala-nābhāya indicates that Lord Viṣṇu is the origin of the material creation. From the abdomen of Garbhodakaśāyī Viṣṇu, a lotus flower sprouts. Lord Brahmā, the first creature of the universe, is born from this lotus flower, and subsequently, Lord Brahmā creates the whole universe. The origin of all creation is therefore Lord Viṣṇu, and the origin of all the viṣṇu-tattvas is Lord Kṛṣṇa. Consequently, Kṛṣṇa is the origin of everything. This is also confirmed in Bhagavad-gītā (BG 10.8):\n"
        },
        {
            "type": "verse",
            "content": "ahaṁ sarvasya prabhavo\nmattaḥ sarvaṁ pravartate\niti matvā bhajante māṁ\nbudhā bhāva-samanvitāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.\" Lord Kṛṣṇa says: \"I am the origin of everything.\" Therefore whatever we see emanates from Him. This is also confirmed in the Vedānta-sūtra. Janmādy asya yataḥ: (SB 1.1.1) \"The Absolute Truth is He from whom everything emanates.\"\n"
        }
    ]
}
