{
    "info": {
        "id": "sb/4/30/39-40",
        "prevId": "sb/4/30/38",
        "nextId": "sb/4/30/41"
    },
    "verses": [
        {
            "roman": "yan naḥ svadhītaṁ guravaḥ prasāditā\nviprāś ca vṛddhāś ca sad-ānuvṛttyā\nāryā natāḥ suhṛdo bhrātaraś ca\nsarvāṇi bhūtāny anasūyayaiva\n"
        },
        {
            "roman": "yan naḥ sutaptaṁ tapa etad īśa\nnirandhasāṁ kālam adabhram apsu\nsarvaṁ tad etat puruṣasya bhūmno\nvṛṇīmahe te paritoṣaṇāya\n"
        }
    ],
    "synonyms": "yat—what; naḥ—by us; svadhītam—studied; guravaḥ—superior persons, spiritual masters; prasāditāḥ—satisfied; viprāḥ—the brāhmaṇas; ca—and; vṛddhāḥ—those who are elderly; ca—and; sat-ānuvṛttyā—by our gentle behavior; āryāḥ—those who are advanced in spiritual knowledge; natāḥ—were offered obeisances; su-hṛdaḥ—friends; bhrātaraḥ—brothers; ca—and; sarvāṇi—all; bhūtāni—living entities; anasūyayā—without envy; eva—certainly; yat—what; naḥ—of us; su-taptam—severe; tapaḥ—penance; etat—this; īśa—O Lord; nirandhasām—without taking any food; kālam—time; adabhram—for a long duration; apsu—within the water; sarvam—all; tat—that; etat—this; puruṣasya—of the Supreme Personality of Godhead; bhūmnaḥ—the most exalted; vṛṇīmahe—we want this benediction; te—of You; paritoṣaṇāya—for the satisfaction.",
    "translation": "\nDear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Śrīmad-Bhāgavatam, saṁsiddhir hari-toṣaṇam: (SB 1.2.13) the real perfection of life is pleasing the Supreme Personality of Godhead. Vedaiś ca sarvair aham eva vedyaḥ: (BG 15.15) in understanding the Vedas, one has to understand the Supreme Personality of Godhead. One who has actually understood Him surrenders unto Him after many, many births. We find all these qualifications in the Pracetās. They underwent severe austerities and penances within the water, and they did not take any food for a very long time. They practiced these austerities not for material benediction but for the satisfaction of the Supreme Lord. One may engage in any business—material or spiritual—but the purpose should be the satisfaction of the Supreme Personality of Godhead. This verse presents a perfect picture of Vedic civilization. People training to become devotees should be respectful not only to the Supreme Personality of Godhead but also to those who are elderly in knowledge, who are Āryans and actual devotees of the Lord. An Āryan is one who does not boast, but is an actual devotee of the Lord. Āryan means \"advanced.\" Formerly, those who claimed to be Āryans had to be devotees of the Lord. For instance, in Bhagavad-gītā (BG 2.2) Kṛṣṇa chastised Arjuna by saying that he was speaking like a non-Āryan.\n"
        },
        {
            "type": "verse",
            "content": "śrī-bhagavān uvāca\nkutas tvā kaśmalam idaṁ\nviṣame samupasthitam\nanārya-juṣṭam asvargyam\nakīrti-karam arjuna"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme Person [Bhagavān] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy.\" Arjuna, the kṣatriya, was refusing to fight despite being directly ordered by the Supreme Lord. He was thus chastised by the Lord as belonging to a non-Āryan family. Anyone who is advanced in the devotional service of the Lord certainly knows his duty. It does not matter whether his duty is violent or nonviolent. If it is sanctioned and ordered by the Supreme Lord, it must be performed. An Āryan performs his duty. It is not that the Āryans are unnecessarily inimical to living entities. The Āryans never maintain slaughterhouses, and they are never enemies of poor animals. The Pracetās underwent severe austerities for many, many years, even within the water. Accepting austerities and penances is the avowed business of those interested in advanced civilization.\n"
        },
        {
            "type": "normal",
            "content": "The word nirandhasām means \"without food.\" Eating voraciously and unnecessarily is not the business of an Āryan. Rather, the eating process should be restricted as far as possible. When Āryans eat, they eat only prescribed eatables. Regarding this, the Lord says in Bhagavad-gītā (BG 9.26):\n"
        },
        {
            "type": "verse",
            "content": "patraṁ puṣpaṁ phalaṁ toyaṁ\nyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtam\naśnāmi prayatātmanaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.\" Thus there are restrictions for the advanced Āryans. Although the Lord Himself can eat anything and everything, He restricts Himself to vegetables, fruits, milk and so on. This verse thus describes the activities of those who claim to be Āryans.\n"
        }
    ]
}
