{
    "info": {
        "id": "sb/4/30/41",
        "prevId": "sb/4/30/39-40",
        "nextId": "sb/4/30/42"
    },
    "verses": [
        {
            "roman": "manuḥ svayambhūr bhagavān bhavaś ca\nye 'nye tapo-jñāna-viśuddha-sattvāḥ\nadṛṣṭa-pārā api yan-mahimnaḥ\nstuvanty atho tvātma-samaṁ gṛṇīmaḥ\n"
        }
    ],
    "synonyms": "manuḥ—Svāyambhuva Manu; svayambhūḥ—Lord Brahmā; bhagavān—the most powerful; bhavaḥ—Lord Śiva; ca—also; ye—who; anye—others; tapaḥ—by austerity; jñāna—by knowledge; viśuddha—pure; sattvāḥ—whose existence; adṛṣṭa-pārāḥ—who cannot see the end; api—although; yat—Your; mahimnaḥ—of glories; stuvanti—they offer prayers; atho—therefore; tvā—unto You; ātma-samam—according to capacity; gṛṇīmaḥ—we offered prayers.",
    "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Brahmā, Lord Śiva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone's prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or Śeṣa, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord."
        },
        {
            "type": "normal",
            "content": "Nonetheless, everyone in devotional service can offer essential prayers to the Lord. Everyone is situated in a relative position, and no one is perfect in glorifying the Lord. Beginning with Lord Brahmā and Lord Śiva down to ourselves, everyone is the servant of the Supreme Lord. We are all situated in relative positions according to our own karma. Yet every one of us can offer prayers with heart and soul as far as we can appreciate the Lord's glories. That is our perfection. Even when one is in the darkest region of existence, he is allowed to offer prayers to the Lord according to his own capacity. The Lord therefore says in Bhagavad-gītā (BG 9.32):"
        },
        {
            "type": "verse",
            "content": "māṁ hi pārtha vyapāśrityaye 'pi syuḥ pāpa-yonayaḥ\nstriyo vaiśyās tathā śūdrāste 'pi yānti parāṁ gatim"
        },
        {
            "type": "normal",
            "content": "\"O son of Pṛthā, those who take shelter in Me, though they be of lower birth—women, vaiśyas [merchants], as well as śūdras [workers]—can approach the supreme destination.\""
        },
        {
            "type": "normal",
            "content": "If one seriously accepts the lotus feet of the Lord, he is purified by the grace of the Lord and by the grace of the Lord's servant. This is confirmed by Śukadeva Gosvāmī: ye 'nye ca pāpā yad-apāśrayāśrayāḥ śudhyanti tasmai prabhaviṣṇave namaḥ (SB 2.4.18). One who is brought under the lotus feet of the Lord by the endeavor of the Lord's servant, the spiritual master, is certainly immediately purified, however lowborn he may be. He becomes eligible to return home, back to Godhead."
        }
    ]
}
