{
    "info": {
        "id": "sb/4/30/49",
        "prevId": "sb/4/30/48",
        "nextId": "sb/4/30/50-51"
    },
    "verses": [
        {
            "roman": "cākṣuṣe tv antare prāpte\nprāk-sarge kāla-vidrute\nyaḥ sasarja prajā iṣṭāḥ\nsa dakṣo daiva-coditaḥ\n"
        }
    ],
    "synonyms": "cākṣuṣe—named Cākṣuṣa; tu—but; antare—the manvantara; prāpte—when it happened; prāk—previous; sarge—creation; kāla-vidrute—destroyed in due course of time; yaḥ—one who; sasarja—created; prajāḥ—living entities; iṣṭāḥ—desirable; saḥ—he; dakṣaḥ—Dakṣa; daiva—by the Supreme Personality of Godhead; coditaḥ—inspired.",
    "translation": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Bhagavad-gītā (BG 8.17):"
        },
        {
            "type": "verse",
            "content": "sahasra-yuga-paryantamahar yad brahmaṇo viduḥ\nrātriṁ yuga-sahasrāntāṁte 'ho-rātra-vido janāḥ"
        },
        {
            "type": "normal",
            "content": "\"By human calculation, a thousand ages taken together is the duration of Brahmā's one day. And such also is the duration of his night.\" Brahmā's one day consists of one thousand cycles of the four yugas—Satya, Tretā, Dvāpara and Kali. In that one day there are fourteen manvantaras, and out of these manvantaras this Cākṣuṣa manvantara is the sixth. The various Manus existing in one day of Lord Brahmā are as follows: (1) Svāyambhuva, (2) Svārociṣa, (3) Uttama, (4) Tāmasa, (5) Raivata, (6) Cākṣuṣa, (7) Vaivasvata, (8) Sāvarṇi, (9) Dakṣasāvarṇi, (10) Brahma-sāvarṇi, ( 11) Dharma-sāvarṇi, (12) Rudra-sāvarṇi, (13) Deva-sāvarṇi and (14) Indra-sāvarṇi."
        },
        {
            "type": "normal",
            "content": "Thus there are fourteen Manus in one day of Brahmā. In a year there are 5,040 Manus. Brahmā has to live for one hundred years; consequently, the total of Manus appearing and disappearing during the life of one Brahmā is 504,000. This is the calculation for one universe, and there are innumerable universes. All these Manus come and go simply by the breathing process of Mahā-Viṣṇu. As stated in the Brahma-saṁhitā:"
        },
        {
            "type": "verse",
            "content": "yasyaika-niśvasita-kālam athāvalambyajīvanti loma-vilajā jagad-aṇḍa-nāthāḥ\nviṣṇur mahān sa iha yasya kalā-viśeṣo\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi(BS 5.48)"
        },
        {
            "type": "normal",
            "content": "The word jagad-aṇḍa-nātha means Lord Brahmā. There are innumerable jagad-aṇḍa-nātha Brahmās, and thus we can calculate the many Manus. The present age is under the control of Vaivasvata Manu. Each Manu lives 4,320,000 years multiplied by 71. The present Manu has already lived for 4,320,000 years multiplied by 28. All these long life-spans are ultimately ended by the laws of material nature. The controversy of the Dakṣa-yajña took place in the Svāyambhuva manvantara period. As a result, Dakṣa was punished by Lord Śiva, but by virtue of his prayers to Lord Śiva he became eligible to regain his former opulence. According to Viśvanātha Cakravartī Ṭhākura, Dakṣa underwent severe penances up to the fifth manvantara. Thus at the beginning of the sixth manvantara, known as the Cākṣuṣa manvantara, Dakṣa regained his former opulence by the blessings of Lord Śiva."
        }
    ]
}
