{
    "info": {
        "id": "sb/4/30/5",
        "prevId": "sb/4/30/4",
        "nextId": "sb/4/30/6"
    },
    "verses": [
        {
            "roman": "suparṇa-skandham ārūḍho\nmeru-śṛṅgam ivāmbudaḥ\npīta-vāsā maṇi-grīvaḥ\nkurvan vitimirā diśaḥ\n"
        }
    ],
    "synonyms": "suparṇa—of Garuḍa, the carrier of Lord Viṣṇu; skandham—the shoulder; ārūḍhaḥ—sitting on; meru—of the mountain named Meru; śṛṅgam—on the summit; iva—like; ambudaḥ—a cloud; pīta-vāsāḥ—wearing yellow garments; maṇi-grīvaḥ—His neck decorated with the Kaustubha jewel; kurvan—making; vitimirāḥ—free from darkness; diśaḥ—all directions.",
    "translation": "\nThe Personality of Godhead, appearing on the shoulder of Garuḍa, seemed like a cloud resting on the summit of the mountain known as Meru. The transcendental body of the Personality of Godhead was covered by attractive yellow garments, and His neck was decorated with the jewel known as Kaustubha-maṇi. The bodily effulgence of the Lord dissipated all the darkness of the universe.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Caitanya-caritāmṛta (CC Madhya 22.31):\n"
        },
        {
            "type": "verse",
            "content": "kṛṣṇa—sūrya-sama; māyā haya andhakāra\nyāhāṅ kṛṣṇa, tāhāṅ nāhi māyāra adhikāra"
        },
        {
            "type": "normal",
            "content": "\nThe Lord is just like the effulgent sun. Consequently, whenever the Supreme Personality of Godhead is present, there cannot be darkness or ignorance. Actually this dark universe is illuminated by the sun, but the sun and moon simply reflect the bodily effulgence of the Supreme Lord. In Bhagavad-gītā (BG 7.8) the Lord says, prabhāsmi śaśi-sūryayoḥ: \"I am the illuminating energy of both the sun and the moon.\" The conclusion is that the origin of all life is the bodily effulgence of the Supreme Personality of Godhead. This is also confirmed in Brahma-saṁhitā: yasya prabhā prabhavato jagad-aṇḍa-koṭi (BS 5.40). Being illuminated by the bodily effulgence of the Supreme Personality of Godhead, everything is freed from all darkness.\n"
        }
    ]
}
