{
    "info": {
        "id": "sb/4/30/7",
        "prevId": "sb/4/30/6",
        "nextId": "sb/4/30/8"
    },
    "verses": [
        {
            "roman": "pīnāyatāṣṭa-bhuja-maṇḍala-madhya-lakṣmyā\nspardhac-chriyā parivṛto vana-mālayādyaḥ\nbarhiṣmataḥ puruṣa āha sutān prapannān\nparjanya-nāda-rutayā saghṛṇāvalokaḥ\n"
        }
    ],
    "synonyms": "pīna—stout; āyata—long; aṣṭa—eight; bhuja—arms; maṇḍala—encirclement; madhya—in the midst of; lakṣmyā—with the goddess of fortune; spardhat—contending; śriyā—whose beauty; parivṛtaḥ—encircled; vana-mālayā—by a flower garland; ādyaḥ—the original Personality of Godhead; barhiṣmataḥ—of King Prācīnabarhi; puruṣaḥ—the Supreme Personality of Godhead; āha—addressed; sutān—the sons; prapannān—surrendered; parjanya—like a cloud; nāda—whose sound; rutayā—by a voice; sa-ghṛṇa—with mercy; avalokaḥ—His glancing.",
    "translation": "Around the neck of the Personality of Godhead hung a flower garland that reached to His knees. His eight stout and elongated arms were decorated with that garland, which challenged the beauty of the goddess of fortune. With a merciful glance and a voice like thunder, the Lord addressed the sons of King Prācīnabarhiṣat, who were very much surrendered unto Him.",
    "purport": [
        {
            "type": "normal",
            "content": "The word ādyaḥ in this verse is very significant. The Supreme Personality of Godhead is the origin even of Paramātmā and Brahman. As confirmed in Bhagavad-gītā (BG 14.27), brahmaṇo hi pratiṣṭhāham: the Absolute Truth begins not with the impersonal Brahman but with the original Personality of Godhead, Kṛṣṇa. When Arjuna realized Kṛṣṇa's greatness, he addressed Him in this way:"
        },
        {
            "type": "verse",
            "content": "paraṁ brahma paraṁ dhāmapavitraṁ paramaṁ bhavān\npuruṣaṁ śāśvataṁ divyamādi-devam ajaṁ vibhum"
        },
        {
            "type": "normal",
            "content": "\"You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.\" (BG 10.12)"
        },
        {
            "type": "normal",
            "content": "The Brahma-saṁhitā also says, anādir ādir govindaḥ sarva-kāraṇa-kāraṇam: (BS 5.1) \"The Supreme Lord is not caused by anything [anādi], but He is the cause of all causes.\" The Vedānta-sūtra says, janmādy asya yataḥ: (SB 1.1.1) \"The Absolute Truth is that from which everything emanates.\" The Absolute Truth is described as ādi-puruṣa. The Absolute Truth is therefore a person and is not impersonal."
        }
    ]
}
