{
    "info": {
        "id": "sb/3/12/41",
        "prevId": "sb/3/12/40",
        "nextId": "sb/3/12/42"
    },
    "verses": [
        {
            "roman": "vidyā dānaṁ tapaḥ satyaṁ\ndharmasyeti padāni ca\nāśramāṁś ca yathā-saṅkhyam\nasṛjat saha vṛttibhiḥ\n"
        }
    ],
    "synonyms": "vidyā—education; dānam—charity; tapaḥ—penance; satyam—truth; dharmasya—of religion; iti—thus; padāni—four legs; ca—also; āśramān—orders of life; ca—also; yathā—as they are; saṅkhyam—in number; asṛjat—created; saha—along with; vṛttibhiḥ—by vocations.",
    "translation": "Education, charity, penance and truth are said to be the four legs of religion, and to learn this there are four orders of life with different classifications of castes according to vocation. Brahmā created all these in systematic order.",
    "purport": [
        {
            "type": "normal",
            "content": "The nucleus of the four social orders—brahmacarya, or student life, gṛhastha, or householder family life, vānaprastha, or retired life for practicing penance, and sannyāsa, or renounced life for preaching the truth—is the four legs of religion. The vocational divisions are the brāhmaṇas, or the intelligent class, the kṣatriyas, or administrative class, the vaiśyas, or mercantile productive class, and the śūdras, or general laborer class who have no specific qualifications. All were systematically planned and created by Brahmā for the regular promotion of self-realization. Student life is meant for acquiring the best education; household family life is meant for gratifying the senses, provided it is performed with a charitable disposition of mind, retirement from household life is meant for penance, for advancement in spiritual life, and renounced life is meant for preaching the Absolute Truth to the people in general. The combined actions of all members of society make the whole situation favorable for the upliftment of the mission of human life. The beginning of this social institution is based on education meant for purifying the animal propensities of the human being. The highest purificatory process is knowledge of the Supreme Personality of Godhead, the purest of the pure."
        }
    ]
}
