{
    "info": {
        "id": "sb/9/19/24",
        "prevId": "sb/9/19/23",
        "nextId": "sb/9/19/25"
    },
    "verses": [
        {
            "roman": "āsevitaṁ varṣa-pūgān\nṣaḍ-vargaṁ viṣayeṣu saḥ\nkṣaṇena mumuce nīḍaṁ\njāta-pakṣa iva dvijaḥ\n"
        }
    ],
    "synonyms": "āsevitam—being always engaged in; varṣa-pūgān—for many, many years; ṣaṭ-vargam—the six senses, including the mind; viṣayeṣu—in sense enjoyment; saḥ—King Yayāti; kṣaṇena—within a moment; mumuce—gave up; nīḍam—nest; jāta-pakṣaḥ—one that has grown its wings; iva—like; dvijaḥ—a bird.",
    "translation": "\nHaving enjoyed sense gratification for many, many years, O King Parīkṣit, Yayāti was accustomed to it, but he gave it up entirely in a moment, just as a bird flies away from the nest as soon as its wings have grown.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThat Mahārāja Yayāti was immediately liberated from the bondage of conditioned life is certainly astonishing. But the example given herewith is appropriate. A tiny baby bird, dependent fully on its father and mother even to eat, suddenly flies away from the nest when its wings have grown. Similarly, if one fully surrenders to the Supreme Personality of Godhead, one is immediately liberated from the bondage of conditioned life, as promised by the Lord Himself (ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi (BG 18.66)). As stated in Śrīmad-Bhāgavatam (SB 2.4.18):\n"
        },
        {
            "type": "verse",
            "content": "kirāta-hūṇāndhra-pulinda-pulkaśā\nābhīra-śumbhā yavanāḥ khasādayaḥ\nye 'nye ca pāpā yad-apāśrayāśrayāḥ\nśudhyanti tasmai prabhaviṣṇave namaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Kirāta, Hūṇa, Āndhra, Pulinda, Pulkaśa, Ābhīra, Śumbha, Yavana and the Khasa races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him.\" Lord Viṣṇu is so powerful that He can deliver anyone at once if He is pleased to do so. And Lord Viṣṇu, the Supreme Personality of Godhead, Kṛṣṇa, can be pleased immediately if we accept His order by surrendering unto Him, as Mahārāja Yayāti did. Mahārāja Yayāti was eager to serve Vāsudeva, Kṛṣṇa, and therefore as soon as he wanted to renounce material life, Lord Vāsudeva helped him. We must therefore be very sincere in surrendering ourselves unto the lotus feet of the Lord. Then we can immediately be liberated from all the bondage of conditioned life. This is clearly expressed in the next verse.\n"
        }
    ]
}
