{
    "info": {
        "id": "sb/9/19/25",
        "prevId": "sb/9/19/24",
        "nextId": "sb/9/19/26"
    },
    "verses": [
        {
            "roman": "sa tatra nirmukta-samasta-saṅga\nātmānubhūtyā vidhuta-triliṅgaḥ\npare 'male brahmaṇi vāsudeve\nlebhe gatiṁ bhāgavatīṁ pratītaḥ\n"
        }
    ],
    "synonyms": "saḥ—Mahārāja Yayāti; tatra—upon doing this; nirmukta—was immediately liberated from; samasta-saṅgaḥ—all contamination; ātma-anubhūtyā—simply by understanding his constitutional position; vidhuta—was cleansed of; tri-liṅgaḥ—the contamination caused by the three modes of material nature (sattva-guṇa, rajo-guṇa and tamo-guṇa); pare—unto the Transcendence; amale—without material contact; brahmaṇi—the Supreme Lord; vāsudeve—Vāsudeva, Kṛṣṇa, the Absolute Truth, Bhagavān; lebhe—achieved; gatim—the destination; bhāgavatīm—as an associate of the Supreme Personality of Godhead; pratītaḥ—famous.",
    "translation": "\nBecause King Yayāti completely surrendered unto the Supreme Personality of Godhead, Vāsudeva, he was freed from all contamination of the material modes of nature. Because of his self-realization, he was able to fix his mind upon the Transcendence [Parabrahman, Vāsudeva], and thus he ultimately achieved the position of an associate of the Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word vidhuta, meaning \"cleansed,\" is very significant. Everyone in this material world is contaminated (kāraṇaṁ guṇa-saṅgo 'sya (BG 13.22)). Because we are in a material condition, we are contaminated either by sattva-guṇa, by rajo-guṇa or by tamo-guṇa. Even if one becomes a qualified brāhmaṇa in the mode of goodness (sattva-guṇa), he is still materially contaminated. One must come to the platform of śuddha-sattva, transcending the sattva-guṇa. Then one is vidhuta-triliṅga, cleansed of the contamination caused by the three modes of material nature. This is possible by the mercy of Kṛṣṇa. As stated in Śrīmad-Bhāgavatam (SB 1.2.17):\n"
        },
        {
            "type": "verse",
            "content": "śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ\npuṇya-śravaṇa-kīrtanaḥ\nhṛdy antaḥ-stho hy abhadrāṇi\nvidhunoti suhṛt-satām"
        },
        {
            "type": "normal",
            "content": "\n\"Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted.\" A person trying to be perfectly Kṛṣṇa conscious by hearing the words of Kṛṣṇa from Śrīmad-Bhāgavatam or Bhagavad-gītā certainly has all the dirty things cleansed from the core of his heart. Caitanya Mahāprabhu also says, ceto-darpaṇa-mārjanam: (CC Antya 20.12) the process of hearing and chanting the glories of the Supreme Lord washes away the dirty things accumulated in the core of the heart. As soon as one is freed from all the dirt of material contamination, as Mahārāja Yayāti was, one's original position as an associate of the Lord is revealed. This is called svarūpa-siddhi, or personal perfection.\n"
        }
    ]
}
