{
    "info": {
        "id": "sb/9/19/29",
        "prevId": "sb/9/19/27-28",
        "nextId": "sb/9/20/1"
    },
    "verses": [
        {
            "roman": "namas tubhyaṁ bhagavate\nvāsudevāya vedhase\nsarva-bhūtādhivāsāya\nśāntāya bṛhate namaḥ\n"
        }
    ],
    "synonyms": "namaḥ—I offer my respectful obeisances; tubhyam—unto You; bhagavate—the Supreme Personality of Godhead; vāsudevāya—Lord Vāsudeva; vedhase—the creator of everything; sarva-bhūta-adhivāsāya—present everywhere (within the heart of every living entity and within the atom also); śāntāya—peaceful, as if completely inactive; bṛhate—the greatest of all; namaḥ—I offer my respectful obeisances.",
    "translation": "O Lord Vāsudeva, O Supreme Personality of Godhead, You are the creator of the entire cosmic manifestation. You live as the Supersoul in everyone's heart and are smaller than the smallest, yet You are greater than the greatest and are all-pervading. You appear completely silent, having nothing to do, but this is due to Your all-pervading nature and Your fullness in all opulences. I therefore offer my respectful obeisances unto You.",
    "purport": [
        {
            "type": "normal",
            "content": "How Devayānī became self-realized by the grace of her great husband, Mahārāja Yayāti, is described here. Describing such realization is another way of performing the bhakti process."
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ viṣṇoḥsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁsakhyam ātma-nivedanam"
        },
        {
            "type": "normal",
            "content": "\"Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia and pastimes of Lord Viṣṇu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship, offering prayers to the Lord, becoming His servant, considering the Lord one's best friend, and surrendering everything unto Him-these nine processes are accepted as pure devotional service.\" (SB 7.5.23) śravaṇaṁ kīrtanam, hearing and chanting, are especially important. By hearing from her husband about the greatness of Lord Vāsudeva, Devayānī certainly became convinced and surrendered herself unto the lotus feet of the Lord (oṁ namo bhagavate vāsudevāya). This is knowledge. Bahūnāṁ janmanām ante jñānavān māṁ prapadyate (BG 7.19). Surrender to Vāsudeva is the result of hearing about Him for many, many births. As soon as one surrenders unto Vāsudeva, one is liberated immediately. Because of her association with her great husband, Mahārāja Yayāti, Devayānī became purified, adopted the means of bhakti-yoga, and thus became liberated."
        }
    ]
}
