{
    "info": {
        "id": "sb/9/19/summary",
        "prevId": "sb/9/18/51",
        "nextId": "sb/9/19/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This Nineteenth Chapter describes how Mahārāja Yayāti achieved liberation after he recounted the figurative story of the he-goat and she-goat."
        },
        {
            "type": "normal",
            "content": "After many, many years of sexual relationships and enjoyment in the material world, King Yayāti finally became disgusted with such materialistic happiness. When satiated with material enjoyment, he devised a story of a he-goat and she-goat, corresponding to his own life, and narrated the story before his beloved Devayānī. The story is as follows. Once upon a time, while a goat was searching in a forest for different types of vegetables to eat, by chance he came to a well, in which he saw a she-goat. He became attracted to this she-goat and somehow or other delivered her from the well, and thus they were united. One day thereafter, when the she-goat saw the he-goat enjoying sex with another she-goat, she became angry, abandoned the he-goat, and returned to her brāhmaṇa owner, to whom she described her husband's behavior. The brāhmaṇa became very angry and cursed the he-goat to lose his sexual power. Thereupon, the he-goat begged the brāhmaṇa's pardon and was given back the power for sex. Then the he-goat enjoyed sex with the she-goat for many years, but still he was not satisfied. If one is lusty and greedy, even the total stock of gold in this world cannot satisfy one's lusty desires. These desires are like a fire. One may pour clarified butter on a blazing fire, but one cannot expect the fire to be extinguished. To extinguish such a fire, one must adopt a different process. The śāstra therefore advises that by intelligence one renounce the life of enjoyment. Without great endeavor, those with a poor fund of knowledge cannot give up sense enjoyment, especially in relation to sex, because a beautiful woman bewilders even the most learned man. King Yayāti, however, renounced worldly life and divided his property among his sons. He personally adopted the life of a mendicant, or sannyāsī, giving up all attraction to material enjoyment, and engaged himself fully in devotional service to the Lord. Thus he attained perfection. Later, when his beloved wife, Devayānī, was freed from her mistaken way of life, she also engaged herself in the devotional service of the Lord."
        }
    ]
}
