{
    "info": {
        "id": "sb/10/50/summary",
        "prevId": "sb/10/49/31",
        "nextId": "sb/10/50/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates how Lord Kṛṣṇa defeated Jarāsandha seventeen times in battle and then constructed the city of Dvārakā."
        },
        {
            "type": "normal",
            "content": "After Kaṁsa was killed, his two queens, Asti and Prāpti, went to the home of their father, Jarāsandha, and sorrowfully described to him how Kṛṣṇa had made them widows. Upon hearing this account, King Jarāsandha became angry. He vowed to rid the earth of all the Yādavas, and he gathered an immense army to lay siege to Mathurā. When Śrī Kṛṣṇa saw Jarāsandha attacking, the Lord considered the reasons for His descent to this world and then decided to destroy Jarāsandha's army, which was a burden to the earth."
        },
        {
            "type": "normal",
            "content": "Two effulgent chariots suddenly appeared, equipped with drivers and furnishings, together with all the Lord's personal weapons. Seeing this, Lord Kṛṣṇa addressed Lord Baladeva, \"My dear brother, Jarāsandha is now attacking Mathurā-purī, so please mount Your chariot and let Us go destroy the enemy's army.\" The two Lords took up Their weapons, mounted Their chariots and went forth from the city."
        },
        {
            "type": "normal",
            "content": "When Lord Kṛṣṇa came before His opponent's army, He sounded His conchshell, striking fear into His enemies' hearts. King Jarāsandha surrounded Kṛṣṇa and Balarāma with his soldiers, chariots and so on, and the women of the city, having climbed up to the roofs of the palaces, became extremely unhappy because they could not see the Lords. Then Kṛṣṇa twanged His bow and started to rain down a torrent of arrows upon the enemy soldiers. Soon Jarāsandha's unfathomable army had been annihilated."
        },
        {
            "type": "normal",
            "content": "Then Lord Baladeva arrested Jarāsandha and was about to bind him up with ropes when Śrī Kṛṣṇa had Baladeva release the King. Lord Kṛṣṇa reasoned that Jarāsandha would assemble another army and return again to fight; this would facilitate Kṛṣṇa's goal of removing the earth's burden. Released, Jarāsandha returned to Magadha and vowed to perform austerities with the aim of avenging his defeat. The other kings advised him that his defeat was only a reaction of his karma. Thus informed, King Jarāsandha withdrew to his kingdom with a heavy heart."
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa rejoined the citizens of Mathurā, who began rejoicing, singing songs of triumph and arranging victory celebrations. The Lord brought all the warriors' jewelry and ornaments that had been picked up from the battlefield and presented them to Mahārāja Ugrasena."
        },
        {
            "type": "normal",
            "content": "Jarāsandha attacked the Yādavas in Mathurā seventeen times, and each time his armies were totally destroyed. Then, as Jarāsandha prepared to attack for the eighteenth time, a warrior named Kālayavana, who had been searching for a worthy opponent, was sent by Nārada Muni to fight the Yādavas. With thirty million soldiers Kālayavana laid siege to the Yādava capital. Lord Kṛṣṇa looked upon this attack with concern, for He knew that with Jarāsandha's arrival imminent, there was a serious danger that the simultaneous attack of these two enemies might endanger the Yādavas. Therefore the Lord constructed a wonderful city within the sea as a safe haven for the Yādavas; then He brought them all there by His mystic power. This city was fully populated with members of all four social orders, and within it no one felt the pangs of thirst and hunger. The various demigods, headed by Indra, each offered as tribute to Lord Kṛṣṇa the same opulences they had originally obtained from Him to establish their positions of authority."
        },
        {
            "type": "normal",
            "content": "Once He saw His subjects safely settled, Lord Śrī Kṛṣṇa took permission from Lord Baladeva and went out of Mathurā unarmed."
        }
    ]
}
