{
    "info": {
        "id": "sb/10/27/15",
        "prevId": "sb/10/27/14",
        "nextId": "sb/10/27/16"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nmayā te 'kāri maghavan\nmakha-bhaṅgo 'nugṛhṇatā\nmad-anusmṛtaye nityaṁ\nmattasyendra-śriyā bhṛśam\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; mayā—by Me; te—unto you; akāri—has been done; maghavan—My dear Indra; makha—of your sacrifice; bhaṅgaḥ—the stopping; anugṛhṇatā—acting to show mercy to you; mat-anusmṛtaye—for the sake of remembrance of Me; nityam—constant; mattasya—of one intoxicated; indra-śriyā—with the opulence of Indra; bhṛśam—greatly.",
    "translation": "The Supreme Personality of Godhead said: My dear Indra, it was out of mercy that I stopped the sacrifice meant for you. You were greatly intoxicated by your opulence as King of heaven, and I wanted you to always remember Me.",
    "purport": [
        {
            "type": "normal",
            "content": "According to Śrīdhara Svāmī, Indra and Lord Kṛṣṇa here exchange a heart-to-heart talk. Indra revealed his mind to the Lord, and now Lord Kṛṣṇa similarly reveals His own intention."
        },
        {
            "type": "normal",
            "content": "In Text 11 of this chapter, Indra emphatically declared that Lord Kṛṣṇa is in fact everything, and thus, according to Indra's own criteria, forgetting Lord Kṛṣṇa is clearly a state of insanity. When the Supreme Lord reminds us of His supreme existence, He is not proudly advertising Himself like a mundane politician or entertainer. The Lord is self-satisfied in His own infinite existence and is trying, lovingly, to bring us back to our own perfect existence as His eternal associates."
        },
        {
            "type": "normal",
            "content": "From God's point of view even the mighty King of heaven, Indra, is a mere child—and a naughty child at that—and thus the Lord, being a caring father, punished His child and brought him back to the sanity of Kṛṣṇa consciousness."
        }
    ]
}
