{
    "info": {
        "id": "sb 10/27/Summary",
        "prevId": "sb/10/26/25",
        "nextId": "sb/10/27/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how the Surabhi cow and Indra, having seen the amazing power of Lord Kṛṣṇa, performed a bathing ceremony for Him.\n"
        },
        {
            "type": "normal",
            "content": "Ashamed of having attacked Vṛndāvana with a violent storm, Indra secretly came before Lord Kṛṣṇa, offered obeisances and praised Him. Indra stated that although Śrī Kṛṣṇa is never caught in the current of material illusion, which is born of ignorance, He nevertheless accepts a humanlike body and performs various activities to establish religious principles and chastise the wicked. By this means He crushes the false prestige of those who presume themselves great controllers. Indra went on to declare that Kṛṣṇa is the father, guru and Lord of all living entities, and that in the form of time He is the agent of their punishment.\n"
        },
        {
            "type": "normal",
            "content": "Satisfied with Indra's prayers, Śrī Kṛṣṇa told him that He had stopped the indra-yajña so that Indra, puffed up as he was with false pride, would remember the Lord. Persons intoxicated by material opulence never see Him standing before them with the rod of punishment in His hand. Therefore if Lord Kṛṣṇa desires the actual good fortune of some person, He brings him down from his position of opulence.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa ordered Indra to return to his proper position in heaven and to serve there without egotism. Indra, along with the cow Surabhi, then performed a bathing ceremony for Kṛṣṇa, using the water of the heavenly Ganges and the milk of mother Surabhi. Indra and the cow took this opportunity to bestow upon the Lord the name Govinda, and the demigods showered flowers and recited various prayers.\n"
        }
    ]
}
