{
    "info": {
        "id": "sb/10/64/29",
        "prevId": "sb/10/64/27-28",
        "nextId": "sb/10/64/30"
    },
    "verses": [
        {
            "roman": "namas te sarva-bhāvāya\nbrahmaṇe 'nanta-śaktaye\nkṛṣṇāya vāsudevāya\nyogānāṁ pataye namaḥ\n"
        }
    ],
    "synonyms": "namaḥ—obeisances; te—to You; sarva-bhāvāya—the source of all beings; brahmaṇe—the Supreme Absolute Truth; ananta—unlimited; śaktaye—the possessor of potencies; kṛṣṇāya—to Kṛṣṇa; vāsudevāya—the son of Vasudeva; yogānām—of all processes of yoga; pataye—to the Lord; namaḥ—obeisances.",
    "translation": "\nI offer my repeated obeisances unto You, Kṛṣṇa, the son of Vasudeva. You are the source of all beings, the Supreme Absolute Truth, the possessor of unlimited potencies, the master of all spiritual disciplines.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Śrīdhara Svāmī comments that King Nṛga here offers his obeisances to Brahman—that is, the Absolute Truth—who is unchanged in spite of performing activities. Since ancient times, Western philosophers have puzzled over the question of how God can be unchanging and yet perform activities. Śrīdhara Svāmī states that this doubt is answered here by the term ananta-śaktaye, which describes the Lord as \"the possessor of unlimited potency.\" Thus through the Lord's infinite potencies He can perform innumerable activities without changing His essential nature.\n"
        },
        {
            "type": "normal",
            "content": "The King further offers his obeisances to Śrī Kṛṣṇa, the possessor of the form of eternal bliss and the supreme goal of life. The holy name of Kṛṣṇa is analyzed in a verse from the Mahābhārata (Udyoga-parva 71.4), which appears in the Caitanya-caritāmṛta (Madhya 9.30):\n"
        },
        {
            "type": "verse",
            "content": "kṛṣir bhū-vācakaḥ śabdo\nṇaś ca nirvṛti-vācakaḥ\ntayor aikyaṁ paraṁ brahma\nkṛṣṇa ity abhidhīyate"
        },
        {
            "type": "normal",
            "content": "\n\"The word kṛṣ is the attractive feature of the Lord's existence, and na means 'spiritual pleasure.' When the verb kṛṣ is added to na, it becomes kṛṣṇa, which indicates the Absolute Truth.\"\n"
        },
        {
            "type": "normal",
            "content": "King Nṛga offers the above prayers as he is about to leave the personal association of the Supreme Lord.\n"
        }
    ]
}
