{
    "info": {
        "id": "sb 10/64/Summary",
        "prevId": "sb/10/63/53",
        "nextId": "sb/10/64/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Śrī Kṛṣṇa released King Nṛga from a curse and instructed the royal order on the great danger of taking a brāhmaṇa's property.\n"
        },
        {
            "type": "normal",
            "content": "One day Sāmba and other young boys of the Yādava dynasty went to the forest to play, and after playing for a long time they became very thirsty and began looking for water. Inside a dry well they found an amazing creature: a huge lizard resembling a hill. The boys felt sorry for it and tried to pull it out. But after several attempts with leather thongs and ropes, they saw that they would not be able to rescue the creature, and thus they went to Lord Kṛṣṇa and told Him what had happened. The Lord accompanied them to the well and, extending His left hand, easily lifted the lizard out. By the touch of Lord Kṛṣṇa's hand the creature transformed at once into a demigod. Then Lord Kṛṣṇa asked, \"Who are you, and how did you assume such a lowly form?\n"
        },
        {
            "type": "normal",
            "content": "The divine being replied, \"My name was King Nṛga, son of Ikṣvāku, and I was famous for giving charity. Indeed, I gave away countless cows to numerous brāhmaṇas. But on one occasion a cow belonging to a first-class brāhmaṇa wandered into my herd. Unaware of this, I gave this cow in charity to a different brāhmaṇa. When the cow's previous owner saw the second brāhmaṇa taking this cow away, the first brāhmaṇa claimed the cow as his and began arguing with the second brāhmaṇa. After quarreling for some time they approached me, and I implored them to each take one hundred thousand cows in exchange for that one cow, and to please forgive me for the offense I had unknowingly committed. But neither brāhmaṇa would accept my proposal, and the matter remained unsettled.\n"
        },
        {
            "type": "normal",
            "content": "\"Shortly thereafter I died and was taken by the Yamadūtas to the court of Yamarāja. Yama asked me which I preferred to do first: suffer the results of my sins or enjoy the results of my pious acts. I decided to suffer my sinful reactions first, and thus I assumed the body of a lizard.\"\n"
        },
        {
            "type": "normal",
            "content": "After King Nṛga had told his story, he offered prayers to Lord Kṛṣṇa and then mounted a celestial airplane, which transported him to heaven.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then instructed His personal associates, as well as the general mass of people, on the dangers of stealing a brāhmaṇa 's property. Finally, the Lord returned to His palace.\n"
        }
    ]
}
