{
    "info": {
        "id": "sb/1/18/16",
        "prevId": "sb/1/18/15",
        "nextId": "sb/1/18/17"
    },
    "verses": [
        {
            "roman": "sa vai mahā-bhāgavataḥ parīkṣid\nyenāpavargākhyam adabhra-buddhiḥ\njñānena vaiyāsaki-śabditena\nbheje khagendra-dhvaja-pāda-mūlam\n"
        }
    ],
    "synonyms": "saḥ—he; vai—certainly; mahā-bhāgavataḥ—first-class devotee; parīkṣit—the King; yena—by which; apavarga-ākhyam—by the name of liberation; adabhra—fixed; buddhiḥ—intelligence; jñānena—by knowledge; vaiyāsaki—the son of Vyāsa; śabditena—vibrated by; bheje—taken to; khaga-indra—Garuḍa, the king of the birds; dhvaja—flag; pāda-mūlam—soles of the feet.",
    "translation": "\nO Sūta Gosvāmī, please describe those topics of the Lord by which Mahārāja Parīkṣit, whose intelligence was fixed on liberation, attained the lotus feet of the Lord, who is the shelter of Garuḍa, the king of birds. Those topics were vibrated by the son of Vyāsa [Śrīla Śukadeva].\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere is some controversy amongst the students on the path of liberation. Such transcendental students are known as impersonalists and devotees of the Lord. The devotee of the Lord worships the transcendental form of the Lord, whereas the impersonalist meditates upon the glaring effulgence, or the bodily rays of the Lord, known as the brahmajyoti. Here in this verse it is said that Mahārāja Parīkṣit attained the lotus feet of the Lord by instructions in knowledge delivered by the son of Vyāsadeva, Śrīla Śukadeva Gosvāmī. Śukadeva Gosvāmī was also an impersonalist in the beginning, as he himself has admitted in the Bhāgavatam (2.1.9), but later on he was attracted by the transcendental pastimes of the Lord and thus became a devotee. Such devotees with perfect knowledge are called mahā-bhāgavatas, or first-class devotees. There are three classes of devotees, namely the prākṛta, madhyama, and mahā-bhāgavata. The prākṛta, or third-class devotees, are temple worshipers without specific knowledge of the Lord and the Lord's devotees. The madhyama, or the second-class devotee, knows well the Lord, the Lord's devotees, the neophytes, and the nondevotees also. But the mahā-bhāgavata, or the first-class devotee, sees everything in relation with the Lord and the Lord present in everyone's relation. The mahā-bhāgavata, therefore, does not make any distinction, particularly between a devotee and nondevotee. Mahārāja Parīkṣit was such a mahā-bhāgavata devotee because he was initiated by a mahā-bhāgavata devotee, Śukadeva Gosvāmī. He was equally kind, even to the personality of Kali, and what to speak of others.\n"
        },
        {
            "type": "normal",
            "content": "So there are many instances in the transcendental histories of the world of an impersonalist who has later become a devotee. But a devotee has never become an impersonalist. This very fact proves that on the transcendental steps, the step occupied by a devotee is higher than the step occupied by an impersonalist. It is also stated in the Bhagavad-gītā (BG 12.5) that persons stuck on the impersonal step undergo more sufferings than achievement of reality. Therefore knowledge imparted by Śukadeva Gosvāmī unto Mahārāja Parīkṣit helped him attain the service of the Lord. And this stage of perfection is called apavarga, or the perfect stage of liberation. Simple knowledge of liberation is material knowledge. Actual freedom from material bondage is called liberation, but attainment of the transcendental service of the Lord is called the perfect stage of liberation. Such a stage is attained by knowledge and renunciation, as we have already explained (SB 1.2.12), and perfect knowledge, as delivered by Śrīla Śukadeva Gosvāmī, results in the attainment of the transcendental service of the Lord.\n"
        }
    ]
}
