{
    "info": {
        "id": "sb/5/4/7",
        "prevId": "sb/5/4/6",
        "nextId": "sb/5/4/8"
    },
    "verses": [
        {
            "roman": "brahmaṇyo 'nyaḥ kuto nābher\nviprā maṅgala-pūjitāḥ\nyasya barhiṣi yajñeśaṁ\ndarśayām āsur ojasā\n"
        }
    ],
    "synonyms": "brahmaṇyaḥ—a devotee of the brāhmaṇas; anyaḥ—any. other; kutaḥ—where is; nābheḥ—besides Mahārāja Nābhi; viprāḥ—the brāhmaṇas; maṅgala-pūjitāḥ—well worshiped and satisfied; yasya—of whom; barhiṣi—in the sacrificial arena; yajña-īśam—the Supreme Personality of Godhead, the enjoyer of all sacrificial ceremonies; darśayām āsuḥ—showed; ojasā—by their brahminical prowess.",
    "translation": "\n[The second prayer is this.] \"Who is a better worshiper of brāhmaṇas than Mahārāja Nābhi? Because he worshiped the qualified brāhmaṇas to their full satisfaction, the brāhmaṇas, by their brahminical prowess, showed Mahārāja Nābhi the Supreme Personality of Godhead, Nārāyaṇa, in person.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe brāhmaṇas engaged as priests in the sacrificial ceremony were not ordinary brāhmaṇas. They were so powerful that they could bring forth the Supreme Personality of Godhead by their prayers. Thus Mahārāja Nābhi was able to see the Lord face to face. Unless one is a Vaiṣṇava, he cannot call forth the Supreme Personality of Godhead. The Lord does not accept an invitation unless one is a Vaiṣṇava. Therefore it is said in Padma Purāṇa:\n\n"
        },
        {
            "type": "verse",
            "content": "ṣaṭ-karma-nipuṇo vipro\nmantra-tantra-viśāradaḥ"
        },
        {
            "type": "normal",
            "content": "\n:avaiṣṇavo gurur na syād\n"
        },
        {
            "type": "verse",
            "content": "vaiṣṇavaḥ śva-paco guruḥ"
        },
        {
            "type": "normal",
            "content": "\n\"A scholarly brāhmaṇa expert in all subjects of Vedic knowledge is unfit to become a spiritual master without being a Vaiṣṇava, but a person born in a family of a lower caste can become a spiritual master if he is a Vaiṣṇava.\" These brāhmaṇas were certainly very expert in chanting the Vedic mantras. They were competent in the performance of the Vedic rituals, and over and above this they were Vaiṣṇavas. Therefore by their spiritual powers they could call on the Supreme Personality of Godhead and enable their disciple, Mahārāja Nābhi, to see the Lord face to face. Śrīla Viśvanātha Cakravartī Ṭhākura comments that the word ojasā means \"by dint of devotional service.\"\n"
        }
    ]
}
