{
    "info": {
        "id": "sb/5/4/summary",
        "prevId": "sb/5/3/20",
        "nextId": "sb/5/4/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter, Ṛṣabhadeva, the son of Mahārāja Nābhi, begot a hundred sons, and during the reign of those sons the world was very happy in all respects. When Ṛṣabhadeva appeared as the son of Mahārāja Nābhi, He was appreciated by the people as the most exalted and beautiful personality of that age. His poise, influence, strength, enthusiasm, bodily luster and other transcendental qualities were beyond compare. The word ṛṣabha refers to the best, or the supreme. Due to the superexcellent attributes of the son of Mahārāja Nābhi, the King named his son Ṛṣabha, or \"the best.\" His influence was incomparable. Although there was a scarcity of rain, Ṛṣabhadeva did not care for Indra, the King of heaven, who is in charge of supplying rain. Through His own potency, Ṛṣabhadeva sumptuously covered Ajanābha with ample rain. Upon receiving Ṛṣabhadeva, who is the Supreme Personality of Godhead, as his son, King Nābhi began to raise Him very carefully. After that, he entrusted the ruling power to Him and, retiring from family life, lived at Badarikāśrama completely engaged in the worship of Vāsudeva, the Supreme Lord. To follow social customs, Lord Ṛṣabhadeva for a while became a student in the gurukula, and after returning, He followed the orders of His guru and accepted a wife named Jayantī, who had been given to Him by the King of heaven, Indra. He begot a hundred sons in the womb of Jayantī. Of these hundred sons, the eldest was known as Bharata. Since the reign of Mahārāja Bharata, this planet has been called Bhārata-varṣa. Ṛṣabhadeva's other sons were headed by Kuśāvarta, Ilāvarta, Brahmāvarta, Malaya, Ketu, Bhadrasena, Indraspṛk, Vidarbha and Kīkaṭa. There were also other sons named Kavi, Havi, Antarikṣa, Prabuddha, Pippalāyana, Avirhotra, Drumila, Camasa and Karabhājana. Instead of ruling the kingdom, these nine became mendicant preachers of Kṛṣṇa consciousness, following the religious precepts of the Bhāgavatam. Their characteristics and activities are described in the Eleventh Canto of Śrīmad-Bhāgavatam during the talks between Vasudeva and Nārada at Kurukṣetra. To teach the general populace, King Ṛṣabhadeva performed many sacrifices and taught His sons how to rule the citizens."
        }
    ]
}
