{
    "info": {
        "id": "sb/12/6/30-31",
        "prevId": "sb/12/6/29",
        "nextId": "sb/12/6/32"
    },
    "verses": [
        {
            "roman": "na yatra dambhīty abhayā virājitā\nmāyātma-vāde 'sakṛd ātma-vādibhiḥ\nna yad vivādo vividhas tad-āśrayo\nmanaś ca saṅkalpa-vikalpa-vṛtti yat\n"
        },
        {
            "roman": "na yatra sṛjyaṁ sṛjatobhayoḥ paraṁ\nśreyaś ca jīvas tribhir anvitas tv aham\ntad etad utsādita-bādhya-bādhakaṁ\nniṣidhya cormīn virameta tan muniḥ\n"
        }
    ],
    "synonyms": "na—not; yatra—in which; dambhī—he is a hypocrite; iti—thinking thus; abhayā—fearless; virājitā—visible; māyā—the illusory energy; ātma-vāde—when spiritual inquiry is being conducted; asakṛt—constantly; ātma-vādibhiḥ—by those who describe spiritual science; na—not; yat—in which; vivādaḥ—materialistic argument; vividhaḥ—taking many different forms; tat-āśrayaḥ—founded upon that illusory energy; manaḥ—the mind; ca—and; saṅkalpa—decision; vikalpa—and doubt; vṛtti—whose functions; yat—in which; na—not; yatra—in which; sṛjyam—the created products of the material world; sṛjatā—along with their causes; ubhayoḥ—by both; param—achieved; śreyaḥ—the benefits; ca—and; jīvaḥ—the living entity; tribhiḥ—with the three (modes of nature); anvitaḥ—joined; tu—indeed; aham—(conditioned by) false ego; tat etat—that indeed; utsādita—excluding; bādhya—the obstructed (conditioned living beings); bādhakam—and the obstructing (modes of material nature); niṣidhya—warding off; ca—and; ūrmīn—the waves (of false ego and so on); virameta—should take special pleasure; tat—in that; muniḥ—a sage.",
    "translation": "\nBut there exists a supreme reality, in which the illusory energy cannot fearlessly dominate, thinking, \"I can control this person because he is deceitful.\" In that highest reality there are no illusory argumentative philosophies. Rather, there the true students of spiritual science constantly engage in authorized spiritual investigation. In that supreme reality there is no manifestation of the material mind, which functions in terms of alternating decision and doubt. Created material products, their subtle causes and the goals of enjoyment attained by their utilization do not exist there. Furthermore, in that supreme reality there is no conditioned spirit, covered by false ego and the three modes of nature. That reality excludes everything limited or limiting. One who is wise should therefore stop the waves of material life and enjoy within that Supreme Truth.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe illusory energy of the Lord, Māyā, can freely exert her influence over those who are hypocritical, deceitful and disobedient to the laws of God. Since the Personality of Godhead is free of all material qualities, Māyā herself becomes fearful in His presence. As stated by Lord Brahmā (vilajjamānayā yasya sthātum īkṣa-pate 'muyā): \"Māyā herself is ashamed to stand face to face with the Supreme Lord.\"\n"
        },
        {
            "type": "normal",
            "content": "In the supreme spiritual reality, useless academic wrangling is completely absent. As stated in Śrīmad-Bhāgavatam (SB 6.4.31),\n"
        },
        {
            "type": "verse",
            "content": "yac-chaktayo vadatāṁ vādināṁ vai\nvivāda-saṁvāda-bhuvo bhavanti\nkurvanti caiṣāṁ mahur ātma-mohaṁ\ntasmai namo 'nanta-guṇāya bhūmne"
        },
        {
            "type": "normal",
            "content": "\n\"Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He causes them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my obeisances unto Him.\"\n"
        }
    ]
}
