{
    "info": {
        "id": "sb/12/6/40-41",
        "prevId": "sb/12/6/39",
        "nextId": "sb/12/6/42"
    },
    "verses": [
        {
            "roman": "śṛṇoti ya imaṁ sphoṭaṁ\nsupta-śrotre ca śūnya-dṛk\nyena vāg vyajyate yasya\nvyaktir ākāśa ātmanaḥ\n"
        },
        {
            "roman": "sva-dhāmno brāhmaṇaḥ sākṣād\nvācakaḥ paramātmanaḥ\nsa sarva-mantropaniṣad\nveda-bījaṁ sanātanam\n"
        }
    ],
    "synonyms": "śṛṇoti—hears; yaḥ—who; imam—this; sphoṭam—unmanifest and eternal subtle sound; supta-śrotre—when the sense of hearing is asleep; ca—and; śūnya-dṛk—devoid of material sight and other sensory functions; yena—by which; vāk—the expanse of Vedic sound; vyajyate—is elaborated; yasya—of which; vyaktiḥ—the manifestation; ākāśe—in the sky (of the heart); ātmanaḥ—from the soul; sva-dhāmnaḥ—who is His own origin; brahmaṇaḥ—of the Absolute Truth; sākṣāt—directly; vācakaḥ—the designating term; parama-ātmanaḥ—of the Supersoul; saḥ—that; sarva—of all; mantra—Vedic hymns; upaniṣat—the secret; veda—of the Vedas; bījam—the seed; sanātanam—eternal.",
    "translation": "\nThis oṁkāra, ultimately nonmaterial and imperceptible, is heard by the Supersoul without His possessing material ears or any other material senses. The entire expanse of Vedic sound is elaborated from oṁkāra, which appears from the soul, within the sky of the heart. It is the direct designation of the self-originating Absolute Truth, the Supersoul, and is the secret essence and eternal seed of all Vedic hymns.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe senses of a sleeping person do not function until he has awakened. Therefore, when a sleeping person is awakened by a noise, one may ask, \"Who heard the noise?\" The words supta-śrotre in this verse indicate that the Supreme Lord within the heart hears the sound and awakens the sleeping living entities. The Lord's sensory activities always function on a superior level. Ultimately, all sounds vibrate within the sky, and in the internal region of the heart there is a type of sky meant for the vibration of Vedic sounds. The seed, or source, of all Vedic sounds is the oṁkāra. This is confirmed by the Vedic statement oṁ ity etad brahmaṇo nediṣṭham nāma. The full elaboration of the Vedic seed sound is Śrīmad-Bhāgavatam, the greatest Vedic literature.\n"
        }
    ]
}
