{
    "info": {
        "id": "sb/12/6/summary",
        "prevId": "sb/12/5/13",
        "nextId": "sb/12/6/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Mahārāja Parīkṣit's attainment of liberation, Mahārāja Janamejaya's performance of sacrifice for killing all snakes, the origin of the Vedas, and Śrīla Vedavyāsa's dividing of the Vedic literature."
        },
        {
            "type": "normal",
            "content": "After hearing the words of Śrī Śukadeva, Mahārāja Parīkṣit stated that by having listened to the Bhāgavatam, which is the compendium of the Purāṇas and which is full of the nectarean pastimes of the Supreme Personality of Godhead, Lord Uttamaḥśloka, Parīkṣit had attained the transcendental position of fearlessness and oneness with the Supreme. His ignorance had been dispelled, and by the mercy of Śrī Śukadeva he had gained sight of the supremely auspicious personal form of God, namely the Personality of Godhead, Śrī Hari. As a result, he had cast aside all fear of death. Śrī Parīkṣit Mahārāja then begged Śukadeva Gosvāmī to permit him to fix his heart upon the lotus feet of Lord Hari and give up his life. Granting this permission, Śrī Śukadeva rose and departed. Subsequently Mahārāja Parīkṣit, free of all doubts, sat down in yogic posture and merged himself in meditation upon the Supersoul. Then the snake-bird Takṣaka, arriving in the disguise of a brāhmaṇa, bit him, and the body of the saintly king immediately burned to ashes."
        },
        {
            "type": "normal",
            "content": "Janamejaya, the son of Parīkṣit, became very angry when he received news of his father's death, and he began a sacrificial performance for the purpose of destroying all the snakes. Even though Takṣaka received protection from Indra, he nevertheless became attracted by the mantras and was about to fall into the fire. Seeing this, Bṛhaspati, the son of Aṅgirā Ṛṣi, came and advised Mahārāja Janamejaya that Takṣaka could not be killed because he had drunk the nectar of the demigods. Furthermore, Aṅgirā said that all living entities must enjoy the fruits of their past activities. Therefore the king should give up this sacrifice. Janamejaya was thus convinced by the words of Bṛhaspati and stopped his sacrifice."
        },
        {
            "type": "normal",
            "content": "Thereafter Sūta Gosvāmī, in response to questions from Śrī Śaunaka, described the divisions of the Vedas. From the heart of the topmost demigod, Brahmā, came the subtle transcendental vibration, and from this subtle sound vibration arose the syllable oṁ, greatly potent and self-luminous. Using this oṁkāra, Lord Brahmā created the original Vedas and taught them to his sons, Marīci and others, who were all saintly leaders of the brāhmaṇa community. This body of Vedic knowledge was handed down through the disciplic succession of spiritual masters until the end of Dvāpara-yuga, when Lord Vyāsadeva divided it into four parts and instructed various schools of sages in these four saṁhitās. When the sage Yājñavalkya was rejected by his spiritual master, he had to give up all the Vedic mantras he had received from him. To obtain new mantras of the Yajur Veda, Yājñavalkya worshiped the Supreme Lord in the form of the sun-god. Śrī Sūryadeva subsequently fulfilled his prayer."
        }
    ]
}
