{
    "info": {
        "id": "sb/10/56/summary",
        "prevId": "sb/10/55/40",
        "nextId": "sb/10/56/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Kṛṣṇa recovered the Syamantaka jewel to allay false accusations against Him and married the daughters of Jāmbavān and Satrājit. By enacting the pastime involving the Syamantaka jewel, the Lord demonstrated the futility of material wealth."
        },
        {
            "type": "normal",
            "content": "When Śukadeva Gosvāmī mentioned that King Satrājit offended Lord Kṛṣṇa on account of the Syamantaka jewel, King Parīkṣit became curious to hear the details of this incident. Thus Śukadeva Gosvāmī narrated the story."
        },
        {
            "type": "normal",
            "content": "King Satrājit received the Syamantaka gem by the grace of his best well-wisher, the sun-god, Sūrya. After fastening the gem to a chain, which he then hung around his neck, Satrājit traveled to Dvārakā. The residents, thinking he was the sun-god himself, went to Kṛṣṇa and told Him that Lord Sūrya had come to take His audience. But Kṛṣṇa replied that the man who had come was not Sūrya but King Satrājit, who looked extremely effulgent because he was wearing the Syamantaka jewel."
        },
        {
            "type": "normal",
            "content": "In Dvārakā Satrājit installed the precious stone on a special altar in his home. Every day the gem produced a large quantity of gold, and it had the additional power of assuring that wherever it was properly worshiped no calamity could occur."
        },
        {
            "type": "normal",
            "content": "On one occasion Lord Śrī Kṛṣṇa requested Satrājit to give the gem to the King of the Yadus, Ugrasena. But Satrājit refused, obsessed as he was with greed. Shortly thereafter Satrājit's brother Prasena left the city to hunt on horseback, wearing the Syamantaka jewel on his neck. On the road a lion killed Prasena and took the jewel away to a mountain cave, where the king of the bears, Jāmbavān, happened to be living. Jāmbavān killed the lion and gave the jewel to his son to play with."
        },
        {
            "type": "normal",
            "content": "When King Satrājit's brother did not return, the King presumed that Śrī Kṛṣṇa had killed him for the Syamantaka gem. Lord Kṛṣṇa heard about this rumor circulating among the general populace, and to clear His name He went with some of the citizens to find Prasena. Following his path, they eventually found his body and that of his horse lying on the road. Further on they saw the body of the lion Jāmbavān had killed. Lord Kṛṣṇa told the citizens to remain outside the cave while He went in to investigate."
        },
        {
            "type": "normal",
            "content": "The Lord entered Jāmbavān's cave and saw the Syamantaka jewel lying next to a child. But when Kṛṣṇa tried to take the jewel, the child's nurse cried out in alarm, bringing Jāmbavān quickly to the scene. Jāmbavān considered Kṛṣṇa an ordinary man and began fighting with Him. For twenty-eight days continuously the two fought, until finally Jāmbavān grew weak from the Lord's blows. Now understanding that Kṛṣṇa was the Supreme Personality of Godhead, Jāmbavān began to praise Him. The Lord touched Jāmbavān with His lotus hand, dispelling his fear, and then explained everything about the jewel. With great devotion Jāmbavān gladly presented the Syamantaka jewel to the Lord, together with his unmarried daughter, Jāmbavatī."
        },
        {
            "type": "normal",
            "content": "Meanwhile Lord Kṛṣṇa's companions, having waited twelve days for Kṛṣṇa to come out of the cave, returned to Dvārakā despondent. All of Kṛṣṇa's friends and family members became extremely sorrowful and began regularly worshiping Goddess Durgā to assure the Lord's safe return. Even as they performed this worship, Lord Kṛṣṇa entered the city in the company of His new wife. He summoned Satrājit to the royal assembly and, after recounting to him the entire story of the Syamantaka jewel's recovery, gave the jewel back to him. Satrājit accepted the jewel, but with great shame and remorse. He went back to his home, and there he decided to offer Lord Kṛṣṇa not only the jewel but also his daughter so as to atone for the offense he had committed against the Lord's lotus feet. Śrī Kṛṣṇa accepted the hand of Satrājit's daughter, Satyabhāmā, who was endowed with all divine qualities. But the jewel He refused, returning it to King Satrājit."
        }
    ]
}
