{
    "info": {
        "id": "sb/5/10/16",
        "prevId": "sb/5/10/15",
        "nextId": "sb/5/10/17"
    },
    "verses": [
        {
            "roman": "kas tvaṁ nigūḍhaś carasi dvijānāṁ\nbibharṣi sūtraṁ katamo 'vadhūtaḥ\nkasyāsi kutratya ihāpi kasmāt\nkṣemāya naś ced asi nota śuklaḥ\n"
        }
    ],
    "synonyms": "kaḥ tvam—who are you; nigūḍhaḥ—very much covered; carasi—you move within this world; dvijānām—among the brāhmaṇas or saintly persons; bibharṣi—you also wear; sūtram—the sacred thread belonging to the first-class brāhmaṇas; katamaḥ—which; avadhūtaḥ—highly elevated person; kasya asi—whose are you (whose disciple or son are you); kutratyaḥ—from where; iha api—here in this place; kasmāt—for what purpose; kṣemāya—for the benefit; naḥ—of us; cet—if; asi—you are; na uta—or not; śuklaḥ—the personality of the pure mode of goodness (Kapiladeva).",
    "translation": "King Rahūgaṇa said: O brāhmaṇa, you appear to be moving in this world very much covered and unknown to others. Who are you? Are you a learned brāhmaṇa and saintly person? I see that you are wearing a sacred thread. Are you one of those exalted, liberated saints such as Dattātreya and other highly advanced, learned scholars? May I ask whose disciple you are? Where do you live? Why have you come to this place? Is your mission in coming here to do good for us? Please let me know who you are.",
    "purport": [
        {
            "type": "normal",
            "content": "Mahārāja Rahūgaṇa was very anxious to receive further enlightenment in Vedic knowledge because he could understand that Jaḍa Bharata belonged to a brāhmaṇa family either by disciplic succession or by birth in a brāhmaṇa dynasty. As stated in the Vedas: tad vijñānārthaṁ sa gurum evābhigacchet [MU 1.2.12]. Rahūgaṇa was accepting Jaḍa Bharata as a guru, but a guru must prove his position not only by wearing a sacred thread but by advancing knowledge in spiritual life. It is also significant that Rahūgaṇa asked Jaḍa Bharata which family he belonged to. There are two types of families—one according to dynasty and the other according to disciplic succession. In either way, one can be enlightened. The word śuklaḥ refers to a person in the mode of goodness. If one wants to receive spiritual knowledge, he must approach a bona fide brāhmaṇa-guru, either in the disciplic succession or in a family of learned brāhmaṇas."
        }
    ]
}
