{
    "info": {
        "id": "sb/5/10/25",
        "prevId": "sb/5/10/24",
        "nextId": "sb/5/11/1"
    },
    "verses": [
        {
            "roman": "na vikriyā viśva-suhṛt-sakhasya\nsāmyena vītābhimates tavāpi\nmahad-vimānāt sva-kṛtād dhi mādṛṅ\nnaṅkṣyaty adūrād api śūlapāṇiḥ\n"
        }
    ],
    "synonyms": "na—not; vikriyā—material transformation; viśva-suhṛt—of the Supreme Personality of Godhead, who is a friend to everyone; sakhasya—of you, the friend; sāmyena—because of your mental equilibrium; vīta-abhimateḥ—who has completely forsaken the bodily concept of life; tava—your; api—indeed; mahat-vimānāt—of insulting a great devotee; sva-kṛtāt—from my own activity; hi—certainly; mādṛk—a person like me; naṅkṣyati—will be destroyed; adūrāt—very soon; api—certainly; śūla-pāṇiḥ—even though as powerful as Lord Śiva (Śūlapāṇi).",
    "translation": "\nO my dear lord, you are the friend of the Supreme Personality of Godhead, who is the friend of all living entities. You are therefore equal to everyone, and you are free from the bodily conception. Although I have committed an offense by insulting you, I know that there is no loss or gain for you due to my insult. You are fixed in your determination, but I have committed an offense. Because of this, even though I may be as strong as Lord Śiva, I shall be vanquished without delay due to my offense at the lotus feet of a Vaiṣṇava.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMahārāja Rahūgaṇa was very intelligent and conscious of the inauspicious effects arising from insulting a Vaiṣṇava. He was therefore very anxious to be excused by Jaḍa Bharata. Following in the footsteps of Mahārāja Rahūgaṇa, everyone should be very cautious not to commit an offense at the lotus feet of a Vaiṣṇava. Śrīla Vṛndāvana dāsa Ṭhākura in the Caitanya-bhāgavata (Madhya 13) says:\n"
        },
        {
            "type": "verse",
            "content": "śūlapāṇi-sama yadi bhakta-nindā kare\nbhāgavata pramāṇa—tathāpi śīghra mare\nhena vaiṣṇavere ninde sarvajña ha-i\nse janera adhaḥ-pāta sarva-śāstre ka-i"
        },
        {
            "type": "normal",
            "content": "\n\"Even if one is as strong as Lord Śiva, who carries a trident in his hand, one will nonetheless fall down from his spiritual position if he tries to insult a Vaiṣṇava. That is the verdict of all Vedic scriptures.\" He also says this in Caitanya-bhāgavata (Madhya 22):\n"
        },
        {
            "type": "verse",
            "content": "vaiṣṇavera nindā karibeka yāra gaṇa\ntāra rakṣā sāmarthya nāhika kona jana\nśūlapāṇi-sama yadi vaiṣṇavere ninde\ntathāpiha nāśa yāya—kahe śāstra-vṛnde\nihā nā māniyā ye sujana nindā kare\njanme janme se pāpiṣṭha daiva-doṣe mare"
        },
        {
            "type": "normal",
            "content": "\n\"One who blasphemes a Vaiṣṇava cannot be protected by anyone. Even if a person is as strong as Lord Śiva, if he blasphemes a Vaiṣṇava, he is sure to be destroyed. This is the verdict of all śāstras. If one does not care for the verdict of the śāstras and dares blaspheme a Vaiṣṇava, he suffers life after life because of this.\"\n"
        }
    ]
}
