{
    "info": {
        "id": "sb/5/10/summary",
        "prevId": "sb/5/9/20",
        "nextId": "sb/5/10/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter Bharata Mahārāja, now Jaḍa Bharata, was successfully accepted by King Rahūgaṇa, ruler of the states known as Sindhu and Sauvīra. The King forced Jaḍa Bharata to carry his palanquin and chastised him because he did not carry it properly. A carrier of King Rahūgaṇa's palanquin was needed, and to fulfill this need the chief carriers found Jaḍa Bharata as the most likely person to do the work. He was therefore forced to carry the palanquin. Jaḍa Bharata, however, did not protest this proud order, but humbly accepted the job and carried the palanquin. While carrying it, however, he was very careful to see that he did not step on an ant, and whenever he saw one, he would stop until the ant had passed. Because of this, he could not keep pace with the other carriers. The King within the palanquin became very disturbed and chastised Jaḍa Bharata with filthy language, but Jaḍa Bharata, being completely freed from the bodily conception, did not protest; he proceeded carrying the palanquin. When he continued as before, the King threatened him with punishment, and being threatened by the King, Jaḍa Bharata began to talk. He protested against the filthy language used by the King when the King chastised him, and the King, hearing the instructions of Jaḍa Bharata, was awakened to his real knowledge. When he came to his consciousness, he understood that he had offended a great, learned and saintly person. At that time he very humbly and respectfully prayed to Jaḍa Bharata. He now wanted to understand the deep meaning of the philosophical words used by Jaḍa Bharata, and with great sincerity, he begged his pardon. He admitted that if one offends the lotus feet of a pure devotee, he is certainly punished by the trident of Lord Śiva."
        }
    ]
}
