{
    "info": {
        "id": "sb 5/26/Summary",
        "prevId": "sb/5/25/15",
        "nextId": "sb/5/26/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Twenty-sixth Chapter describes how a sinful man goes to different hells, where he is punished in various ways by the assistants of Yamarāja. As stated in the Bhagavad-gītā (BG 3.27):\n"
        },
        {
            "type": "verse",
            "content": "prakṛteḥ kriyamāṇāni\nguṇaiḥ karmāṇi sarvaśaḥ\nahaṅkāra-vimūḍhātmā\nkartāham iti manyate"
        },
        {
            "type": "normal",
            "content": "\n\"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature.\" The foolish person thinks he is independent of any law. He thinks there is no God or regulative principle and that he can do whatever he likes. Thus he engages in different sinful activities, and as a result, he is put into different hellish conditions life after life, to be punished by the laws of nature. The basic principle of his suffering is that he foolishly thinks himself independent, although he is strictly under the control of the laws of material nature. These laws act due to the influence of the three modes of nature, and therefore each human being also works under three different types of influence. According to how he acts, he suffers different reactions in his next life or in this life. Religious persons act differently from atheists, and therefore they suffer different reactions.\n"
        },
        {
            "type": "normal",
            "content": "Śukadeva Gosvāmī describes the following twenty-eight hells: Tāmisra, Andhatāmisra, Raurava, Mahāraurava, Kumbhīpāka. Kālasūtra, Asi-patravana, Sūkaramukha, Andhakūpa, Kṛmibhojana. Sandaṁśa, Taptasūrmi, Vajrakaṇṭaka-śālmalī, Vaitaraṇī, Pūyoda, Prāṇarodha, Viśasana, Lālābhakṣa, Sārameyādana, Avīci, Ayaḥpāna. Kṣārakardama, Rakṣogaṇa-bhojana, Śūlaprota, Dandaśūka. Avaṭa-nirodhana, Paryāvartana and Sūcīmukha.\n"
        },
        {
            "type": "normal",
            "content": "A person who steals another's money, wife or possessions is put into the hell known as Tāmisra. A man who tricks someone and enjoys his wife is put into the extremely hellish condition known as Andhatāmisra. A foolish person absorbed in the bodily concept of life, who on the basis of this principle maintains himself or his wife and children by committing violence against other living entities, is put into the hell known as Raurava. There the animals he killed take birth as creatures called rurus and cause great suffering for him. Those who kill different animals and birds and then cook them are put by the agents of Yamarāja into the hell known as Kumbhīpāka, where they are boiled in oil. A person who kills a brāhmaṇa is put into the hell known as Kālasūtra, where the land, perfectly level and made of copper, is as hot as an oven. The killer of a brāhmaṇa burns in that land for many years. One who does not follow scriptural injunctions but who does everything whimsically or follows some rascal is put into the hell known as Asi-patravana. A government official who poorly administers justice, or who punishes an innocent man, is taken by the assistants of Yamarāja to the hell known as Sūkaramukha, where he is mercilessly beaten.\n"
        },
        {
            "type": "normal",
            "content": "God has given advanced consciousness to the human being. Therefore he can feel the suffering and happiness of other living beings. The human being bereft of his conscience, however, is prone to cause suffering for other living beings. The assistants of Yamarāja put such a person into the hell known as Andhakūpa, where he receives proper punishment from his victims. Any person who does not receive or feed a guest properly but who personally enjoys eating is put into the hell known as Kṛmibhojana. There an unlimited number of worms and insects continuously bite him.\n"
        },
        {
            "type": "normal",
            "content": "A thief is put into the hell known as Sandaṁśa. A person who has sexual relations with a woman who is not to be enjoyed is put into the hell known as Taptasūrmi. A person who enjoys sexual relations with animals is put into the hell known as Vajrakaṇṭaka-śālmalī. A person born into an aristocratic or highly placed family but who does not act accordingly is put into the hellish trench of blood, pus and urine called the Vaitaraṇī River. One who lives like an animal is put into the hell called Pūyoda. A person who mercilessly kills animals in the forest without sanction is put into the hell called Prāṇarodha. A person who kills animals in the name of religious sacrifice is put into the hell named Viśasana. A man who forces his wife to drink his semen is put into the hell called Lālābhakṣa. One who sets a fire or administers poison to kill someone is put into the hell known as Sārameyādana. A man who earns his livelihood by bearing false witness is put into the hell known as Avīci.\n"
        },
        {
            "type": "normal",
            "content": "A person addicted to drinking wine is put into the hell named Ayaḥpāna. One who violates etiquette by not showing proper respect to superiors is put into the hell known as Kṣārakardama. A person who sacrifices human beings to Bhairava is put into the hell called Rakṣogaṇa-bhojana. A person who kills pet animals is put into the hell called Śūlaprota. A person who gives trouble to others is put into the hell known as Dandaśūka. One who imprisons a living entity within a cave is put into the hell known as Avaṭa-nirodhana. A person who shows unwarranted wrath toward a guest in his house is put into the hell called Paryāvartana. A person maddened by possessing riches and thus deeply absorbed in thinking of how to collect money is put into the hell known as Sūcīmukha.\n"
        },
        {
            "type": "normal",
            "content": "After describing the hellish planets, Śukadeva Gosvāmī describes how pious persons are elevated to the highest planetary system, where the demigods live, and how they then come back again to this earth when the results of their pious activities are finished. Finally he describes the universal form of the Lord and glorifies the Lord's activities.\n"
        }
    ]
}
