{
    "info": {
        "id": "sb/11/23/51",
        "prevId": "sb/11/23/50",
        "nextId": "sb/11/23/52"
    },
    "verses": [
        {
            "roman": "duḥkhasya hetur yadi devatās tu\nkim ātmanas tatra vikārayos tat\nyad aṅgam aṅgena nihanyate kvacit\nkrudhyeta kasmai puruṣaḥ sva-dehe\n"
        }
    ],
    "synonyms": "duḥkhasya—of suffering; hetuḥ—the cause; yadi—if; devatāḥ—the demigods (who rule over the different senses within the body); tu—but; kim—what; ātmanaḥ—for the soul; tatra—in that connection; vikārayoḥ—which pertain to the transformable (senses and their deities); tat—that (acting and being acted upon); yat—when; aṅgam—a limb; aṅgena—by another limb; nihanyate—is hurt; kvacit—ever; krudhyeta—should become angry; kasmai—at whom; puruṣaḥ—the living entity; sva-dehe—within his own body.",
    "translation": "\nIf you say that the demigods who rule the bodily senses cause suffering, still, how can such suffering apply to the spirit soul? This acting and being acted upon are merely interactions of the changeable senses and their presiding deities. When one limb of the body attacks another, with whom can the person in that body be angry?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe brāhmaṇa is elaborately explaining the condition of self-realization, in which one understands oneself to be totally distinct from the material body and mind and the demigods who control them. By cultivating bodily happiness we are forced to accept bodily pain. Foolish conditioned souls endeavor to eliminate distress and enjoy happiness, but material happiness and distress are two sides of the same coin. One cannot relish bodily happiness without identifying oneself as the body. But as soon as such identification occurs, one is harassed by the innumerable pains and sufferings also inevitably present within the same body. Bodily happiness and distress are administered by the demigods, who can never be brought under our control; thus one remains subject to the whims of providence on the material platform. If, however, one surrenders to the Personality of Godhead, Lord Kṛṣṇa, the reservoir of all pleasure, one can reach the spiritual platform, where transcendental bliss enlivens the liberated souls without any interrupting anxiety or unhappiness.\n"
        }
    ]
}
