{
    "info": {
        "id": "sb/11/23/52",
        "prevId": "sb/11/23/51",
        "nextId": "sb/11/23/53"
    },
    "verses": [
        {
            "roman": "ātmā yadi syāt sukha-duḥkha-hetuḥ\nkim anyatas tatra nija-svabhāvaḥ\nna hy ātmano 'nyad yadi tan mṛṣā syāt\nkrudhyeta kasmān na sukhaṁ na duḥkham\n"
        }
    ],
    "synonyms": "ātmā—the soul himself; yadi—if; syāt—should be; sukha-duḥkha—of happiness and distress; hetuḥ—the cause; kim—what; anyataḥ—other; tatra—in that theory; nija—his own; svabhāvaḥ—nature; na—not; hi—indeed; ātmanaḥ—than the soul; anyat—anything separate; yadi—if; tat—that; mṛṣā—false; syāt—would be; krudhyeta—one can become angry; kasmāt—at whom; na—there is no; sukham—happiness; na—nor; duḥkham—misery.",
    "translation": "If the soul himself were the cause of happiness and distress, then we could not blame others, since happiness and distress would be simply the nature of the soul. According to this theory, nothing except the soul actually exists, and if we were to perceive something besides the soul, that would be illusion. Therefore, since happiness and distress do not actually exist in this concept, why become angry at oneself or others?",
    "purport": [
        {
            "type": "normal",
            "content": "Because a dead body does not feel pleasure or pain, our happiness and distress are due to our own consciousness, which is the nature of the soul. It is not, however, the original function of the soul to enjoy material happiness and suffer material distress. These are produced by ignorant material affection and enmity based on false ego. Our involvement in sense gratification drags our consciousness into the material body, where it is shocked by the inevitable bodily pains and problems."
        },
        {
            "type": "normal",
            "content": "On the spiritual platform there is neither material happiness nor distress because there the living consciousness is fully engaged, without personal desire, in the devotional service of the Supreme Lord. This is the actual position of happiness, aloof from false bodily identification. Rather than uselessly becoming enraged with others for one's own foolishness, one should take to self-realization and solve the problems of life."
        }
    ]
}
