{
    "info": {
        "id": "sb/11/23/summary",
        "prevId": "sb/11/22/61",
        "nextId": "sb/11/23/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter tells the story of a mendicant sannyāsī from the Avantī country as an example of how one should tolerate the disturbances and offenses created by evil persons."
        },
        {
            "type": "normal",
            "content": "The harsh words of uncouth persons pierce the heart even more severely than arrows. Yet a mendicant brāhmaṇa from the city of Avantī, even while being attacked by wicked men, considered this trouble to be simply the consequence of his own past deeds and tolerated it with utmost sobriety. Previously the brāhmaṇa had been an agriculturalist and merchant. He had been extremely greedy, miserly and prone to anger. As a result, his wife, sons, daughters, relatives and servants were all deprived of every kind of enjoyment and gradually came to behave unaffectionately toward him. In due course of time, thieves, family members and providence took away the sum total of his wealth. Finding himself without any property and abandoned by everyone, the brāhmaṇa developed a deep sense of renunciation."
        },
        {
            "type": "normal",
            "content": "He considered how the earning and preservation of wealth involve great effort, fear, anxiety and confusion. Because of wealth, there arise fifteen unwanted items-thievery, violence, lying, deception, lust, anger, pride, feverishness, disagreement, hatred, distrust, conflict, attachment to women, gambling and intoxication. When this meditation arose in his heart, the brāhmaṇa could understand that the Supreme Lord Śrī Hari had somehow become satisfied with him. He felt that only because the Lord was pleased with him had the apparently unfavorable turn of events in his life occurred. He was grateful that a sense of detachment had arisen in his heart and considered it the factual means for delivering his soul. In this condition he determined to engage the duration of his life in the worship of Lord Hari and thus accepted the mendicant order of tridaṇḍi-sannyāsa. Subsequently, he would enter different villages to beg charity, but the people would harass and disturb him. But he simply tolerated all this, remaining firm as a mountain. He remained fixed in his chosen spiritual practice and sang a song renowned as the Bhikṣu-gīta."
        },
        {
            "type": "normal",
            "content": "Neither mortal persons, the demigods, the soul, the ruling planets, the reactions of work nor time are the causes of one's happiness and distress. Rather, the mind alone is their cause, because it is the mind that makes the spirit soul wander in the cycle of material life. The real purpose of all charity, religiosity and so forth is to bring the mind under control. A person who has already composed his mind in meditation has no need for these other processes, and for a person who is incapable of fixing his mind they are of no practical use. The false conception of material ego binds the transcendental soul to material sense objects. The Avantī brāhmaṇa therefore became determined to bring himself over the insurmountable ocean of material existence by rendering service to the lotus feet of the Supreme Lord, Mukunda, with the same perfect faith in the Lord exhibited by the great devotees of the past."
        },
        {
            "type": "normal",
            "content": "Only when one can focus his intelligence on the lotus feet of the Supreme Personality of Godhead can the mind be completely subdued; this is the essence of all practical prescriptions for spiritual advancement."
        }
    ]
}
