{
    "info": {
        "id": "sb 12/12/Summary",
        "prevId": "sb/12/11/50",
        "nextId": "sb/12/12/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter, Śrī Sūta Gosvāmī summarizes the subjects discussed in Śrīmad-Bhāgavatam.\n"
        },
        {
            "type": "normal",
            "content": "The Supreme Lord, Śrī Hari, personally removes all the distress of a person who hears about His glories. Whatever words glorify the innumerable transcendental qualities of the Personality of Godhead are truthful, auspicious and conducive to piety, whereas all other words are impure. Discussions of topics concerning the Supreme Lord bestow ecstasy, which remains constantly new, but persons who are like crows become absorbed in unessential topics, those unrelated to the Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "By chanting and hearing the countless names of Lord Śrī Hari, which describe His glorious qualities, all human beings can be relieved of their sins. Neither knowledge devoid of devotion for Lord Viṣṇu nor fruitive work not offered to Him have any real beauty. By constant remembrance of Lord Kṛṣṇa, on the other hand, all one's inauspicious desires are destroyed, one's mind is purified, and one attains devotion for Lord Śrī Hari along with knowledge filled with realization and detachment.\n"
        },
        {
            "type": "normal",
            "content": "Sūta Gosvāmī then states that previously, in the assembly of Mahārāja Parīkṣit, he heard from the mouth of Śrī Śukadeva the glories of Śrī Kṛṣṇa, which annihilate all sinful reactions, and that now he has related these glories to the sages at Naimiṣāraṇya. By hearing Śrīmad-Bhāgavatam, the spirit soul is purified and obtains salvation from all sins and all kinds of fear. Through the study of this scripture, one achieves the same result as that achieved by one who studies all the Vedas, and one also achieves the fulfillment of all desires. By studying with a controlled mind this essential compilation of all the Purāṇas, one will reach the supreme abode of the Personality of Godhead. Every verse of this scripture. Śrīmad-Bhāgavatam, contains the narrations of Lord Śrī Hari, who has innumerable personal forms.\n"
        },
        {
            "type": "normal",
            "content": "Finally, Śrī Sūta offers obeisances to the unborn and unlimited Supreme Soul, Śrī Kṛṣṇa, as well as to Śrī Śukadeva, the son of Vyāsa, who is capable of destroying the sins of all living beings.\n"
        }
    ]
}
