{
    "info": {
        "id": "sb/5/1/23",
        "prevId": "sb/5/1/22",
        "nextId": "sb/5/1/24"
    },
    "verses": [
        {
            "roman": "iti ha vāva sa jagatī-patir īśvarecchayādhiniveśita-karmādhikāro\n'khila-jagad-bandha-dhvaṁsana-parānubhāvasya bhagavata\nādi-puruṣasyāṅghri-yugalānavarata-dhyānānubhāvena parirandhita-kaṣāyāśayo 'vadāto 'pi\nmāna-vardhano mahatāṁ mahītalam anuśaśāsa\n"
        }
    ],
    "synonyms": "iti—thus; ha vāva—indeed; saḥ—he; jagatī-patiḥ—the emperor of the whole universe; īśvara-icchayā—by the order of the Supreme Personality of Godhead; adhiniveśita—completely engaged; karma-adhikāraḥ—in material affairs; akhila-jagat—of the entire universe; bandha—bondage; dhvaṁsana—destroying; para—transcendental; anubhāvasya—whose influence; bhagavataḥ—of the Supreme Personality of Godhead; ādi-puruṣasya—the original person; aṅghri—on the lotus feet; yugala—two; anavarata—constant; dhyāna-anubhāvena—by meditation; parirandhita—destroyed; kaṣāya—all the dirty things; āśayaḥ—in his heart; avadātaḥ—completely pure; api—although; māna-vardhanaḥ—just to give honor; mahatām—to superiors; mahītalam—the material world; anuśaśāsa—ruled.",
    "translation": "Following the order of the Supreme Personality of Godhead, Mahārāja Priyavrata fully engaged in worldly affairs, yet he always thought of the lotus feet of the Lord, which are the cause of liberation from all material attachment. Although Priyavrata Mahārāja was completely freed from all material contamination, he ruled the material world just to honor the orders of his superiors.",
    "purport": [
        {
            "type": "normal",
            "content": "The words māna-vardhano mahatām (\"just to show honor to superiors\") are very significant. Although Mahārāja Priyavrata was already a liberated person and had no attraction for material things, he engaged himself fully in governmental affairs just to show respect to Lord Brahmā. Arjuna had also acted in the same way. Arjuna had no desire to participate in political affairs or the fighting at Kurukṣetra, but when ordered to do so by the Supreme Lord, Kṛṣṇa, he executed those duties very nicely. One who always thinks of the lotus feet of the Lord is certainly above all the contamination of the material world. As stated in Bhagavad-gītā:"
        },
        {
            "type": "normal",
            "content": ":yoginām api sarveṣāṁ"
        },
        {
            "type": "verse",
            "content": "mad-gatenāntarātmanāśraddhāvān bhajate yo māṁsa me yuktatamo mataḥ''"
        },
        {
            "type": "normal",
            "content": "\"Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.\" (BG 6.47) Mahārāja Priyavrata. therefore, was a liberated person and was among the highest of yogīs, yet superficially he became the emperor of the universe in accordance with the order of Lord Brahmā. Showing respect to his superior in this way was another of his extraordinary qualifications. As stated in Śrīmad-Bhāgavatam (SB 6.17.28):"
        },
        {
            "type": "verse",
            "content": "nārāyaṇa-parāḥ sarvena kutaścana bibhyati\nsvargāpavarga-narakeṣvapi tulyārtha-darśinaḥ''"
        },
        {
            "type": "normal",
            "content": "A devotee who is actually advanced is not afraid of anything, provided be has the opportunity to execute the order of the Supreme Personality of Godhead. This is the proper explanation of why Priyavrata engaged in worldly affairs although he was a liberated person. Also, only because of this principle does a mahā-bhāgavata, ⁶who has nothing to do with the material world, come down to the second platform of devotional service to preach the glories of the Lord all over the world."
        }
    ]
}
