{
    "info": {
        "id": "sb/5/1/summary",
        "prevId": "sb/4/31/31",
        "nextId": "sb/5/1/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how King Priyavrata enjoyed royal opulence and majesty and then returned to full knowledge. King Priyavrata was detached from worldly opulence, and then he became attached to his kingdom, but finally he again became detached from material enjoyment and thus achieved liberation. When King Parīkṣit heard about this, he was struck with wonder, but he was somewhat bewildered as to how a devotee with no attachment for material enjoyment could later become attached to it. Thus in astonishment he questioned Śukadeva Gosvāmī about this."
        },
        {
            "type": "normal",
            "content": "In response to the King's inquiries, Śukadeva Gosvāmī said that devotional service, being transcendental, cannot be deviated by any material influences. Priyavrata had received transcendental knowledge from the instructions of Nārada, and therefore he did not want to enter a materialistic life of enjoyment in a kingdom. He accepted the kingdom, however, at the request of such superior demigods as Lord Brahmā and Lord Indra, the King of heaven."
        },
        {
            "type": "normal",
            "content": "Everything is under the control of the Supreme Personality of Godhead, the supreme controller, and everyone must work accordingly. Just as a bull is controlled by a rope tied to its nose, so all conditioned souls are forced to work under the spells of the modes of nature. A civilized man, therefore, works according to the institution of varṇa and āśrama. Even in materialistic life, however, no one is free to act. Everyone is compelled to accept a certain type of body offered by the Supreme Lord and thus be allotted different grades of happiness and distress. Therefore even if one artificially leaves home and goes to the forest, he again becomes attached to materialistic life. Family life is compared to a fortress for practicing sense control. When the senses are controlled. one may live either at home or in the forest; there is no difference."
        },
        {
            "type": "normal",
            "content": "When Mahārāja Priyavrata, following the instruction of Lord Brahmā. accepted the royal throne, his father, Manu, left home for the forest. Mahārāja Priyavrata then married Barhiṣmatī, the daughter of Viśvakarmā. In the womb of Barhiṣmatī he begot ten sons, named Āgnīdhra, Idhmajihva, Yajñabāhu, Mahāvīra, Hiraṇyaretā, Ghṛtapṛṣṭha, Savana, Medhātithi, Vītihotra and Kavi. He also begot one daughter, whose name was Ūrjasvatī. Mahārāja Priyavrata lived with his wife and family for many thousands of years. The impressions from the rims of Mahārāja Priyavrata's chariot wheels created seven oceans and seven islands. Of the ten sons of Priyavrata, three sons named Kavi, Mahāvīra and Savana accepted sannyāsa, the fourth order of life, and the remaining seven sons became the rulers of the seven islands. Mahārāja Priyavrata also had a second wife, in whom he begot three sons named Uttama, Raivata and Tāmasa. All of them were elevated to the post of Manu. Śukadeva Gosvāmī thus described how Mahārāja Priyavrata achieved liberation."
        }
    ]
}
