{
    "info": {
        "id": "sb 10/43/Summary",
        "prevId": "sb/10/42/38",
        "nextId": "sb/10/43/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter tells how Lord Kṛṣṇa killed the lordly elephant Kuvalayāpīḍa, how Kṛṣṇa and Balarāma entered the wrestling arena and what Kṛṣṇa said to the wrestler Cāṇūra.\n"
        },
        {
            "type": "normal",
            "content": "After finishing Their early-morning rituals, Kṛṣṇa and Balarāma heard kettledrums heralding the start of the wrestling match, and They went to see the festivities. At the gate of the wrestling arena They encountered an elephant named Kuvalayāpīḍa, who attacked Kṛṣṇa at the urging of his keeper. The mighty elephant grabbed at Kṛṣṇa with his trunk, but the Lord struck back and then disappeared from the beast's sight among his legs. Enraged at not being able to see Kṛṣṇa, Kuvalayāpīḍa sought Him out with his sense of smell and seized Him. But the Lord pulled loose. In this way Kṛṣṇa teased and tormented Kuvalayāpīḍa, finally yanking out one of his tusks and beating him and his keepers to death.\n"
        },
        {
            "type": "normal",
            "content": "Sprinkled with the elephant's blood and carrying one of his tusks on His shoulder as a weapon, Lord Kṛṣṇa appeared unprecedentedly beautiful as He entered the wrestling arena. There the various classes of people saw Him in different ways, according to their specific relationship with Him.\n"
        },
        {
            "type": "normal",
            "content": "When King Kaṁsa heard how Kṛṣṇa and Balarāma had killed Kuvalayāpīḍa, he realized They were invincible and became filled with anxiety. The members of the audience, on the other hand, became joyful as they reminded one another about the Lords' amazing pastimes. The people declared that Kṛṣṇa and Balarāma must be two expansions of the Supreme Lord Nārāyaṇa who had descended into the house of Vasudeva.\n"
        },
        {
            "type": "normal",
            "content": "Cāṇūra then stepped forward and challenged Kṛṣṇa and Balarāma to wrestle, saying King Kaṁsa wished to see such a match. Kṛṣṇa replied, \"Although We are merely nomadic forest folk, We are nonetheless subjects of the King; thus We will not hesitate to please him with an exhibition of wrestling.\" As soon as Cāṇūra heard this, he suggested that Kṛṣṇa should wrestle him and that Balarāma should wrestle Muṣṭika.\n"
        }
    ]
}
