{
    "info": {
        "id": "sb/10/69/41",
        "prevId": "sb/10/69/40",
        "nextId": "sb/10/69/42"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nity ācarantaṁ sad-dharmān\npāvanān gṛha-medhinām\ntam eva sarva-geheṣu\nsantam ekaṁ dadarśa ha\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śukadeva Gosvāmī said; iti—thus; ācarantam—performing; sat—spiritual; dharmān—the principles of religion; pāvanān—purifying; gṛha-medhinām—for householders; tam—Him; eva—indeed; sarva—in all; geheṣu—the palaces; santam—present; ekam—in one form; dadarśa ha—he saw.",
    "translation": "\nŚukadeva Gosvāmī said: Thus in every palace Nārada saw the Lord in His same personal form, executing the transcendental principles of religion that purify those engaged in household affairs.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse Śukadeva Gosvāmī repeats what the Lord has Himself explained. As Śrīla Prabhupāda writes in Kṛṣṇa, \"The Supreme Personality of Godhead was engaged in His so-called household affairs in order to teach people how one can sanctify one's household life although he may be attached to the imprisonment of material existence. Actually, one is obliged to continue the term of material existence because of household life. But the Lord, being very kind upon householders, demonstrated the path of sanctifying ordinary household life. Because Kṛṣṇa is the center of all activities, a Kṛṣṇa conscious householder's life is transcendental to Vedic injunctions and is automatically sanctified.\"\n"
        },
        {
            "type": "normal",
            "content": "As stated in Text 2 of this chapter, all the Lord's activities in the many palaces were performed by the Lord's single spiritual form (ekena vapuṣā), which manifested in many places at once. This vision was revealed to Nārada because of his desire to see it and the Lord's desire to show it to him. Śrīla Viśvanātha Cakravartī points out that the other residents of Dvārakā could see Kṛṣṇa only in the particular part of the city they themselves occupied, and not anywhere else, even if they would sometimes go to another precinct on some business. Thus the Lord gave a special view of His pastimes to His beloved devotee Nārada Muni.\n"
        }
    ]
}
