{
    "info": {
        "id": "sb 10/69/Summary",
        "prevId": "sb/10/68/54",
        "nextId": "sb/10/69/1-6"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how Nārada Muni was amazed to see the household pastimes of Lord Śrī Kṛṣṇa, and how he offered prayers to the Lord.\n"
        },
        {
            "type": "normal",
            "content": "After killing the demon Naraka, Lord Kṛṣṇa had simultaneously married sixteen thousand maidens, and sage Nārada wanted to observe the Lord's diverse activities in this unique family situation. Thus he went to Dvārakā. Nārada entered one of the sixteen thousand palaces and saw Goddess Rukmiṇī personally rendering menial service to Śrī Kṛṣṇa, despite her being in the company of thousands of maidservants. As soon as Lord Kṛṣṇa noticed Nārada, He got up from His bed, offered obeisances to the sage and seated him on His own seat. Then the Lord bathed Nārada's feet and sprinkled the water on His own head. Such was the exemplary behavior of the Lord.\n"
        },
        {
            "type": "normal",
            "content": "After conversing with the Lord for a short while, Nārada went to another of His palaces, where the sage saw Śrī Kṛṣṇa playing at dice with His queen and Uddhava. Going from there to another palace, he found Lord Kṛṣṇa coddling His infant children. In another palace he saw Him preparing to take a bath; in another, performing fire sacrifices, in another, feeding brāhmaṇas; and in another, eating the remnants left by brāhmaṇas. In one palace the Lord was performing noontime rituals; in another, quietly chanting the Gāyatrī mantra; in another, sleeping on His bed; in another, consulting with His ministers; and in yet another, playing in the water with His female companions. Somewhere the Lord was giving charity to brāhmaṇas, in another place He was joking and laughing with His consort, in yet another place He was meditating on the Supersoul, somewhere He was serving His spiritual masters, in another place He was arranging for the marriages of His sons and daughters, somewhere else He was going out to hunt animals, and elsewhere He was moving about in disguise to find out what the citizens were thinking.\n"
        },
        {
            "type": "normal",
            "content": "Having seen all this, Nārada addressed Lord Kṛṣṇa: \"Only because I have served Your lotus feet can I understand these varieties of Your Yogamāyā potency, which ordinary living beings bewildered by illusion cannot begin to perceive. Thus I am most fortunate, and I simply desire to travel all over the three worlds chanting the glories of Your pastimes, which purify all the worlds.\"\n"
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa asked Nārada not to be confused by his vision of the Lord's transcendental opulences, and He described to him the purposes of His appearances in this world. He then honored the sage properly, according to religious principles, and Nārada departed, continuously meditating on the Supreme Personality of Godhead.\n"
        }
    ]
}
