{
    "info": {
        "id": "sb/5/7/11",
        "prevId": "sb/5/7/10",
        "nextId": "sb/5/7/12"
    },
    "verses": [
        {
            "roman": "tasmin vāva kila sa ekalaḥ\npulahāśramopavane vividha-kusuma-kisalaya-tulasikāmbubhiḥ\nkanda-mūla-phalopahāraiś ca\nsamīhamāno bhagavata ārādhanaṁ vivikta\nuparata-viṣayābhilāṣa upabhṛtopaśamaḥ parāṁ nirvṛtim avāpa\n"
        }
    ],
    "synonyms": "tasmin—in that āśrama; vāva kila—indeed; saḥ—Bharata Mahārāja; ekalaḥ—alone, only; pulaha-āśrama-upavane—in the gardens situated i n Pulaha-āśrama; vividha-kusuma-kisalaya-tulasikā-ambubhiḥ—with varieties of flowers, twigs and tulasī leaves, as well as with water; kanda-mūla-phala-upahāraiḥ—by offerings of roots, bulbs and fruits; ca—and; samīhamānaḥ—performing; bhagavataḥ—of the Supreme Personality of Godhead; ārādhanam—worshiping; viviktaḥ—purified; uparata—being freed from; viṣaya-abhilāṣaḥ—desire for material sense enjoyment; upabhṛta—increased; upaśamaḥ—tranquillity; parām—transcendental; nirvṛtim—satisfaction; avāpa—he obtained.",
    "translation": "In the gardens of Pulaha-āśrama, Mahārāja Bharata lived alone and collected a variety of flowers, twigs and tulasī leaves. He also collected the water of the Gaṇḍakī River, as well as various roots, fruits and bulbs. With these he offered food to the Supreme Personality of Godhead, Vāsudeva, and, worshiping Him, he remained satisfied. In this way his heart was completely uncontaminated, and he did not have the least desire for material enjoyment. All material desires vanished. In this steady position, he felt full satisfaction and was situated in devotional service.",
    "purport": [
        {
            "type": "normal",
            "content": "Everyone is searching after peace of mind. This is obtainable only when one is completely freed from the desire for material sense gratification and is engaged in the devotional service of the Lord. As stated in Bhagavad-gītā: patraṁ puṣpaṁ phalaṁ toyaṁ yo me bhaktyā prayacchati (BG 9.26). Worship of the Lord is not at all expensive. One can offer the Lord a leaf, a flower, a little fruit and some water. The Supreme Lord accepts these offerings when they are offered with love and devotion. In this way, one can become freed from material desires. As long as one maintains material desires, he cannot be happy. As soon as one engages in the devotional service of the Lord, his mind is purified of all material desires. Then one becomes fully satisfied."
        },
        {
            "type": "verse",
            "content": "sa vai puṁsāṁ paro dharmoyato bhaktir adhokṣaje\nahaituky apratihatāyayātmā suprasīdati"
        },
        {
            "type": "verse",
            "content": "vāsudeve bhagavatibhakti-yogaḥ prayojitaḥ\njanayaty āśu vairāgyaṁjñānaṁ ca yad ahaitukam"
        },
        {
            "type": "normal",
            "content": "\"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self. By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.\" (SB 1.2.6-7)"
        },
        {
            "type": "normal",
            "content": "These are the instructions given in Śrīmad-Bhāgavatam, the supreme Vedic literature. One may not be able to go to Pulaha-āśrama, but wherever one is one can happily render devotional service to the Lord by adopting the processes mentioned above."
        }
    ]
}
