{
    "info": {
        "id": "sb/5/7/7",
        "prevId": "sb/5/7/6",
        "nextId": "sb/5/7/8"
    },
    "verses": [
        {
            "roman": "evaṁ karma-viśuddhyā viśuddha-sattvasyāntar-hṛdayākāśa-śarīre\nbrahmaṇi bhagavati vāsudeve mahā-puruṣa-rūpopalakṣaṇe\nśrīvatsa-kaustubha-vana-mālāri-dara-gadādibhir upalakṣite\nnija-puruṣa-hṛl-likhitenātmani puruṣa-rūpeṇa\nvirocamāna uccaistarāṁ bhaktir anudinam edhamāna-rayājāyata\n"
        }
    ],
    "synonyms": "evam—thus; karma-viśuddhyā—by offering everything for the service of the Supreme Personality of Godhead and not desiring any results of his pious activities; viśuddha-sattvasya—of Bharata Mahārāja, whose existence was completely purified; antaḥ-hṛdaya-ākāśa-śarīre—the Supersoul within the heart, as meditated on by yogīs; brahmaṇi—into impersonal Brahman, which is worshiped by impersonalist jñānīs; bhagavati—unto the Supreme Personality of Godhead; vāsudeve—the son of Vasudeva, Lord Kṛṣṇa; mahā-puruṣa—of the Supreme Person; rūpa—of the form; upalakṣaṇe—having the symptoms; śrīvatsa—the mark on the chest of the Lord; kaustubha—the Kaustubha gem used by the Lord; vana-mālā—flower garland; ari-dara—by the disc and conchshell; gadā-ādibhiḥ—by the club and other symbols; upalakṣite—being recognized; nija-puruṣa-hṛt-likhitena—which is situated in the heart of His own devotee like an engraved picture; ātmani—in his own mind; puruṣa-rūpeṇa—by His personal form; virocamāne—shining; uccaistarām—on a very high level; bhaktiḥ—devotional service; anudinam—day after day; edhamāna—increasing; rayā—possessing force; ajāyata—appeared.",
    "translation": "In this way, being purified by ritualistic sacrifices, the heart of Mahārāja Bharata was completely uncontaminated. His devotional service unto Vāsudeva, Lord Kṛṣṇa, increased day after day. Lord Kṛṣṇa, the son of Vasudeva, is the original Personality of Godhead manifest as the Supersoul [Paramātmā] as well as the impersonal Brahman. Yogīs meditate upon the localized Paramātmā situated in the heart, jñānīs worship the impersonal Brahman as the Supreme Absolute Truth, and devotees worship Vāsudeva, the Supreme Personality of Godhead, whose transcendental body is described in the śāstras. His body is decorated with the Śrīvatsa, the Kaustubha jewel and a flower garland, and His hands hold a conchshell, disc, club and lotus flower. Devotees like Nārada always think of Him within their hearts.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Vāsudeva, or Śrī Kṛṣṇa, the son of Vasudeva, is the Supreme Personality of Godhead. He is manifest within the hearts of yogīs in His Paramātmā feature, and He is worshiped as impersonal Brahman by jñānīs. The Paramātmā feature is described in the śāstras as having four hands, holding disc, conchshell, lotus flower and club. As confirmed in the Śrīmad-Bhāgavatam (SB 2.2.8):"
        },
        {
            "type": "verse",
            "content": "kecit sva-dehāntar-hṛdayāvakāśeprādeśa-mātraṁ puruṣaṁ vasantam\ncatur-bhujaṁ kañja-rathāṅga-śaṅkha-gadā-dharaṁ dhāraṇayā smaranti"
        },
        {
            "type": "normal",
            "content": "\nParamātmā is situated in the hearts of all living beings. He has four hands, which hold four symbolic weapons. All devotees who think of the Paramātmā within the heart worship the Supreme Personality of Godhead as the temple Deity. They also understand the impersonal features of the Lord and His bodily rays, the Brahman effulgence."
        }
    ]
}
