{
    "info": {
        "id": "sb/10/68/summary",
        "prevId": "sb/10/67/28",
        "nextId": "sb/10/68/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how the Kauravas captured Sāmba and how Lord Baladeva dragged the city of Hastināpura to secure his release."
        },
        {
            "type": "normal",
            "content": "Sāmba, the darling son of Jāmbavatī, kidnapped Duryodhana's daughter Lakṣmaṇā from her svayaṁ-vara assembly. In response, the Kauravas joined forces to arrest him. After Sāmba held them off single-handedly for some time, six warriors of the Kaurava party deprived him of his chariot, broke his bow to pieces, seized him, tied him up and brought both him and Lakṣmaṇā back to Hastināpura."
        },
        {
            "type": "normal",
            "content": "When King Ugrasena heard of Sāmba's capture, he called upon the Yādavas to retaliate. Angered, they prepared to fight, but Lord Balarāma pacified them, hoping to avoid a quarrel between the Kuru and Yadu dynasties. The Lord set off for Hastināpura, together with several brāhmaṇas and Yādava elders."
        },
        {
            "type": "normal",
            "content": "The party of Yādavas set up camp in a garden outside the city, and Lord Balarāma sent Uddhava to ascertain King Dhṛtarāṣṭra's frame of mind. When Uddhava appeared in the Kaurava court and announced Lord Balarāma's arrival, the Kauravas worshiped Uddhava and went to see the Lord, taking auspicious items to offer Him. The Kauravas honored Balarāma with rituals and items of respect, but when He conveyed Ugrasena's demand that they release Sāmba, they became angry. \"It is very amazing,\" they said, \"that the Yādavas are trying to give orders to the Kauravas. This is like a shoe trying to climb atop one's head. It is from us alone that the Yādavas have obtained their royal thrones, and yet now they are presuming themselves our equals. No longer will we extend to them royal privileges.\""
        },
        {
            "type": "normal",
            "content": "Having said this, the Kaurava nobles went inside their city, and Lord Baladeva decided that the only way to deal with those who are maddened by false prestige is through brute punishment. Thus He took His plow weapon and, intending to rid the earth of all the Kurus, began dragging Hastināpura toward the Ganges. Seeing that their city was in imminent danger of falling into the river, the terrified Kauravas quickly brought Sāmba and Lakṣmaṇā before Lord Balarāma and began to glorify Him. Then they prayed, \"O Lord, please forgive us, who were so ignorant of Your true identity.\""
        },
        {
            "type": "normal",
            "content": "Baladeva assured the Kauravas He would not harm them, and Duryodhana presented various wedding gifts to his daughter and new son-in-law. Then Duryodhana, extending his greetings to the Yādavas, requested Lord Baladeva to return to Dvārakā with Sāmba and Lakṣmaṇā."
        }
    ]
}
