{
    "info": {
        "id": "sb/3/7/37",
        "prevId": "sb/3/7/36",
        "nextId": "sb/3/7/38"
    },
    "verses": [
        {
            "roman": "tattvānāṁ bhagavaṁs teṣāṁ\nkatidhā pratisaṅkramaḥ\ntatremaṁ ka upāsīran\nka u svid anuśerate\n"
        }
    ],
    "synonyms": "tattvānām—of the elements of nature; bhagavan—O great sage; teṣām—of them; katidhā—how many; pratisaṅkramaḥ—dissolutions; tatra—thereupon; imam—unto the Supreme Lord; ke—who are they; upāsīran—being saved; ke—who are they; u—who; svit—may; anuśerate—serve the Lord while He sleeps.",
    "translation": "Please describe how many dissolutions there are for the elements of material nature and who survives after the dissolutions to serve the Lord while He is asleep.",
    "purport": [
        {
            "type": "normal",
            "content": "In the Brahma-saṁhitā (5.47-48) it is said that all the material manifestations with innumerable universes appear and disappear with the breathing of Mahā-Viṣṇu lying in yoga-nidrā, or mystic sleep."
        },
        {
            "type": "verse",
            "content": "yaḥ kāraṇārṇava-jale bhajati sma yoga-nidrām ananta-jagad-aṇḍa-saroma-kūpaḥ\nādhāra-śaktim avalambya parāṁ sva-mūrtiṁgovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "verse",
            "content": "yasyaika-niśvasita-kālam athāvalambyajīvanti loma-vilajā jagad-aṇḍa-nāthāḥ\nviṣṇur mahān sa iha yasya kalā-viśeṣogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"Govinda, the ultimate and Supreme Personality of Godhead [Lord Kṛṣṇa], lies sleeping unlimitedly on the Causal Ocean in order to create unlimited numbers of universes during that sleep. He lies on the water by His own internal potency, and I worship that original Supreme Godhead."
        },
        {
            "type": "normal",
            "content": "\"Due to His breathing, innumerable universes come into existence, and when He withdraws His breath there occurs the dissolution of all the lords of the universes. That plenary portion of the Supreme Lord is called Mahā-Viṣṇu, and He is a part of the part of Lord Kṛṣṇa. I worship Govinda, the original Lord.\""
        },
        {
            "type": "normal",
            "content": "After the dissolution of the material manifestations, the Lord and His kingdom beyond the Causal Ocean do not disappear, nor do the inhabitants, the Lord's associates. The associates of the Lord are far more numerous than the living entities who have forgotten the Lord due to material association. The impersonalist's explanation of the word aham in the four verses of the original Bhāgavatam—aham evāsam evāgre etc.—is refuted here. The Lord and His eternal associates remain after the dissolution. Vidura's inquiry about such persons is a clear indication of the existence of all the paraphernalia of the Lord. This is also confirmed in the Kāśī-khaṇḍa, as quoted by both Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī, who follow in the footsteps of Śrīla Śrīdhara Svāmī."
        },
        {
            "type": "verse",
            "content": "na cyavante hi yad-bhaktāmahatyāṁ pralayāpadi\nato 'cyuto 'khile lokesa ekaḥ sarva-go 'vyayaḥ"
        },
        {
            "type": "normal",
            "content": "\"The devotees of the Lord never annihilate their individual existences even after the dissolution of the entire cosmic manifestation. The Lord and the devotees who associate with Him are always eternal, in both the material and spiritual worlds.\""
        }
    ]
}
