{
    "info": {
        "id": "sb/3/7/38",
        "prevId": "sb/3/7/37",
        "nextId": "sb/3/7/39"
    },
    "verses": [
        {
            "roman": "puruṣasya ca saṁsthānaṁ\nsvarūpaṁ vā parasya ca\njñānaṁ ca naigamaṁ yat tad\nguru-śiṣya-prayojanam\n"
        }
    ],
    "synonyms": "puruṣasya—of the living entity; ca—also; saṁsthānam—existence; svarūpam—identity; vā—either, or; parasya—of the Supreme; ca—also; jñānam—knowledge; ca—also; naigamam—in the matter of the Upaniṣads; yat—that; tat—the same; guru—spiritual master; śiṣya—disciple; prayojanam—necessity.",
    "translation": "\nWhat are the truths regarding the living entities and the Supreme Personality of Godhead? What are their identities ? What are the specific values in the knowledge in the Vedas, and what are the necessities for the spiritual master and his disciples?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe living entities are constitutionally servitors of the Lord, who can accept all kinds of service from everyone. It is clearly declared (BG 5.29) that the Lord is the supreme enjoyer of the benefits of all sacrifices and penances, the proprietor of all that is manifested and the friend of all living entities. That is His real identity. Therefore, when the living entity accepts this supreme proprietorship of the Lord and acts in that attitude, he resumes his real identity. In order to elevate the living entity to this standard of knowledge, there is the necessity of spiritual association. The bona fide spiritual master desires that his disciples know the process of rendering transcendental service to the Lord, and the disciples also know that they have to learn about the eternal relationship between God and the living entity from a self-realized soul. To disseminate transcendental knowledge one must retire from mundane activities on the strength of enlightenment in knowledge in terms of Vedic wisdom. That is the sum and substance of all the questions in this verse.\n"
        }
    ]
}
