{
    "info": {
        "id": "sb/5/13/14",
        "prevId": "sb/5/13/13",
        "nextId": "sb/5/13/15"
    },
    "verses": [
        {
            "roman": "tāṁs tān vipannān sa hi tatra tatra\nvihāya jātaṁ parigṛhya sārthaḥ\nāvartate 'dyāpi na kaścid atra\nvīrādhvanaḥ pāram upaiti yogam\n"
        }
    ],
    "synonyms": "tān tān—all of them; vipannān—embarrassed in various ways; saḥ—the living being; hi—certainly; tatra tatra—here and there; vihāya—giving up; jātam—those who are newly born; parigṛhya—taking; sa-arthaḥ—the living being searching for his own interest; āvartate—wanders in this forest; adya api—even until now; na—not; kaścit—any of them; atra—here in this forest; vīra—O hero; adhvanaḥ—of the path of material life; pāram—the ultimate end; upaiti—gets; yogam—the process of devotional service to the Supreme Personality of Godhead.",
    "translation": "My dear King, on the forest path of material life, first a person is bereft of his father and mother, and after their death he becomes attached to his newly born children. In this way he wanders on the path of material progress and is eventually embarrassed. Nonetheless, no one knows how to get out of this, even up to the moment of death.",
    "purport": [
        {
            "type": "normal",
            "content": "In this material world, family life is an institution of sex. Yan maithunādi-gṛhamedhi-sukham (SB 7.9.45). Through sex, the father and mother beget children, and the children get married and go down the same path of sexual life. After the death of the father and mother, the children get married and beget their own children. Thus generation after generation these things go on in the same way without anyone's attaining liberation from the embarrassment of material life. No one accepts the spiritual processes of knowledge and renunciation, which end in bhakti-yoga. Actually human life is meant for jñāna and vairāgya, knowledge and renunciation. Through these one can attain the platform of devotional service. Unfortunately people in this age avoid the association of liberated people (sādhu-saṅga (CC Madhya 22.83)) and continue in their stereotyped way of family life. Thus they are embarrassed by the exchange of money and sex."
        }
    ]
}
