{
    "info": {
        "id": "sb/5/13/15",
        "prevId": "sb/5/13/14",
        "nextId": "sb/5/13/16"
    },
    "verses": [
        {
            "roman": "manasvino nirjita-dig-gajendrā\nmameti sarve bhuvi baddha-vairāḥ\nmṛdhe śayīran na tu tad vrajanti\nyan nyasta-daṇḍo gata-vairo 'bhiyāti\n"
        }
    ],
    "synonyms": "manasvinaḥ—very great heroes (mental speculators); nirjita-dik-gajendrāḥ—who have conquered many other heroes as powerful as elephants; mama—my (my land, my country, my family, my community, my religion); iti—thus; sarve—all (great political, social and religious leaders); bhuvi—in this world; baddha-vairāḥ—who have created enmity among themselves; mṛdhe—in battle; śayīran—fall dead on the ground; na—not; tu—but; tat—the abode of the Supreme Personality of Godhead; vrajanti—approach; yat—which; nyasta-daṇḍaḥ—a sannyāsī; gata-vairaḥ—who has no enmity throughout the whole world; abhiyāti—attains that perfection.",
    "translation": "There were and are many political and social heroes who have conquered enemies of equal power, yet due to their ignorance in believing that the land is theirs, they fight one another and lay down their lives in battle. They are not able to take up the spiritual path accepted by those in the renounced order. Although they are big heroes and political leaders, they cannot take to the path of spiritual realization.",
    "purport": [
        {
            "type": "normal",
            "content": "Big political leaders might be able to conquer equally powerful political enemies, but unfortunately they cannot subdue their strong senses, the enemies that always accompany them. Not being able to conquer these nearby enemies, they simply try to conquer other enemies, and ultimately they die in the struggle for existence. They do not take to the path of spiritual realization or become sannyāsīs. Sometimes these big leaders take up the guise of a sannyāsī and call themselves mahātmās, but their only business is conquering their political enemies. Because they spoil their lives with the illusion of \"this is my land and my family,\" they cannot progress spiritually and attain liberation from the clutches of māyā."
        }
    ]
}
