{
    "info": {
        "id": "sb/5/13/20",
        "prevId": "sb/5/13/19",
        "nextId": "sb/5/13/21"
    },
    "verses": [
        {
            "roman": "rahūgaṇa tvam api hy adhvano 'sya\nsannyasta-daṇḍaḥ kṛta-bhūta-maitraḥ\nasaj-jitātmā hari-sevayā śitaṁ\njñānāsim ādāya tarāti-pāram\n"
        }
    ],
    "synonyms": "rahūgaṇa—O King Rahūgaṇa; tvam—you; api—also; hi—certainly; adhvanaḥ—of the path of material existence; asya—this; sannyasta-daṇḍaḥ—having given up the king's rod for punishing criminals; kṛta-bhūta-maitraḥ—having become friendly to everyone; asat-jita-ātmā—whose mind is not attracted to the material pleasure of life; hari-sevayā—by the means of loving service to the Supreme Lord; śitam—sharpened; jñāna-asim—the sword of knowledge; ādāya—taking i n hand; tara—cross over; ati-pāram—to the ultimate end of spiritual existence.",
    "translation": "\nMy dear King Rahūgaṇa, you are also a victim of the external energy, being situated on the path of attraction to material pleasure. So that you may become an equal friend to all living entities, I now advise you to give up your kingly position and the rod by which you punish criminals. Give up attraction to the sense objects and take up the sword of knowledge sharpened by devotional service. Then you will be able to cut the hard knot of illusory energy and cross to the other side of the ocean of nescience.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā Lord Kṛṣṇa compares the material world to a tree of illusion from which one must cut oneself free:\n"
        },
        {
            "type": "verse",
            "content": "na rūpam asyeha tathopalabhyate\nnānto na cādir na ca sampratiṣṭhā\naśvattham enaṁ suvirūḍha-mūlam\nasaṅga-śastreṇa dṛḍhena chittvā"
        },
        {
            "type": "verse",
            "content": "tataḥ padaṁ tat parimārgitavyaṁ\nyasmin gatā na nivartanti bhūyaḥ\ntam eva cādyaṁ puruṣaṁ prapadye\nyataḥ pravṛttiḥ prasṛtā purāṇī"
        },
        {
            "type": "normal",
            "content": "\n\"The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination, one must cut down this tree with the weapon of detachment. So doing, one must seek that place from which, having once gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything has begun and in whom everything is abiding since time immemorial.\" (BG 15.3-4)\n"
        }
    ]
}
