{
    "info": {
        "id": "sb/5/13/25",
        "prevId": "sb/5/13/24",
        "nextId": "sb/5/13/26"
    },
    "verses": [
        {
            "roman": "sauvīra-patir api sujana-samavagata-paramātma-satattva\nātmany avidyādhyāropitāṁ ca dehātma-matiṁ visasarja\nevaṁ hi nṛpa bhagavad-āśritāśritānubhāvaḥ\n"
        }
    ],
    "synonyms": "sauvīra-patiḥ—the King of the state of Sauvīra; api—certainly; su-jana—from an elevated person; samavagata—having completely understood; paramātma-sa-tattvaḥ—the truth of the constitutional position of the spirit soul and the Supersoul; ātmani—in himself; avidyā—by nescience; adhyāropitām—erroneously attributed; ca—and; deha—in the body; ātma-matim—the concept of the self; visasarja—completely gave up; evam—thus; hi—certainly; nṛpa—O King; bhagavat-āśrita-āśrita-anubhāvaḥ—the consequence of taking shelter of a devotee who has similarly taken shelter of a spiritual master in the paramparā system (one is sure to get out of the great nescience of the bodily concept of life).",
    "translation": "After receiving lessons from the great devotee Jaḍa Bharata, King Rahūgaṇa of the state of Sauvīra became completely aware of the constitutional position of the soul. He thus gave up the bodily conception completely. My dear King, whoever takes shelter of the servant of the servant of the Lord is certainly glorified because he can without difficulty give up the bodily conception (<a href=\"/wiki/CC_Madhya_13.80\" title=\"CC Madhya 13.80\">CC Madhya 13.80</a>).",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Caitanya-caritāmṛta (CC Madhya 22.54):"
        },
        {
            "type": "verse",
            "content": "\"sādhu-saṅga\", \"sādhu-saṅga\"—sarva-śāstre kayalava-mātra sādhu-saṅge sarva-siddhi haya"
        },
        {
            "type": "normal",
            "content": "It is a fact that if one takes shelter of a pure devotee, one attains all perfection, even if the association is a short one. A sādhu is a pure devotee of the Lord. It has been our practical experience that the first instruction of our spiritual master infused us with Kṛṣṇa consciousness so that now we are at least on the path of Kṛṣṇa consciousness and can understand the philosophy. As a result, there are many devotees engaged in this Kṛṣṇa consciousness movement. The whole world is revolving under the bodily conception; therefore there must be devotees all over the world to deliver people from the false bodily conception and fully engage them in Kṛṣṇa consciousness."
        }
    ]
}
