{
    "info": {
        "id": "sb/5/13/26",
        "prevId": "sb/5/13/25",
        "nextId": "sb/5/14/1"
    },
    "verses": [
        {
            "roman": "rājovāca\nyo ha vā iha bahu-vidā mahā-bhāgavata tvayābhihitaḥ\nparokṣeṇa vacasā jīva-loka-bhavādhvā sa hy ārya-manīṣayā\nkalpita-viṣayo nāñjasāvyutpanna-loka-samadhigamaḥ\natha tad evaitad duravagamaṁ samavetānukalpena nirdiśyatām iti\n"
        }
    ],
    "synonyms": "rājā uvāca—King Parīkṣit said; yaḥ—which; ha—certainly; vā—or; iha—in this narration; bahu-vidā—who are aware of many incidents of transcendental knowledge; mahā-bhāgavata—O great devotee sage; tvayā—by you; abhihitaḥ—described; parokṣeṇa—figuratively; vacasā—by words; jīva-loka-bhava-adhvā—the path of material existence of the conditioned soul; saḥ—that; hi—indeed; ārya-manīṣayā—by the intelligence of advanced devotees; kalpita-viṣayaḥ—the subject matter is imagined; na—not; añjasā—directly; avyutpanna-loka—of persons who are not very experienced or intelligent; samadhigamaḥ—the complete understanding; atha—therefore; tat eva—because of that; etat—this matter; duravagamam—which is difficult to understand; samaveta-anukalpena—by substituting the direct meaning of such incidents; nirdiśyatām—let it be described; iti—thus.",
    "translation": "King Parīkṣit then told Śukadeva Gosvāmī: My dear lord, O great devotee sage, you are omniscient. You have very nicely described the position of the conditioned soul, who is compared to a merchant in the forest. From these instructions intelligent men can understand that the senses of a person in the bodily conception are like rogues and thieves in that forest, and one's wife and children are like jackals and other ferocious animals. However, it is not very easy for the unintelligent to understand the purport of this story because it is difficult to extricate the exact meaning from the allegory. I therefore request Your Holiness to give the direct meaning.",
    "purport": [
        {
            "type": "normal",
            "content": "There are many stories and incidents in Śrīmad-Bhāgavatam that are described figuratively. Such allegorical descriptions may not be understood by unintelligent men; therefore it is the duty of the student to approach a bona fide spiritual master for the direct explanation."
        }
    ]
}
