{
    "info": {
        "id": "sb/5/13/summary",
        "prevId": "sb/5/12/16",
        "nextId": "sb/5/13/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The brāhmaṇa Jaḍa Bharata became very kind to King Rahūgaṇa, and to disassociate him from the material world, he spoke figuratively of the forest of the material world. He explained that this material world is like a great forest in which one becomes entangled due to association with material life. In this forest there are plunderers (the six senses) as well as carnivorous animals like jackals, wolves and lions (wife, children and other relatives) who are always anxious to suck the blood from the head of the family. The forest plunderers and the carnivorous blood-sucking animals combine to exploit the energy of a man within this material world. In this forest there is also a black hole, covered by grass, into which one may fall. Coming into the forest and being captivated by so many material attractions, one identifies himself with this material world, society, friendship, love and family. Having lost the path and not knowing where to go, being harassed by animals and birds, one is also victimized by many desires. Thus one works very hard within the forest and wanders here and there. He becomes captivated by temporary happiness and becomes aggrieved by so-called distress. Actually one simply suffers in the forest from so-called happiness and distress. Sometimes he is attacked by a snake (deep sleep), and due to the snakebite he loses consciousness and becomes puzzled and bewildered about discharging his duties. Sometimes he is attracted by women other than his wife, and thus be thinks he enjoys extramarital love with another woman. He is attacked by various diseases, by lamentation and by summer and winter. Thus one within the forest of the material world suffers the pains of material existence. Expecting to become happy, the living entity changes his position from one place to another, but actually a materialistic person within the material world is never happy. Being constantly engaged in materialistic activities, he is always disturbed. He forgets that one day he has to die. Although he suffers severely, being illusioned by the material energy, he still hankers after material happiness. In this way he completely forgets his relationship with the Supreme Personality of Godhead."
        },
        {
            "type": "normal",
            "content": "By hearing this from Jaḍa Bharata, Mahārāja Rahūgaṇa revived his Kṛṣṇa consciousness and thus benefited from Jaḍa Bharata's association. He could understand that his illusion was over, and he begged pardon from Jaḍa Bharata for his misbehavior. All this was told to Mahārāja Parīkṣit by Śukadeva Gosvāmī."
        }
    ]
}
