{
    "info": {
        "id": "sb/12/2/summary",
        "prevId": "sb/12/1/41",
        "nextId": "sb/12/2/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates that, when the bad qualities of the age of Kali will increase to an intolerable level, the Supreme Personality of Godhead will descend as Kalki to destroy those who are fixed in irreligion. After that, a new Satya-yuga will begin."
        },
        {
            "type": "normal",
            "content": "As the age of Kali progresses, all good qualities of men diminish and all impure qualities increase. Atheistic systems of so-called religion become predominant, replacing the codes of Vedic law. The kings become just like highway bandits, the people in general become dedicated to low occupations, and all the social classes become just like śūdras. All cows become like goats, all spiritual hermitages become like materialistic homes, and family ties extend no further than the immediate relationship of marriage."
        },
        {
            "type": "normal",
            "content": "When the age of Kali has almost ended, the Supreme Personality of Godhead will incarnate. He will appear in the village Śambhala, in the home of the exalted brāhmaṇa Viṣṇuyaśā, and will take the name Kalki. He will mount His horse Devadatta and, taking His sword in hand, will roam about the earth killing millions of bandits in the guise of kings. Then the signs of the next Satya-yuga will begin to appear. When the moon, sun and the planet Bṛhaspati enter simultaneously into one constellation and conjoin in the lunar mansion Puṣyā, Satya-yuga will begin. In the order of Satya, Tretā, Dvāpara and Kali, the cycle of four ages rotates in the society of living entities in this universe."
        },
        {
            "type": "normal",
            "content": "The chapter ends with a brief description of the future dynasties of the sun and moon coming from Vaivasvata Manu in the next Satya-yuga. Even now two saintly kṣatriyas are living who at the end of this Kali-yuga will reinitiate the pious dynasties of the sun-god, Vivasvān, and the moon-god, Candra. One of these kings is Devāpi, a brother of Mahārāja Śantanu, and the other is Maru, a descendant of Ikṣvāku. They are biding their time incognito in a village named Kalāpa."
        }
    ]
}
