{
    "info": {
        "id": "sb/6/1/12",
        "prevId": "sb/6/1/11",
        "nextId": "sb/6/1/13-14"
    },
    "verses": [
        {
            "roman": "nāśnataḥ pathyam evānnaṁ\nvyādhayo 'bhibhavanti hi\nevaṁ niyamakṛd rājan\nśanaiḥ kṣemāya kalpate\n"
        }
    ],
    "synonyms": "na—not; aśnataḥ—those who eat; pathyam—suitable; eva—indeed; annam—food; vyādhayaḥ—different types of disease; abhibhavanti—overcome; hi—indeed; evam—similarly; niyama-kṛt—one following regulative principles; rājan—O King; śanaiḥ—gradually; kṣemāya—for well-being; kalpate—becomes fit.",
    "translation": "\nMy dear King, if a diseased person eats the pure, uncontaminated food prescribed by a physician, he is gradually cured, and the infection of disease can no longer touch him. Similarly, if one follows the regulative principles of knowledge, he gradually progresses toward liberation from material contamination.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne is gradually purified if one cultivates knowledge, even through mental speculation, and strictly follows the regulative principles enjoined in the śāstras and explained in the next verse. Therefore the platform of jñāna, speculative knowledge, is better than the platform of karma, fruitive action. There is every chance of falling from the platform of karma to hellish conditions, but on the platform of jñāna one is saved from hellish life, although one is still not completely free from infection. The difficulty is that on the platform of jñāna one thinks that he has been liberated and has become Nārāyaṇa, or Bhagavān. This is another phase of ignorance.\n"
        },
        {
            "type": "verse",
            "content": "ye 'nye 'ravindākṣa vimukta-māninas\ntvayy asta-bhāvād aviśuddha-buddhayaḥ\nāruhya kṛcchreṇa paraṁ padaṁ tataḥ\npatanty adho 'nādṛta-yuṣmad-aṅghrayaḥ\n(SB 10.2.32)"
        },
        {
            "type": "normal",
            "content": "\nBecause of ignorance, one speculatively thinks himself liberated from material contamination although actually he is not. Therefore even if one rises to brahma jñāna, understanding of Brahman, one nevertheless falls down because of not taking shelter of the lotus feet of Kṛṣṇa. Nonetheless, jñānīs at least know what is sinful and what is pious, and they very cautiously act according to the injunctions of the śāstras.\n"
        }
    ]
}
