{
    "info": {
        "id": "sb/6/1/19",
        "prevId": "sb/6/1/18",
        "nextId": "sb/6/1/20"
    },
    "verses": [
        {
            "roman": "sakṛn manaḥ kṛṣṇa-padāravindayor\nniveśitaṁ tad-guṇa-rāgi yair iha\nna te yamaṁ pāśa-bhṛtaś ca tad-bhaṭān\nsvapne 'pi paśyanti hi cīrṇa-niṣkṛtāḥ\n"
        }
    ],
    "synonyms": "sakṛt—once only; manaḥ—the mind; kṛṣṇa-pada-aravindayoḥ—unto the two lotus feet of Lord Kṛṣṇa; niveśitam—completely surrendered; tat—of Kṛṣṇa; guṇa-rāgi—which is somewhat attached to the qualities, name, fame and paraphernalia; yaiḥ—by whom; iha—in this world; na—not; te—such persons; yamam—Yamarāja, the superintendent of death; pāśa-bhṛtaḥ—those who carry ropes (to catch sinful persons); ca—and; tat—his; bhaṭān—order carriers; svapne api—even in dreams; paśyanti—see; hi—indeed; cīrṇa-niṣkṛtāḥ—who have performed the right type of atonement.",
    "translation": "\nAlthough not having fully realized Kṛṣṇa, persons who have even once surrendered completely unto His lotus feet and who have become attracted to His name, form, qualities and pastimes are completely freed of all sinful reactions, for they have thus accepted the true method of atonement. Even in dreams, such surrendered souls do not see Yamarāja or his order carriers, who are equipped with ropes to bind the sinful.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nKṛṣṇa says in Bhagavad-gītā (BG 18.66):\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\" This same principle is described here (sakṛn manaḥ kṛṣṇa-padāravindayoḥ). If by studying Bhagavad-gītā one decides to surrender to Kṛṣṇa, he is immediately freed from all sinful reactions. It is also significant that Śukadeva Gosvāmī, having several times repeated the words vāsudeva-parāyaṇa and nārāyaṇa-parāyaṇa, finally says kṛṣṇa-padāravindayoḥ. Thus he indicates that Kṛṣṇa is the origin of both Nārāyaṇa and Vāsudeva. Even though Nārāyaṇa and Vāsudeva are not different from Kṛṣṇa, simply by surrendering to Kṛṣṇa one fully surrenders to all His expansions, such as Nārāyaṇa, Vāsudeva and Govinda. As Kṛṣṇa says in Bhagavad-gītā (BG 7.7), mattaḥ parataraṁ nānyat: \"There is no truth superior to Me.\" There are many names and forms of the Supreme Personality of Godhead, but Kṛṣṇa is the supreme form (kṛṣṇas tu bhagavān svayam (SB 1.3.28)). Therefore Kṛṣṇa recommends to neophyte devotees that one should surrender unto Him only (mām ekam). Because neophyte devotees cannot understand what the forms of Nārāyaṇa, Vāsudeva and Govinda are, Kṛṣṇa directly says, mām ekam. Herein, this is also supported by the word kṛṣṇa-padāravindayoḥ. Nārāyaṇa does not speak personally, but Kṛṣṇa, or Vāsudeva, does, as in Bhagavad-gītā for example. Therefore, to follow the direction of Bhagavad-gītā means to surrender unto Kṛṣṇa, and to surrender in this way is the highest perfection of bhakti-yoga.\n"
        },
        {
            "type": "normal",
            "content": "Parīkṣit Mahārāja had inquired from Śukadeva Gosvāmī how one can be saved from falling into the various conditions of hellish life. In this verse Śukadeva Gosvāmī answers that a soul who has surrendered to Kṛṣṇa certainly cannot go to naraka, hellish existence. To say nothing of going there, even in his dreams he does not see Yamarāja or his order carriers, who are able to take one there. In other words, if one wants to save himself from falling into naraka, hellish life, he should fully surrender to Kṛṣṇa. The word sakṛt is significant because it indicates that if one sincerely surrenders to Kṛṣṇa once, he is saved even if by chance he falls down by committing sinful activities. Therefore Kṛṣṇa says in Bhagavad-gītā (BG 9.30):\n"
        },
        {
            "type": "verse",
            "content": "api cet su-durācāro\nbhajate mām ananya-bhāk\nsādhur eva sa mantavyaḥ\nsamyag vyavasito hi saḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.\" If one never for a moment forgets Kṛṣṇa, he is safe even if by chance he falls down by committing sinful acts.\n"
        },
        {
            "type": "normal",
            "content": "In the Second Chapter of Bhagavad-gītā (BG 2.40) the Lord also says:\n"
        },
        {
            "type": "verse",
            "content": "nehābhikrama-nāśo 'sti\npratyavāyo na vidyate\nsvalpam apy asya dharmasya\ntrāyate mahato bhayāt"
        },
        {
            "type": "normal",
            "content": "\n\"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear.\"\n"
        },
        {
            "type": "normal",
            "content": "Elsewhere in the Gītā (6.40) the Lord says, na hi kalyāṇa-kṛt kaścid durgatiṁ tāta gacchati: \"one who performs auspicious activity is never overcome by evil.\" The highest kalyāṇa (auspicious) activity is to surrender to Kṛṣṇa. That is the only path by which to save oneself from falling down into hellish life. Śrīla Prabodhānanda Sarasvatī has confirmed this as follows:\n"
        },
        {
            "type": "verse",
            "content": "kaivalyaṁ narakāyate tri-daśa-pūr ākāśa-puṣpāyate\ndurdāntendriya-kāla-sarpa-paṭalī protkhāta-daṁṣṭrāyate\nviśvaṁ pūrṇa-sukhāyate vidhi-mahendrādiś ca kīṭāyate\nyat-kāruṇya-kaṭākṣa-vaibhavavatāṁ taṁ gauram eva stumaḥ\n(Caitanya-candrāmṛta 5)"
        },
        {
            "type": "normal",
            "content": "\nThe sinful actions of one who has surrendered unto Kṛṣṇa are compared to a snake with its poison fangs removed (protkhāta-daṁṣṭrāyate). Such a snake is no longer to be feared. Of course, one should not commit sinful activities on the strength of having surrendered to Kṛṣṇa. However, even if one who has surrendered to Kṛṣṇa happens to do something sinful because of his former habits, such sinful actions no longer have a destructive effect. Therefore one should adhere to the lotus feet of Kṛṣṇa very tightly and serve Him under the direction of the spiritual master. Thus in all conditions one will be akuto-bhaya, free from fear.\n"
        }
    ]
}
