{
    "info": {
        "id": "sb/6/1/31",
        "prevId": "sb/6/1/30",
        "nextId": "sb/6/1/32"
    },
    "verses": [
        {
            "roman": "vikarṣato 'ntar hṛdayād\ndāsī-patim ajāmilam\nyama-preṣyān viṣṇudūtā\nvārayām āsur ojasā\n"
        }
    ],
    "synonyms": "vikarṣataḥ—snatching; antaḥ hṛdayāt—from within the heart; dāsī-patim—the husband of the prostitute; ajāmilam—Ajāmila; yama-preṣyān—the messengers of Yamarāja; viṣṇu-dūtāḥ—the order carriers of Lord Viṣṇu; vārayām āsuḥ—forbade; ojasā—with resounding voices.",
    "translation": "\nThe order carriers of Yamarāja were snatching the soul from the core of the heart of Ajāmila, the husband of the prostitute, but with resounding voices the messengers of Lord Viṣṇu, the Viṣṇudūtas, forbade them to do so.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA Vaiṣṇava, one who has surrendered to the lotus feet of Lord Viṣṇu, is always protected by Lord Viṣṇu's order carriers. Because Ajāmila had chanted the holy name of Nārāyaṇa, the Viṣṇudūtas not only immediately arrived on the spot but also at once ordered the Yamadūtas not to touch him. By speaking with resounding voices, the Viṣṇudūtas threatened to punish the Yamadūtas if they continued trying to snatch Ajāmila's soul from his heart. The order carriers of Yamarāja have jurisdiction over all sinful living entities, but the messengers of Lord Viṣṇu, the Viṣṇudūtas, are capable of punishing anyone, including Yamarāja, if he wrongs a Vaiṣṇava.\n"
        },
        {
            "type": "normal",
            "content": "Materialistic scientists do not know where to find the soul within the body with their material instruments, but this verse clearly explains that the soul is within the core of the heart (hṛdaya); it is from the heart that the Yamadūtas were extracting the soul of Ajāmila. Similarly, we learn that the Supersoul, Lord Viṣṇu, is also situated within the heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati (BG 18.61)). In the Upaniṣads it is said that the Supersoul and the individual soul are living in the same tree of the body as two friendly birds. The Supersoul is said to be friendly because the Supreme Personality of Godhead is so kind to the original soul that when the original soul transmigrates from one body to another, the Lord goes with him. Furthermore, according to the desire and karma of the individual soul, the Lord, through the agency of māyā, creates another body for him.\n"
        },
        {
            "type": "normal",
            "content": "The heart of the body is a mechanical arrangement. As the Lord says in Bhagavad-gītā (BG 18.61):\n"
        },
        {
            "type": "verse",
            "content": "īśvaraḥ sarva-bhūtānāṁ\nhṛd-deśe 'rjuna tiṣṭhati\nbhrāmayan sarva-bhūtāni\nyantrārūḍhāni māyayā"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy.\" Yantra means a machine, such as an automobile. The driver of the machine of the body is the individual soul, who is also its director or proprietor, but the supreme proprietor is the Supreme Personality of Godhead. One's body is created through the agency of māyā (karmaṇā daiva-netreṇa (SB 3.31.1)), and according to one's activities in this life, another vehicle is created, again under the supervision of daivī māyā (daivī hy eṣā guṇa-mayī mama māyā duratyayā (BG 7.14)). At the appropriate time, one's next body is immediately chosen, and both the individual soul and the Supersoul transfer to that particular bodily machine. This is the process of transmigration. During transmigration from one body to the next, the soul is taken away by the order carriers of Yamarāja and put into a particular type of hellish life (naraka) in order to become accustomed to the condition in which he will live in his next body.\n"
        }
    ]
}
