{
    "info": {
        "id": "sb/6/1/41",
        "prevId": "sb/6/1/40",
        "nextId": "sb/6/1/42"
    },
    "verses": [
        {
            "roman": "yena sva-dhāmny amī bhāvā\nrajaḥ-sattva-tamomayāḥ\nguṇa-nāma-kriyā-rūpair\nvibhāvyante yathā-tatham\n"
        }
    ],
    "synonyms": "yena—by whom (Nārāyaṇa); sva-dhāmni—although in His own place, the spiritual world; amī—all these; bhāvāḥ—manifestations; rajaḥ-sattva-tamaḥ-mayāḥ—created by the three modes of material nature (passion, goodness and ignorance); guṇa—qualities; nāma—names; kriyā—activities; rūpaiḥ—and with forms; vibhāvyante—are variously manifested; yathā-tatham—exactly to the right point.",
    "translation": "The supreme cause of all causes, Nārāyaṇa, is situated in His own abode in the spiritual world, but nevertheless He controls the entire cosmic manifestation according to the three modes of material nature-sattva-guṇa, rajo-guṇa and tamo-guṇa. In this way all living entities are awarded different qualities, different names [such as brāhmaṇa, kṣatriya and vaiśya], different duties according to the varṇāśrama institution, and different forms. Thus Nārāyaṇa is the cause of the entire cosmic manifestation.",
    "purport": [
        {
            "type": "normal",
            "content": "The Vedas inform us:"
        },
        {
            "type": "verse",
            "content": "na tasya kāryaṁ karaṇaṁ ca vidyatena tat-samaś cābhyadhikaś ca dṛśyate\nparāsya śaktir vividhaiva śrūyate\nsvābhāvikī jñāna-bala-kriyā ca(Śvetāśvatara Upaniṣad 6.8, CC Madhya 13.65, purport)"
        },
        {
            "type": "normal",
            "content": "Nārāyaṇa, the Supreme Personality of Godhead, is almighty, omnipotent. He has multifarious energies, and therefore He is able to remain in His own abode and without endeavor supervise and manipulate the entire cosmic manifestation through the interaction of the three modes of material nature—sattva-guṇa, rajo-guṇa and tamo-guṇa. These interactions create different forms, bodies, activities and changes, which all occur perfectly. Because the Lord is perfect, everything works as if He were directly supervising and taking part in it. Atheistic men, however, being covered by the three modes of material nature, cannot see Nārāyaṇa to be the supreme cause behind all activities. As Kṛṣṇa says in Bhagavad-gītā (BG 7.13):"
        },
        {
            "type": "verse",
            "content": "tribhir guṇamayair bhāvairebhiḥ sarvam idaṁ jagat\nmohitaṁ nābhijānātimām ebhyaḥ param avyayam"
        },
        {
            "type": "normal",
            "content": "\"Deluded by the three modes, the whole world does not know Me, who am above the modes and inexhaustible.\" Because unintelligent agnostics are mohita, illusioned by the three modes of material nature, they cannot understand that Nārāyaṇa, Kṛṣṇa, is the supreme cause of all activities. As stated in Brahma-saṁhitā (BS 5.38):"
        },
        {
            "type": "verse",
            "content": "īśvaraḥ paramaḥ kṛṣṇaḥsac-cid-ānanda-vigrahaḥ\nanādir ādir govindaḥsarva-kāraṇa-kāraṇam"
        },
        {
            "type": "normal",
            "content": "\"Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.\""
        }
    ]
}
