{
    "info": {
        "id": "sb/6/1/58-60",
        "prevId": "sb/6/1/56-57",
        "nextId": "sb/6/1/61"
    },
    "verses": [
        {
            "roman": "ekadāsau vanaṁ yātaḥ\npitṛ-sandeśa-kṛd dvijaḥ\nādāya tata āvṛttaḥ\nphala-puṣpa-samit-kuśān\n"
        },
        {
            "roman": "dadarśa kāminaṁ kañcic\nchūdraṁ saha bhujiṣyayā\npītvā ca madhu maireyaṁ\nmadāghūrṇita-netrayā\n"
        },
        {
            "roman": "mattayā viślathan-nīvyā\nvyapetaṁ nirapatrapam\nkrīḍantam anugāyantaṁ\nhasantam anayāntike\n"
        }
    ],
    "synonyms": "ekadā—once upon a time; asau—this Ajāmila; vanam yātaḥ—went to the forest; pitṛ—of his father; sandeśa—the order; kṛt—carrying out; dvijaḥ—the brāhmaṇa; ādāya—collecting; tataḥ—from the forest; āvṛttaḥ—returning; phala-puṣpa—fruits and flowers; samit-kuśān—two kinds of grass, known as samit and kuśa; dadarśa—saw; kāminam—very lusty; kañcit—someone; śūdram—a fourth-class man, a śūdra; saha—along with; bhujiṣyayā—an ordinary maidservant or prostitute; pītvā—after drinking; ca—also; madhu—nectar; maireyam—made of the soma flower; mada—by intoxication; āghūrṇita—moving; netrayā—her eyes; mattayā—intoxicated; viślathat-nīvyā—whose dress was slackened; vyapetam—fallen from proper behavior; nirapatrapam—without fear of public opinion; krīḍantam—engaged in enjoyment; anugāyantam—singing; hasantam—smiling; anayā—with her; antike—close by.",
    "translation": "Once this brāhmaṇa Ajāmila, following the order of his father, went to the forest to collect fruit, flowers and two kinds of grass, called samit and kuśa. On the way home, he came upon a śūdra, a very lusty, fourth-class man, who was shamelessly embracing and kissing a prostitute. The śūdra was smiling, singing and enjoying as if this were proper behavior. Both the śūdra and the prostitute were drunk. The prostitute's eyes were rolling in intoxication, and her dress had become loose. Such was the condition in which Ajāmila saw them.",
    "purport": [
        {
            "type": "normal",
            "content": "While traveling along the public way, Ajāmila came upon a fourth-class man and a prostitute, who are vividly described here. Drunkenness was sometimes manifest even in bygone ages, although not very frequently. In this age of Kali, however, such sin is to be seen everywhere, for people all over the world have become shameless. Long ago, when he saw the scene of the drunken śūdra and the prostitute, Ajāmila, who was a perfect brahmacārī, was affected. Nowadays such sin is visible in so many places, and we must consider the position of a brahmacārī student who sees such behavior. For such a brahmacārī to remain steady is very difficult unless he is extremely strong in following the regulative principles. Nevertheless, if one takes to Kṛṣṇa consciousness very seriously, he can withstand the provocation created by sin. In our Kṛṣṇa consciousness movement we prohibit illicit sex, intoxication, meat-eating and gambling. In Kali-yuga, a drunk, half-naked woman embracing a drunk man is a very common sight, especially in the Western countries, and restraining oneself after seeing such things is very difficult. Nevertheless, if by the grace of Kṛṣṇa one adheres to the regulative principles and chants the Hare Kṛṣṇa mantra, Kṛṣṇa will certainly protect him. Indeed, Kṛṣṇa says that His devotee is never vanquished (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati (BG 9.31)). Therefore all the disciples practicing Kṛṣṇa consciousness should obediently follow the regulative principles and remain fixed in chanting the holy name of the Lord. Then there need be no fear. Otherwise one's position is very dangerous, especially in this Kali-yuga."
        }
    ]
}
