{
    "info": {
        "id": "sb/11/17/36",
        "prevId": "sb/11/17/34-35",
        "nextId": "sb/11/17/37"
    },
    "verses": [
        {
            "roman": "evaṁ bṛhad-vrata-dharo\nbrāhmaṇo 'gnir iva jvalan\nmad-bhaktas tīvra-tapasā\ndagdha-karmāśayo 'malaḥ\n"
        }
    ],
    "synonyms": "evam—thus; bṛhat-vrata—that great vow of perpetual celibacy; dharaḥ—maintaining; brāhmaṇaḥ—a brāhmaṇa; agniḥ—fire; iva—like; jvalan—becoming bright; mat-bhaktaḥ—My devotee; tīvra-tapasā—by intense austerities; dagdha—burned; karma—of fruitive activities; āśayaḥ—the propensity or mentality; amalaḥ—without contamination of material desire.",
    "translation": "A brāhmaṇa observing the great vow of celibacy becomes brilliant like fire and by serious austerity burns to ashes the propensity to perform material activities. Free from the contamination of material desire, he becomes My devotee.",
    "purport": [
        {
            "type": "normal",
            "content": "The process of liberation is described in this verse. Once when Śrīla Prabhupāda was traveling by airplane, a fellow passenger, who happened to be a priest, told him that he had seen his disciples and found them \"bright-faced.\" Śrīla Prabhupāda was fond of relating this incident. The spirit soul is more brilliant than the sun, and as the process of spiritual purification gradually takes effect, even the external form of a devotee becomes effulgent. The glowing fire of spiritual knowledge burns to ashes the mentality of sense gratification, and one naturally becomes austere and disinterested in mundane enjoyment. Among all austerities, the best is celibacy, by which the shackles of material life immediately become slackened. One who is amala, free from material desire, is known as a pure devotee of the Lord. On the paths of jñāna, karma and yoga the mind retains the concept of personal interest, but on the path of pure devotion the mind is trained to see only the interests of the Personality of Godhead. Thus a pure devotee of the Lord is amala, completely pure."
        }
    ]
}
