{
    "info": {
        "id": "sb/11/17/43",
        "prevId": "sb/11/17/42",
        "nextId": "sb/11/17/44"
    },
    "verses": [
        {
            "roman": "śiloñcha-vṛttyā parituṣṭa-citto\ndharmaṁ mahāntaṁ virajaṁ juṣāṇaḥ\nmayy arpitātmā gṛha eva tiṣṭhan\nnāti-prasaktaḥ samupaiti śāntim\n"
        }
    ],
    "synonyms": "śila-uñcha—of gleaning grains; vṛttyā—by the occupation; parituṣṭa—fully satisfied; cittaḥ—whose consciousness; dharmam—religious principles; mahāntam—magnanimous and hospitable; virajam—purified of material desire; juṣāṇaḥ—cultivating; mayi—in Me; arpita—dedicated; ātmā—whose mind; gṛhe—at home; eva—even; tiṣṭhan—remaining; na—not; ati—very; prasaktaḥ—attached; samupaiti—achieves; śāntim—liberation.",
    "translation": "\nA brāhmaṇa householder should remain satisfied in mind by gleaning rejected grains from agricultural fields and marketplaces. Keeping himself free of personal desire, he should practice magnanimous religious principles, with consciousness absorbed in Me. In this way a brāhmaṇa may stay at home as a householder without very much attachment and thus achieve liberation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMahāntam refers to magnanimous religious principles such as very hospitably receiving guests, even those who are uninvited and unexpected. Householders must always be magnanimous and charitable to others, being alert to curb unnecessary affection and attachment in family life. In the past, very renounced brāhmaṇa householders would collect grains that had fallen on the ground in the marketplace or those that had been left behind in the fields after harvesting. The most important item here is mayy arpitātmā, or fixing the mind in Lord Kṛṣṇa. Despite his material situation, anyone who constantly meditates upon the Lord can become a liberated soul. As stated in Bhakti-rasāmṛta-sindhu (1.2.187),\n"
        },
        {
            "type": "verse",
            "content": "īhā yasya harer dāsye\nkarmaṇā manasā girā\nnikhilāsv api avasthāsu\njīvan-muktaḥ sa ucyate"
        },
        {
            "type": "normal",
            "content": "\n\"A person acting in Kṛṣṇa consciousness [or, in other words, in the service of Kṛṣṇa] with his body, mind, intelligence and words is a liberated person, even within the material world, although he may be engaged in many so-called material activities.\"\n"
        }
    ]
}
