{
    "info": {
        "id": "sb 11/17/Summary",
        "prevId": "sb/11/16/44",
        "nextId": "sb/11/17/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nPreviously, the Supreme Lord, Śrī Kṛṣṇa, had assumed the form of Haṁsa and glorified the duties of the brahmacārī and gṛhastha orders. In this present chapter Lord Kṛṣṇa further describes these matters to Uddhava.\n"
        },
        {
            "type": "normal",
            "content": "After Uddhava inquires from Śrī Kṛṣṇa about the duties of the social and religious orders of the varṇāśrama society, the Lord replies that in the first age, Satya-yuga, there was only one social order, called haṁsa. In that age men were automatically dedicated to pure devotional service from their very birth, and since everyone was perfect in-all respects, the age was called Kṛta-yuga. The Vedas were then manifest in the form of the sacred syllable oṁ, and the Supreme Lord was perceived within the mind in the form of the four-legged bull of religion. There were no formalized processes of sacrifice, and the sinless people, who were naturally inclined to austerity, simply engaged in meditation on the personal form of the Lord. In the following age, Tretā-yuga, there became manifest from the heart of the Supreme Personality of Godhead the three Vedas, and from them the three forms of the sacrificial fire. At that time the system of four varṇas and four āśramas, which prescribes material and spiritual duties for the different members of society, appeared from the bodily limbs of the Lord. According to how the social divisions took birth from higher and lower features of the Lord's body, they became endowed with higher and lower qualities. After this description, Lord Kṛṣṇa explains the natures of persons in each of the four varṇas and of those who are outside the limits of the varṇas. He also describes those qualities that pertain to humanity in general.\n"
        },
        {
            "type": "normal",
            "content": "Members of the higher orders are qualified to accept second birth. After receiving the sacred thread initiation, they should go to live in the guru-kula, the home of the spiritual master. With a pacified mind, the student (brahmacārī) should absorb himself in study of the Vedas. He should keep matted hair and is forbidden to wash his teeth, prepare a nice seat for himself, talk when bathing or evacuating, cut his hair and nails or at any time pass semen. He must regularly perform worship at the three junctures of the day and must render devotional service to his spiritual master in a spirit free from envy. The brahmacārī must offer to the guru whatever food and other things he obtains by begging. He accepts for his maintenance whatever remnants of the Lord he is granted. He should render menial service to the spiritual master by massaging his feet and worshiping him and should avoid all sense gratification and strictly maintain the vow of celibacy. With his mind, body and words, he should worship the Supreme Lord in the form of the Supersoul in the way prescribed for him. For brahmacārīs, seeing or touching women, and conversations or sports in the company of women, are absolutely disallowed. Cleanliness and ritual purification by water should be observed by members of all the spiritual orders of society. Everyone is also advised to always remember that the Supreme Personality of Godhead is the Supreme Soul dwelling within the hearts of all.\n"
        },
        {
            "type": "normal",
            "content": "After studying all the different aspects of the Vedas, a brāhmaṇa who has material desires may take permission from his spiritual master and enter family life. Otherwise, if he has no material desire, he may become a vānaprastha or sannyāsī. The proper order of succession should be followed in changing from one spiritual order to the next. One who wishes to enter the household order should accept a wife who is of the same social class, who is not objectionable, and who is somewhat younger in age than he.\n"
        },
        {
            "type": "normal",
            "content": "The obligatory duties of the three classes who are twice-born-the brāhmaṇas, kṣatriyas and vaiśyas-are worship of the Lord, study of the Vedas and giving charity. The occupational duties of accepting charity, teaching others and performing sacrifice for others are the privilege of the brāhmaṇas alone. If a brāhmaṇa considers that his consciousness is contaminated by engaging in these occupations, he may sustain his existence by collecting grains from the fields. If he is disturbed by poverty, the brāhmaṇa may out of necessity accept the business of a kṣatriya or vaiśya, but he should never take the occupation of a śūdra. In a similar situation, a kṣatriya may take the occupation of a vaiśya, and a vaiśya that of a śūdra. But when the emergency has passed, it is not fitting to continue earning one's living by a lower occupation. A brāhmaṇa who is properly fixed in his personal duty rejects all insignificant material desires, always serves the Vaiṣṇavas and is under the protection of the Supreme Personality of Godhead. The householder should study the Vedas every day and maintain his wards with money honestly earned by his own occupation. As far as possible, he should execute worship of the Lord by ritual sacrifices. Remaining unattached to material life and fixed in devotion to the Supreme Lord, the householder may finally take the order of vānaprastha, so that he can fully involve himself in the Lord's worship. If he has a grown son, he may directly take the renounced order of sannyāsa. But persons who are excessively lusty after women, who have no proper discrimination, and who are extremely attached to wealth and possessions remain perpetually in anxiety over the welfare of their family members and are doomed to take their next birth in a lower species of life.\n"
        }
    ]
}
