{
    "info": {
        "id": "sb/10/14/18",
        "prevId": "sb/10/14/17",
        "nextId": "sb/10/14/19"
    },
    "verses": [
        {
            "roman": "adyaiva tvad ṛte 'sya kiṁ mama na te māyātvam ādarśitam\neko 'si prathamaṁ tato vraja-suhṛd-vatsāḥ samastā api\ntāvanto 'si catur-bhujās tad akhilaiḥ sākaṁ mayopāsitās\ntāvanty eva jaganty abhūs tad amitaṁ brahmādvayaṁ śiṣyate\n"
        }
    ],
    "synonyms": "adya—today; eva—just; tvat ṛte—apart from You; asya—of this universe; kim—what; mama—to me; na—not; te—by You; māyātvam—the basis in Your inconceivable potency; ādarśitam—shown; ekaḥ—alone; asi—You are; prathamam—first of all; tataḥ—then; vraja-suhṛt—Your cowherd boyfriends of Vṛndāvana; vatsāḥ—and the calves; samastāḥ—all; api—even; tāvantaḥ—of the same number; asi—You became; catuḥ-bhujāḥ—four-handed forms of Lord Viṣṇu; tat—then; akhilaiḥ—by all; sākam—together with; mayā—myself; upāsitāḥ—being worshiped; tāvanti—of the same number; eva—also; jaganti—universes; abhūḥ—You became; tat—then; amitam—the unlimited; brahma—Absolute Truth; advayam—one without a second; śiṣyate—You now remain.",
    "translation": "\nHave You not shown me today that both You Yourself and everything within this creation are manifestations of Your inconceivable potency? First You appeared alone, and then You manifested Yourself as all of Vṛndāvana's calves and cowherd boys, Your friends. Next You appeared as an equal number of four-handed Viṣṇu forms, who were worshiped by all living beings, including me, and after that You appeared as an equal number of complete universes. Finally, You have now returned to Your unlimited form as the Supreme Absolute Truth, one without a second.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in the Vedic literature, sarvaṁ khalv idaṁ brahma: everything that exists is an expansion of the Supreme Personality of Godhead. Thus everything is ultimately part and parcel of the Lord's spiritual existence. By Lord Kṛṣṇa's causeless mercy, Lord Brahmā personally experienced that all existence, being the potency of God, is nondifferent from Him.\n"
        }
    ]
}
