{
    "info": {
        "id": "sb/10/14/36",
        "prevId": "sb/10/14/35",
        "nextId": "sb/10/14/37"
    },
    "verses": [
        {
            "roman": "tāvad rāgādayaḥ stenās\ntāvat kārā-gṛhaṁ gṛham\ntāvan moho 'ṅghri-nigaḍo\nyāvat kṛṣṇa na te janāḥ\n"
        }
    ],
    "synonyms": "tāvat—for that long; rāga-ādayaḥ—material attachment and so on; stenāḥ—thieves; tāvat—for that long; kārā-gṛham—a prison; gṛham—one's home; tāvat—for that long; mohaḥ—the bewilderment of family affection; aṅghri—upon their feet; nigaḍaḥ—shackles; yāvat—as long as; kṛṣṇa—O Lord Kṛṣṇa; na—do not become; te—Your (devotees); janāḥ—any persons.",
    "translation": "\nMy dear Lord Kṛṣṇa, until people become Your devotees, their material attachments and desires remain thieves, their homes remain prisons, and their affectionate feelings for their family members remain foot-shackles.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nApparently, the residents of Vṛndāvana, the abode of Lord Kṛṣṇa, are simple householders engaged in ordinary affairs such as herding cows, cooking, rearing children and performing religious ceremonies. However, all these activities are intensely engaged in the loving service of Lord Kṛṣṇa. The residents of Vṛndāvana perform all activities in pure Kṛṣṇa consciousness and thus exist on the most exalted platform of liberated life. Otherwise, the same activities performed without Kṛṣṇa consciousness constitute ordinary bondage to the material world.\n"
        },
        {
            "type": "normal",
            "content": "Thus, one should not misunderstand the exalted position of the residents of Vṛndāvana, nor should one consider oneself highly religious simply because one performs ordinary domestic affairs very enthusiastically, but without Kṛṣṇa consciousness. By focusing our passionate attachment on our family and society, we are completely deviated from the progressive path of Kṛṣṇa consciousness. Conversely, if we engage our family in the loving service of the Lord, our endeavors to maintain our family become part and parcel of our progressive spiritual duties.\n"
        },
        {
            "type": "normal",
            "content": "In conclusion, by studying the extraordinary status of the residents of Vṛndāvana, we can see that the essential quality of their lives is pure Kṛṣṇa consciousness—the rendering of loving service to the Lord without a trace of material desire or mental speculation. Such loving service to the original Personality of Godhead immediately creates the atmosphere of Śrī Vṛndāvana-dhāma, the kingdom of God.\n"
        }
    ]
}
