{
    "info": {
        "id": "sb/10/14/53",
        "prevId": "sb/10/14/52",
        "nextId": "sb/10/14/54"
    },
    "verses": [
        {
            "roman": "deho 'pi mamatā-bhāk cet\ntarhy asau nātma-vat priyaḥ\nyaj jīryaty api dehe 'smin\njīvitāśā balīyasī\n"
        }
    ],
    "synonyms": "dehaḥ—the body; api—also; mamatā—of possessiveness; bhāk—the focus; cet—if; tarhi—then; asau—that body; na—not; ātma-vat—in the same way as the soul; priyaḥ—dear; yat—because; jīryati—when it is growing old; api—even; dehe—the body; asmin—this; jīvita-āśā—the desire to remain living; balīyasī—very strong.",
    "translation": "\nIf a person comes to the stage of considering the body \"mine\" instead of \"me,\" he will certainly not consider the body as dear as his own self. After all, even as the body is growing old and useless, one's desire to continue living remains strong.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word mamatā-bhāk is very significant here. An ordinary, foolish person thinks, \"I am this body.\" A more discriminating, intelligent person thinks, \"This is my body.\" In the literature and folklore of ordinary people we find the common theme of an old, decrepit person dreaming of obtaining a new, young body. Thus, even ordinary persons pick up the notion of self-realization, instinctively understanding that it is possible for the soul to exist in many different bodies.\n"
        },
        {
            "type": "normal",
            "content": "As the body of an intelligent person becomes old and useless, he strongly desires to live, even when he knows that his body cannot live much longer. This indicates he is gradually becoming aware that his self is more important than his body. Thus simply the desire for life can indirectly bring one to a preliminary understanding of self-realization. And in this case as well, one's basic attachment is to one's own self and not to that which supposedly belongs to oneself.\n"
        },
        {
            "type": "normal",
            "content": "It may be pointed out that the entire discussion between King Parīkṣit and Śukadeva Gosvāmī regarding the dearness of one's own self is ultimately meant for broaching the subject of why the cows and cowherd ladies of Vṛndāvana considered Kṛṣṇa more dear than their own selves and certainly more dear than their own offspring. The discussion proceeds as follows.\n"
        }
    ]
}
