{
    "info": {
        "id": "sb/10/14/9",
        "prevId": "sb/10/14/8",
        "nextId": "sb/10/14/10"
    },
    "verses": [
        {
            "roman": "paśyeśa me 'nāryam ananta ādye\nparātmani tvayy api māyi-māyini\nmāyāṁ vitatyekṣitum ātma-vaibhavaṁ\nhy ahaṁ kiyān aiccham ivārcir agnau\n"
        }
    ],
    "synonyms": "paśya—just see; īśa—O Lord; me—my; anāryam—contemptible behavior; anante—against the unlimited; ādye—the primeval; para-ātmani—the Supersoul; tvayi—You; api—even; māyi-māyini—for the masters of illusion; māyām—(my) illusory potency; vitatya—spreading; īkṣitum—to see; ātma—Your; vaibhavam—power; hi—indeed; aham—I; kiyān—how much; aiccham—I desired; iva—just like; arciḥ—a small spark; agnau—in comparison to the whole fire.",
    "translation": "\nMy Lord, just see my uncivilized impudence! To test Your power I tried to extend my illusory potency to cover You, the unlimited and primeval Supersoul, who bewilder even the masters of illusion. What am I compared to You? I am just like a small spark in the presence of a great fire.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA great fire produces many sparks, which are insignificant in comparison to it. Indeed, if one of the small sparks were to try to burn the original fire, the attempt would be simply ludicrous. Similarly, even the creator of the entire universe, Lord Brahmā, is an insignificant spark of the potency of God, and therefore Brahmā's attempt to bewilder the Supreme Lord was certainly ludicrous.\n"
        },
        {
            "type": "normal",
            "content": "Brahmā here addresses Lord Kṛṣṇa as īśa, which indicates that Kṛṣṇa is not only the supreme master of everyone but is also specifically the master of Brahmā, who creates the universe directly under the guidance of the Lord and who, indeed, is born directly from the Lord's own body.\n"
        },
        {
            "type": "normal",
            "content": "Brahmā felt ashamed of his impudent attempt at deluding Lord Kṛṣṇa, and he was therefore perfectly willing to be punished or forgiven by the Lord, according to His decision. If Lord Kṛṣṇa does not mercifully punish His devotees when they act improperly, their foolishness will simply increase and gradually completely overwhelm their devotional sentiments. Therefore Lord Kṛṣṇa kindly disciplines His devotees and maintains them on the progressive path back home, back to Godhead.\n"
        }
    ]
}
