{
    "info": {
        "id": "sb/10/14/summary",
        "prevId": "sb/10/13/64",
        "nextId": "sb/10/14/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the prayers Brahmā offered to Lord Kṛṣṇa, who is also known as Nanda-nandana."
        },
        {
            "type": "normal",
            "content": "For His satisfaction, Brahmā first praised the beauty of the Lord's transcendental limbs and then declared that His original identity of sweetness is even more difficult to comprehend than His opulence. Only by the devotional process of hearing and chanting transcendental sounds received from Vedic authorities can one realize the Personality of Godhead. It is fruitless to try to realize God through processes outside the scope of Vedic authority."
        },
        {
            "type": "normal",
            "content": "The mystery of the Personality of Godhead, who is the reservoir of unlimited spiritual qualities, is inconceivable; it is even more difficult to understand than the impersonal Supreme. Thus only by the mercy of God can one understand His glories. Finally realizing this, Brahmā repeatedly condemned his own actions and recognized that Lord Śrī Kṛṣṇa, the ultimate shelter of the universe, is Brahmā's own father, the original Nārāyaṇa. In this way Brahmā begged the Lord's forgiveness."
        },
        {
            "type": "normal",
            "content": "Brahmā then glorified the inconceivable opulence of the Personality of Godhead and described the ways in which Brahmā and Śiva differ from Lord Viṣṇu, the reason for the Supreme Lord's appearance in various species of demigods, animals and so on, the eternal nature of the pastimes of the Personality of Godhead, and the temporality of the material world. By knowing the Supreme Personality in truth, the individual spirit soul can achieve liberation from bondage. In actuality, however, both liberation and bondage are unreal, for it is only from the living entity's conditioned outlook that his bondage and liberation are produced. Thinking the personal form of Lord Kṛṣṇa illusory, fools reject His lotus feet and look elsewhere to find the Supreme Self. But the futility of their search is the obvious proof of their foolishness. There is simply no way to understand the truth of the Personality of Godhead without His mercy."
        },
        {
            "type": "normal",
            "content": "Having established this conclusion, Lord Brahmā analyzed the great good fortune of the residents of Vraja and then personally prayed to be born there even as a blade of grass, a bush or a creeper. Indeed, the homes of the residents of Vṛndāvana are not prisons of material existence but rather abodes envied even by the jñānīs and yogīs. On the other hand, any home without a connection to Lord Kṛṣṇa is in fact a prison cell of material existence. Finally, Brahmā offered his whole self at the lotus feet of the Supreme Lord and, praising Him again and again, circumambulated Him and took his leave."
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then gathered the animals Brahmā stole and led them to the place on the Yamunā's bank where the cowherd boys had been taking lunch. The same friends who had been present before were sitting there now. By the power of Kṛṣṇa's illusory energy, they were not at all aware of what had happened. Thus when Kṛṣṇa arrived with the calves, the boys told Him, \"You've returned so quickly! Very good. As long as You were gone we couldn't take even a morsel of food, so come and eat.\""
        },
        {
            "type": "normal",
            "content": "Laughing at the words of the cowherd boys, Lord Kṛṣṇa began taking His meal in their company. While eating, Kṛṣṇa pointed out to His young friends the skin of the python, and the boys thought, \"Kṛṣṇa has just now killed this terrible snake.\" Indeed, later they related to the residents of Vṛndāvana the incident of Kṛṣṇa's killing the Agha demon. In this way, the cowherd boys described pastimes that Lord Kṛṣṇa had performed in His bālya age (one to five), even though His paugaṇḍa age (six to ten) had begun."
        },
        {
            "type": "normal",
            "content": "Śukadeva Gosvāmī concludes this chapter by explaining how the gopīs loved Lord Kṛṣṇa even more than they loved their own sons."
        }
    ]
}
