{
    "info": {
        "id": "sb/3/11/33",
        "prevId": "sb/3/11/32",
        "nextId": "sb/3/11/34"
    },
    "verses": [
        {
            "roman": "evaṁ-vidhair aho-rātraiḥ\nkāla-gatyopalakṣitaiḥ\napakṣitam ivāsyāpi\nparamāyur vayaḥ-śatam\n"
        }
    ],
    "synonyms": "evam—thus; vidhaiḥ—by the process of; ahaḥ—days; rātraiḥ—by nights; kāla-gatyā—advancement of time; upalakṣitaiḥ—by such symptoms; apakṣitam—declined; iva—just like; asya—his; api—although; parama-āyuḥ—duration of life; vayaḥ—years; śatam—one hundred.",
    "translation": "Thus the process of the exhaustion of the duration of life exists for every one of the living beings, including Lord Brahmā. One's life endures for only one hundred years, in terms of the times in the different planets.",
    "purport": [
        {
            "type": "normal",
            "content": "Every living being lives for one hundred years in terms of the times in different planets for different entities. These one hundred years of life are not equal in every case. The longest duration of one hundred years belongs to Brahmā, but although the life of Brahmā is very long, it expires in the course of time. Brahmā is also afraid of his death, and thus he performs devotional service to the Lord, just to release himself from the clutches of illusory energy. Animals, of course, have no sense of responsibility, but even humans, who have developed a sense of responsibility, while away their valuable time without engaging in devotional service to the Lord; they live merrily, unafraid of impending death. This is the madness of human society. The madman has no responsibility in life. Similarly, a human being who does not develop a sense of responsibility before he dies is no better than the madman who tries to enjoy material life very happily without concern for the future. It is necessary that every human being be responsible in preparing himself for the next life, even if he has a duration of life like that of Brahmā, the greatest of all living creatures within the universe."
        }
    ]
}
