{
    "info": {
        "id": "sb/3/11/42",
        "prevId": "sb/3/11/41",
        "nextId": "sb/3/12/1"
    },
    "verses": [
        {
            "roman": "tad āhur akṣaraṁ brahma\nsarva-kāraṇa-kāraṇam\nviṣṇor dhāma paraṁ sākṣāt\npuruṣasya mahātmanaḥ\n"
        }
    ],
    "synonyms": "tat—that; āhuḥ—is said; akṣaram—infallible; brahma—the supreme; sarva-kāraṇa—all causes; kāraṇam—the supreme cause; viṣṇoḥ dhāma—the spiritual abode of Viṣṇu; param—the supreme; sākṣāt—without doubt; puruṣasya—of the puruṣa incarnation; mahātmanaḥ—of the Mahā-Viṣṇu.",
    "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is therefore said to be the original cause of all causes. Thus the spiritual abode of Viṣṇu is eternal without a doubt, and it is also the abode of Mahā-Viṣṇu, the origin of all manifestations.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Mahā-Viṣṇu, who is resting in yoga-nidrā on the Causal Ocean and creating innumerable universes by His breathing process, only temporarily appears in the mahat-tattva for the temporary manifestation of the material worlds. He is a plenary portion of Lord Śrī Kṛṣṇa, and thus although He is nondifferent from Lord Kṛṣṇa, His formal appearance in the material world as an incarnation is temporary. The original form of the Personality of Godhead is actually the svarūpa, or real form, and He eternally resides in the Vaikuṇṭha world (Viṣṇuloka). The word mahātmanaḥ is used here to indicate Mahā-Viṣṇu, and His real manifestation is Lord Kṛṣṇa, who is called parama, as confirmed in the Brahma-saṁhitā:"
        },
        {
            "type": "verse",
            "content": "īśvaraḥ paramaḥ kṛṣṇaḥsac-cid-ānanda-vigrahaḥ\nanādir ādir govindaḥsarva-kāraṇa-kāraṇam"
        },
        {
            "type": "normal",
            "content": "(BS 5.1)"
        },
        {
            "type": "normal",
            "content": "\"The Supreme Lord is Kṛṣṇa, the original Personality of Godhead known as Govinda. His form is eternal, full of bliss and knowledge, and He is the original cause of all causes.\""
        }
    ]
}
