{
    "info": {
        "id": "sb/4/25/3",
        "prevId": "sb/4/25/2",
        "nextId": "sb/4/25/4"
    },
    "verses": [
        {
            "roman": "prācīnabarhiṣaṁ kṣattaḥ\nkarmasv āsakta-mānasam\nnārado 'dhyātma-tattva-jñaḥ\nkṛpāluḥ pratyabodhayat\n"
        }
    ],
    "synonyms": "prācīnabarhiṣam—unto King Prācīnabarhiṣat; kṣattaḥ—O Vidura; karmasu—in fruitive activities; āsakta—attached; mānasam—with this mentality; nāradaḥ—the great sage Nārada; adhyātma—spiritualism; tattva-jñaḥ—one who knows the truth; kṛpāluḥ—being compassionate; pratyabodhayat—gave instructions.",
    "translation": "\nWhile the princes were undergoing severe austerities in the water, their father was performing different types of fruitive activities. At this time the great saint Nārada, master and teacher of all spiritual life, became very compassionate upon the King and decided to instruct him about spiritual life.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs pointed out by Prabodhānanda Sarasvatī Ṭhākura, a great devotee of Lord Caitanya, kaivalya, or merging into the Brahman effulgence, is just like going to hell. He similarly states that elevation to the upper planetary systems for the enjoyment of heavenly life is just so much phantasmagoria. This means that a devotee does not give any importance to the ultimate goal of the karmīs and jñānīs. The ultimate goal of the karmīs is promotion to the heavenly kingdom, and the ultimate goal of the jñānīs is merging into the Brahman effulgence. Of course, the jñānīs are superior to the karmīs, as confirmed by Lord Caitanya. Koṭi-karmaniṣṭha-madhye eka 'jñānī' śreṣṭha: \"one jñānī, or impersonalist, is better than many thousands of fruitive actors.\" (CC Madhya 19.147) Therefore a devotee never enters upon the path of karma, or elevation by fruitive activities. Nārada Muni took compassion upon King Prācīnabarhiṣat when he saw the King engaged in fruitive activity. In comparison to mundane workers, those who are trying to be elevated to the higher planetary systems by performing yajñas are undoubtedly superior. In pure devotional service, however, both karma and jñāna are considered bewildering features of the illusory energy.\n"
        }
    ]
}
