{
    "info": {
        "id": "sb/4/25/51",
        "prevId": "sb/4/25/50",
        "nextId": "sb/4/25/52"
    },
    "verses": [
        {
            "roman": "devahūr nāma puryā dvā\nuttareṇa purañjanaḥ\nrāṣṭram uttara-pañcālaṁ\nyāti śrutadharānvitaḥ\n"
        }
    ],
    "synonyms": "devahūḥ—of the name Devahū; nāma—as it was called; puryāḥ—of the city; dvāḥ—gate; uttareṇa—on the northern side; purañjanaḥ—King Purañjana; rāṣṭram—country; uttara—northern; pañcālam—of the name Pañcāla; yāti—used to go; śruta-dhara-anvitaḥ—with his friend Śrutadhara.",
    "translation": "On the northern side was the gate named Devahū. Through that gate, King Purañjana used to go with his friend Śrutadhara to the place known as Uttara-pañcāla.",
    "purport": [
        {
            "type": "normal",
            "content": "The two ears are situated on the northern side and the southern side. The ear on the southern side is very strong and is always anxious to hear about sense enjoyment. The ear on the northern side, however, is used for taking initiation from the spiritual master and for gaining promotion to the spiritual sky. The right ear, or the ear on the southern side, is called Pitṛhū, which indicates that it is used for attaining the higher planetary systems known as Pitṛloka, but the left ear, which is known as Devahū, is utilized for hearing about even higher planetary systems, such as Maharloka, Tapoloka and Brahmaloka—or yet even higher planets, situated in the spiritual universe, where one becomes more inclined to be permanently situated. This is explained in Bhagavad-gītā (BG 9.25):"
        },
        {
            "type": "verse",
            "content": "yānti deva-vratā devānpitṟn yānti pitṛ-vratāḥ\nbhūtāni yānti bhūtejyāyānti mad-yājino 'pi mām"
        },
        {
            "type": "normal",
            "content": "\"Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.\""
        },
        {
            "type": "normal",
            "content": "One who is interested in being happy on this planet as well as after death generally wants to be elevated to the Pitṛlokas. Such a person can use the right ear for hearing Vedic instructions. However, one who is interested in going to Tapoloka, Brahmaloka, the Vaikuṇṭha planets or Kṛṣṇaloka may take initiation from the spiritual master in order to be elevated to such lokas."
        }
    ]
}
