{
    "info": {
        "id": "sb/4/25/57-61",
        "prevId": "sb/4/25/56",
        "nextId": "sb/4/25/62"
    },
    "verses": [
        {
            "roman": "kvacit pibantyāṁ pibati\nmadirāṁ mada-vihvalaḥ\naśnantyāṁ kvacid aśnāti\njakṣatyāṁ saha jakṣiti\n"
        },
        {
            "roman": "kvacid gāyati gāyantyāṁ\nrudatyāṁ rudati kvacit\nkvacid dhasantyāṁ hasati\njalpantyām anu jalpati\n"
        },
        {
            "roman": "kvacid dhāvati dhāvantyāṁ\ntiṣṭhantyām anu tiṣṭhati\nanu śete śayānāyām\nanvāste kvacid āsatīm\n"
        },
        {
            "roman": "kvacic chṛṇoti śṛṇvantyāṁ\npaśyantyām anu paśyati\nkvacij jighrati jighrantyāṁ\nspṛśantyāṁ spṛśati kvacit\n"
        },
        {
            "roman": "kvacic ca śocatīṁ jāyām\nanu śocati dīnavat\nanu hṛṣyati hṛṣyantyāṁ\nmuditām anu modate\n"
        }
    ],
    "synonyms": "kvacit—sometimes; pibantyām—while drinking; pibati—he drank; madirām—liquor; mada-vihvalaḥ—being intoxicated; aśnantyām—while she was eating; kvacit—sometimes; aśnāti—he ate; jakṣatyām—while she was chewing; saha—with her; jakṣiti—he chewed; kvacit—sometimes; gāyati—he used to sing; gāyantyām—while his wife was singing; rudatyām—when the wife was crying; rudati—he also cried; kvacit—sometimes; kvacit—sometimes; hasantyām—while she was laughing; hasati—he also laughed; jalpantyām—while she was talking loosely; anu—following her; jalpati—he also talked loosely; kvacit—sometimes; dhāvati—he also used to walk; dhāvantyām—when she was walking; tiṣṭhantyām—while she was standing silently; anu—following her; tiṣṭhati—he used to stand; anu—following her; śete—he used to lie down; śayānāyām—while she was lying on the bed; anu—following her; āste—he also used to sit; kvacit—sometimes; āsatīm—while she was sitting; kvacit—sometimes; śṛṇoti—he used to hear; śṛṇvantyām—while she was engaged in hearing; paśyantyām—while she was seeing something; anu—following her; paśyati—he also used to see; kvacit—sometimes; jighrati—he used to smell; jighrantyām—while his wife was smelling; spṛśantyām—while the wife was touching; spṛśati—he was also touching; kvacit—at that time; kvacit ca—sometimes also; śocatīm—when she was lamenting; jāyām—his wife; anu—following her; śocati—he was also lamenting; dīna-vat—like a poor man; anu—following her; hṛṣyati—he used to enjoy; hṛṣyantyām—while she was feeling enjoyment; muditām—when she was satisfied; anu—following her; modate—he felt satisfaction.",
    "translation": "\nWhen the Queen drank liquor, King Purañjana also engaged in drinking. When the Queen dined, he used to dine with her, and when she chewed, King Purañjana used to chew along with her. When the Queen sang, he also sang. Similarly, when the Queen cried, he also cried, and when the Queen laughed, he also laughed. When the Queen talked loosely, he also talked loosely, and when the Queen walked, the King walked behind her. When the Queen would stand still, the King would also stand still, and when the Queen would lie down in bed, he would also follow and lie down with her. When the Queen sat, he would also sit, and when the Queen heard something, he would follow her to hear the same thing. When the Queen saw something, the King would also look at it, and when the Queen smelled something, the King would follow her to smell the same thing. When the Queen touched something, the King would also touch it, and when the dear Queen was lamenting, the poor King also had to follow her in lamentation. In the same way, when the Queen felt enjoyment, he also enjoyed, and when the Queen was satisfied, the King also felt satisfaction.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe mind is the place where the self is situated, and the mind is conducted by the intelligence. The living entity, situated within the heart, follows the intelligence. The intelligence is herein depicted as the Queen, and the soul, under mental control, follows the material intelligence just as the King follows his wife. The conclusion is that material intelligence is the cause of bondage for the living entity. The point is that one has to take to spiritual intelligence to come out of this entanglement.\n"
        },
        {
            "type": "normal",
            "content": "In the life of Mahārāja Ambarīṣa, we find that the great Mahārāja first engaged his mind on the lotus feet of Kṛṣṇa. In this way his intelligence became purified. Mahārāja Ambarīṣa also used his other senses in the service of the Lord. He engaged his eyes in seeing the Deity in the temple nicely decorated with flowers. He engaged his sense of smell by smelling the flowers, and he engaged his legs by walking to the temple. His hands were engaged in cleansing the temple, and his ears were engaged in hearing about Kṛṣṇa. His tongue was engaged in two ways: in speaking about Kṛṣṇa and in tasting prasāda offered to the Deity. Materialistic persons, who are under the full control of material intelligence, cannot perform all these activities. Thus, consciously or unconsciously, they become entangled by the dictations of material intelligence. This fact is summarized in the following verse.\n"
        }
    ]
}
