{
    "info": {
        "id": "sb/6/17/4-5",
        "prevId": "sb/6/17/3",
        "nextId": "sb/6/17/6"
    },
    "verses": [
        {
            "roman": "ekadā sa vimānena\nviṣṇu-dattena bhāsvatā\ngiriśaṁ dadṛśe gacchan\nparītaṁ siddha-cāraṇaiḥ\n"
        },
        {
            "roman": "āliṅgyāṅkīkṛtāṁ devīṁ\nbāhunā muni-saṁsadi\nuvāca devyāḥ śṛṇvantyā\njahāsoccais tad-antike\n"
        }
    ],
    "synonyms": "ekadā—one time; saḥ—he (King Citraketu); vimānena—with his airplane; viṣṇu-dattena—given to him by Lord Viṣṇu; bhāsvatā—shining brilliantly; giriśam—Lord Śiva; dadṛśe—he saw; gacchan—going; parītam—surrounded; siddha—by the inhabitants of Siddhaloka; cāraṇaiḥ—and the inhabitants of Cāraṇaloka; āliṅgya—embracing; aṅkīkṛtām—sitting on his lap; devīm—his wife, Pārvatī; bāhunā—with his arm; muni-saṁsadi—in the presence of great saintly persons; uvāca—he said; devyāḥ—while the goddess Pārvatī; śṛṇvantyāḥ—was hearing; jahāsa—he laughed; uccaiḥ—very loudly; tad-antike—in the vicinity.",
    "translation": "\nOne time while King Citraketu was traveling in outer space on a brilliantly effulgent airplane given to him by Lord Viṣṇu, he saw Lord Śiva, surrounded by Siddhas and Cāraṇas. Lord Śiva was sitting in an assembly of great saintly persons and embracing Pārvatī on his lap with his arm. Citraketu laughed loudly and spoke, within the hearing of Pārvatī.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Viśvanātha Cakravartī Ṭhākura says in this connection,\n"
        },
        {
            "type": "verse",
            "content": "bhaktiṁ bhūtiṁ harir dattvā\nsva-vicchedānubhūtaye\ndevyāḥ śāpena vṛtratvaṁ\nnītvā taṁ svāntike 'nayat"
        },
        {
            "type": "normal",
            "content": "\nThe purport is that the Supreme Personality of Godhead wanted to bring Citraketu to Vaikuṇṭhaloka as soon as possible. The Lord's plan was that Citraketu be cursed by Pārvatī to become Vṛtrāsura so that in his next life he could quickly return home, back to Godhead. There have been many instances in which a devotee acting as a demon has been brought to the kingdom of God by the mercy of the Lord. For Pārvatī to be embraced by Lord Śiva was natural in a relationship between husband and wife; this was nothing extraordinary for Citraketu to see. Nonetheless, Citraketu laughed loudly to see Lord Śiva in that situation, even though he should not have done so. Thus he was eventually cursed, and this curse was the cause of his returning home, back to Godhead.\n"
        }
    ]
}
