{
    "info": {
        "id": "sb/6/17/40",
        "prevId": "sb/6/17/39",
        "nextId": "sb/6/17/41"
    },
    "verses": [
        {
            "roman": "itihāsam imaṁ puṇyaṁ\ncitraketor mahātmanaḥ\nmāhātmyaṁ viṣṇu-bhaktānāṁ\nśrutvā bandhād vimucyate\n"
        }
    ],
    "synonyms": "itihāsam—history; imam—this; puṇyam—very pious; citraketoḥ—of Citraketu; mahā-ātmanaḥ—the exalted devotee; māhātmyam—containing glory; viṣṇu-bhaktānām—from the devotees of Viṣṇu; śrutvā—hearing; bandhāt—from bondage or conditional, material life; vimucyate—is freed.",
    "translation": "\nCitraketu was a great devotee [mahātmā]. If one hears this history of Citraketu from a pure devotee, the listener also is freed from the conditional life of material existence.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe historical incidents in the purāṇas, such as the history of Citraketu explained in the Bhāgavata Purāṇa, are sometimes misunderstood by outsiders, or nondevotees. Therefore Śukadeva Gosvāmī advised that the history of Citraketu be heard from a devotee. Anything about devotional service or the characteristics of the Lord and His devotees must be heard from a devotee, not from a professional reciter. This is advised herein. Śrī Caitanya Mahāprabhu's secretary also advised that one learn the history of Śrīmad-Bhāgavatam from a devotee: yāha, bhāgavata pada vaiṣṇavera sthāne. One should not hear the statements of Śrīmad-Bhāgavatam from professional reciters, or else they will not be effective. Quoting from Padma Purāṇa, Śrī Sanātana Gosvāmī has strictly forbidden us to hear about the activities of the Lord and His devotees from the mouths of nondevotees:\n"
        },
        {
            "type": "verse",
            "content": "avaiṣṇava-mukhodgīrṇaṁ\npūtaṁ hari-kathāmṛtam\nśravaṇaṁ naiva kartavyaṁ\nsarpocchiṣṭaṁ yathā payaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"One should not hear anything about Kṛṣṇa from a non-Vaiṣṇava. Milk touched by the lips of a serpent has poisonous effects; similarly, talks about Kṛṣṇa given by a non-Vaiṣṇava are also poisonous.\" One must be a bona fide devotee, and then he can preach and impress devotional service upon his listeners.\n"
        }
    ]
}
