{
    "info": {
        "id": "sb/6/17/summary",
        "prevId": "sb/6/16/65",
        "nextId": "sb/6/17/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The Seventeenth Chapter is summarized as follows. This chapter describes Citraketu's receiving the body of an asura, or demon, because of joking with Lord Śiva."
        },
        {
            "type": "normal",
            "content": "After personally talking with the Supreme Personality of Godhead, King Citraketu enjoyed life in his airplane with the women of the Vidyādhara planet. Engaging in the congregational chanting of the glories of the Lord, he began flying his plane and traveling in outer space. One day while traveling like this, he wandered into the bowers of Sumeru Mountain, where he came upon Lord Śiva embracing Pārvatī, surrounded by an assembly of Siddhas, Cāraṇas and great sages. Seeing Lord Śiva in that situation, Citraketu laughed very loudly, but Pārvatī became very angry at him and cursed him. Because of this curse, Citraketu later appeared as the demon Vṛtrāsura."
        },
        {
            "type": "normal",
            "content": "Citraketu, however, was not at all afraid of Pārvatī's curse, and thus he spoke as follows: \"Everyone in human society enjoys happiness and distress according to his past deeds and in this way travels in the material world. Therefore no one is responsible for his happiness and distress. One is controlled by the influence of material nature in the material world, yet one thinks himself the doer of everything. In this material world, which is made of the external energy of the Supreme Lord, one is sometimes cursed and sometimes favored, and thus he sometimes enjoys in the upper planetary systems and sometimes suffers in the lower planets, but all these situations are the same because they are within this material world. None of these positions has any factual existence, for all of them are temporary. The Supreme Personality of Godhead is the ultimate controller because the material world is created, maintained and annihilated under His control while He nonetheless remains neutral to these different transformations of the material world in time and space. The material, external energy of the Supreme Personality of Godhead is in charge of this material world. The Lord helps the world by creating situations for the living entities within it.\""
        },
        {
            "type": "normal",
            "content": "When Citraketu spoke in this way, all the members in the great assembly in which Lord Śiva and Pārvatī were present were astonished. Then Lord Śiva began speaking about the devotees of the Lord. A devotee is neutral in all conditions of life, whether in the heavenly planets or hellish planets, whether liberated from the material world or conditioned by it, and whether blessed with happiness or subjected to distress. These are all merely dualities created by the external energy. Being influenced by the external energy, the living entity accepts a gross and subtle material body, and in this illusory position he apparently suffers miseries, although everyone is part and parcel of the Supreme Lord. The so-called demigods consider themselves independent lords, and in this way they are misled from understanding that all living entities are part of the Supreme. This chapter concludes by glorifying the devotee and the Supreme Personality of Godhead."
        }
    ]
}
