{
    "info": {
        "id": "sb/4/31/2",
        "prevId": "sb/4/31/1",
        "nextId": "sb/4/31/3"
    },
    "verses": [
        {
            "roman": "dīkṣitā brahma-satreṇa\nsarva-bhūtātma-medhasā\npratīcyāṁ diśi velāyāṁ\nsiddho 'bhūd yatra jājaliḥ\n"
        }
    ],
    "synonyms": "dīkṣitāḥ—being determined; brahma-satreṇa—by understanding of the Supreme Spirit; sarva—all; bhūta—living entities; ātma-medhasā—considering like one's self; pratīcyām—in the western; diśi—direction; velāyām—on the seashore; siddhaḥ—perfect; abhūt—became; yatra—where; jājaliḥ—the great sage Jājali.",
    "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
    "purport": [
        {
            "type": "normal",
            "content": "The word brahma-satra means \"cultivation of spiritual knowledge.\" Actually, both the Vedas and severe austerity are known as brahma. Vedas tattvaṁ tapo brahma. Brahma also means \"the Absolute Truth.\" One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (BG 18.54) confirms:"
        },
        {
            "type": "verse",
            "content": "brahma-bhūtaḥ prasannātmāna śocati na kāṅkṣati\nsamaḥ sarveṣu bhūteṣumad-bhaktiṁ labhate parām"
        },
        {
            "type": "normal",
            "content": "\"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.\""
        },
        {
            "type": "normal",
            "content": "When one actually becomes spiritually advanced, he does not see the difference between one living entity and another. This platform is attained by determination. When perfect knowledge is expanded, one ceases to see the outward covering of the living entity. He sees, rather, the spirit soul within the body. Thus he does not make distinctions between a human being and an animal, a learned brāhmaṇa and a caṇḍāla."
        },
        {
            "type": "verse",
            "content": "vidyā-vinaya-sampannebrāhmaṇe gavi hastini\nśuni caiva śvapāke capaṇḍitāḥ sama-darśinaḥ"
        },
        {
            "type": "normal",
            "content": "\"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].\" (BG 5.18)"
        },
        {
            "type": "normal",
            "content": "A learned person sees everyone equally on a spiritual basis, and a learned person, a devotee, wants to see everyone developed in Kṛṣṇa consciousness. The place where the Pracetās were residing was perfect for executing spiritual activities, for it is indicated that the great sage Jājali attained mukti (liberation) there. One desiring perfection or liberation should associate with a person who is already liberated. This is called sādhu-saṅga (CC Madhya 22.83), associating with a perfect devotee."
        }
    ]
}
