{
    "info": {
        "id": "sb/4/31/28",
        "prevId": "sb/4/31/27",
        "nextId": "sb/4/31/29"
    },
    "verses": [
        {
            "roman": "imāṁ tu kauṣāraviṇopavarṇitāṁ\nkṣattā niśamyājita-vāda-sat-kathām\npravṛddha-bhāvo 'śru-kalākulo muner\ndadhāra mūrdhnā caraṇaṁ hṛdā hareḥ\n"
        }
    ],
    "synonyms": "imām—all this; tu—then; kauṣāraviṇā—by Maitreya; upavarṇitām—described; kṣattā—Vidura; niśamya—after hearing; ajita-vāda—glorification of the Supreme Lord; sat-kathām—transcendental message; pravṛddha—enhanced; bhāvaḥ—ecstasies; aśru—of tears; kalā—by particles; ākulaḥ—overwhelmed; muneḥ—of the great sage; dadhāra—captured; mūrdhnā—by the head; caraṇam—the lotus feet; hṛdā—by the heart; hareḥ—of the Supreme Personality of Godhead.",
    "translation": "My dear King, in this way, after hearing the transcendental messages of the Supreme Personality of Godhead and His devotees from the great sage Maitreya, Vidura was overwhelmed with ecstasy. With tears in his eyes, he immediately fell down at the lotus feet of his guru, his spiritual master. He then fixed the Supreme Personality of Godhead within the core of his heart.",
    "purport": [
        {
            "type": "normal",
            "content": "This is a sign of associating with great devotees. A devotee takes instructions from a liberated soul and is thus overwhelmed by ecstasy from transcendental pleasure. As stated by Prahlāda Mahārāja:"
        },
        {
            "type": "verse",
            "content": "naiṣāṁ matis tāvad urukramāṅghriṁspṛśaty anarthāpagamo yad-arthaḥ\nmahīyasāṁ pāda-rajo-'bhiṣekaṁ\nniṣkiñcanānāṁ na vṛṇīta yāvat(SB 7.5.32)"
        },
        {
            "type": "normal",
            "content": "One cannot become a perfect devotee of the Lord without having touched the lotus feet of a great devotee. One who has nothing to do with this material world is called niṣkiñcana. The process of self-realization and the path home, back to Godhead, means surrendering to the bona fide spiritual master and taking the dust of his lotus feet on one's head. Thus one advances on the path of transcendental realization. Vidura had this relationship with Maitreya, and he attained the results."
        }
    ]
}
