{
    "info": {
        "id": "sb/10/74/46",
        "prevId": "sb/10/74/45",
        "nextId": "sb/10/74/47"
    },
    "verses": [
        {
            "roman": "janma-trayānuguṇita-\nvaira-saṁrabdhayā dhiyā\ndhyāyaṁs tan-mayatāṁ yāto\nbhāvo hi bhava-kāraṇam\n"
        }
    ],
    "synonyms": "janma—births; traya—three; anuguṇita—extending through; vaira—by enmity; saṁrabdhayā—obsessed; dhiyā—with a mentality; dhyāyan—meditating; tat-mayatām—oneness with Him; yātaḥ—attained; bhāvaḥ—one's attitude; hi—indeed; bhava—of rebirth; kāraṇam—the cause.",
    "translation": "Obsessed with hatred of Lord Kṛṣṇa throughout three lifetimes, Śiśupāla attained the Lord's transcendental nature. Indeed, one's consciousness determines one's future birth.",
    "purport": [
        {
            "type": "normal",
            "content": "Śiśupāla and his friend Dantavakra, who will be killed by Kṛṣṇa in Chapter Seventy-eight, were previously Jaya and Vijaya, two gatekeepers in Vaikuṇṭha. Because of an offense, the four Kumāras cursed them to take three births in the material world as demons. The first birth was as Hiraṇyākṣa and Hiraṇyakaśipu, the second as Rāvaṇa and Kumbhakarṇa, and the third as Śiśupāla and Dantavakra. In each birth they were completely absorbed in enmity toward the Lord and were slain by Him."
        },
        {
            "type": "normal",
            "content": "Śrīla Prabhupāda explains the position of Śiśupāla as follows: \"Although Śiśupāla acted as the enemy of Kṛṣṇa, he was not for a single moment out of Kṛṣṇa consciousness. He was always absorbed in thought of Kṛṣṇa, and thus he got first the salvation of sāyujya-mukti, merging into the existence of the Supreme, and finally became reinstated in his original position of personal service. The Bhagavad-gītā corroborates the fact that one who is absorbed in the thought of the Supreme Lord at the time of death immediately enters the kingdom of God after quitting his material body.\""
        },
        {
            "type": "normal",
            "content": "The Third and Seventh cantos of the Śrīmad-Bhāgavatam elaborately describe the incident wherein the Lord's personal associates were cursed to come to the material world as His enemies. In this connection, Śrīla Viśvanātha Cakravartī quotes the following verse (SB 7.1.47):"
        },
        {
            "type": "verse",
            "content": "vairānubandha-tīvreṇadhyānenācyuta-sātmatām\nnītau punar hareḥ pārśvaṁjagmatur viṣṇu-pārṣadau"
        },
        {
            "type": "normal",
            "content": "\"These two associates of Lord Viṣṇu—Jaya and Vijaya—maintained a feeling of enmity for a very long time. Because of always thinking of Kṛṣṇa in this way, they regained the shelter of the Lord, having returned home, back to Godhead.\""
        }
    ]
}
