{
    "info": {
        "id": "sb 10/74/Summary",
        "prevId": "sb/10/73/35",
        "nextId": "sb/10/74/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Kṛṣṇa received the honor of first worship during the Rājasūya sacrifice, and how He killed Śiśupāla.\n"
        },
        {
            "type": "normal",
            "content": "After glorifying Lord Kṛṣṇa, King Yudhiṣṭhira selected qualified brāhmaṇas such as Bharadvāja, Gautama and Vasiṣṭha to serve as the priests of the Rājasūya sacrifice. Then many exalted guests of all the four social orders arrived to see the sacrificial performance.\n"
        },
        {
            "type": "normal",
            "content": "As the sacrifice proceeded, the ritual of \"first worship\" had to be performed, and the members of the assembly were called upon to decide who would receive this honor. Sahadeva spoke up: \"Śrī Kṛṣṇa, the Supreme Lord, is indeed the most exalted person, for He Himself comprises all the deities worshiped by Vedic sacrifice. In His role as the Supersoul in the heart, He arranges for everyone in the universe to engage in his particular kind of work, and by His mercy alone human beings can perform various kinds of pious activities and receive the resultant benefits. One who worships Him worships all living entities. Surely Lord Kṛṣṇa should be worshiped first.\"\n"
        },
        {
            "type": "normal",
            "content": "Nearly everyone in the assembly agreed with Sahadeva's proposal and loudly congratulated him. Thus King Yudhiṣṭhira happily worshiped Lord Kṛṣṇa. After bathing His feet, the King took the wash water and sprinkled it on his head, and his wives, younger brothers, ministers and relatives also sprinkled that water on their heads. Then everyone shouted, \"All victory, all victory!\" and bowed down to Lord Kṛṣṇa as flowers rained down from above.\n"
        },
        {
            "type": "normal",
            "content": "Śiśupāla, however, could not tolerate this worship and glorification of Śrī Kṛṣṇa. He stood up from his seat and harshly rebuked the wise elders for choosing Kṛṣṇa to be worshiped first. \"After all\" he said, \"this Kṛṣṇa is outside the system of Vedic social and spiritual orders and the society of respectable families. He follows no principles of religion and has no good qualities.\"\n"
        },
        {
            "type": "normal",
            "content": "Even as Śiśupāla continued to blaspheme Him in this way, Lord Kṛṣṇa remained silent. But many members of the assembly covered their ears and quickly left the hall, while the Pāṇḍava brothers raised their weapons and prepared to kill Śiśupāla. Lord Kṛṣṇa stopped them from attacking, however, and instead used His Sudarśana disc to decapitate the offender. At that moment an effulgent spark of light rose out of Śiśupāla's dead body and entered the transcendental body of Lord Kṛṣṇa. Having lived through three births as the enemy of the Lord, Śiśupāla now attained the liberation of sāyujya, merging into Him, by dint of his constant meditation on Him.\n"
        },
        {
            "type": "normal",
            "content": "King Yudhiṣṭhira then distributed profuse gifts to the respected guests of the assembly and to the priests, and finally he executed the purificatory oblations known as the prāyaścitta-homa, which counteract errors made during the sacrifice. Yudhiṣṭhira's Rājasūya sacrifice having now been completed, Lord Kṛṣṇa took His leave from the King and set off for Dvārakā in the company of His wives and ministers.\n"
        },
        {
            "type": "normal",
            "content": "Duryodhana could not bear to see this abundant manifestation of King Yudhiṣṭhira's prosperity, but apart from him, everyone happily praised the glories of the Rājasūya sacrifice and of the Lord of all sacrifices, Śrī Kṛṣṇa.\n"
        }
    ]
}
