{
    "info": {
        "id": "sb/10/47/11",
        "prevId": "sb/10/47/9-10",
        "nextId": "sb/10/47/12"
    },
    "verses": [
        {
            "roman": "kācin madhukaraṁ dṛṣṭvā\ndhyāyantī kṛṣṇa-saṅgamam\npriya-prasthāpitaṁ dūtaṁ\nkalpayitvedam abravīt\n"
        }
    ],
    "synonyms": "kācit—one (of the gopīs); madhu-karam—a honeybee; dṛṣṭvā—seeing; dhyāyantī—while meditating; kṛṣṇa-saṅgamam—on Her association with Kṛṣṇa; priya—by Her beloved; prasthāpitam—sent; dūtam—a messenger; kalpayitvā—imagining it; idam—the following; abravīt—spoke.",
    "translation": "\nOne of the gopīs, while meditating on Her previous association with Kṛṣṇa, saw a honeybee before Her and imagined it to be a messenger sent by Her beloved. Thus She spoke as follows.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīmatī Rādhārāṇī is referred to in this verse as kācit, \"a certain gopī.\"To establish that this particular gopī is in fact Śrīmatī Rādhārāṇī, Śrīla Jīva Gosvāmī quotes the following verses from the Agni Purāṇa:\n"
        },
        {
            "type": "verse",
            "content": "gopyaḥ papracchur ūṣasi\nkṛṣṇānucaram uddhavam\nharī-līlā-vihārāṁś ca\ntatraikāṁ rādhikāṁ vinā\nrādhā tad-bhāva-saṁlīnā\nvāsanāyā virāmitā\nsakhībhiḥ sābhyadhāc chuddha-\nvijñāna-guṇa-jṛmbhitam\nijyānte-vāsināṁ veda\ncaramāṁśa-vibhāvanaiḥ"
        },
        {
            "type": "normal",
            "content": "\n\"At dawn the gopīs inquired from Kṛṣṇa's servant, Uddhava, about the Lord's pastimes and recreation. Only Śrīmatī Rādhārāṇī, immersed in thought of Kṛṣṇa, withdrew Her interest in the talks. Then Rādhā, who is worshiped by the residents of Her Vṛndāvana village, spoke up in the midst of Her girlfriends. Her words were full of pure transcendental knowledge and expressed the ultimate portion of the Vedas.\"\n"
        },
        {
            "type": "normal",
            "content": "In the Bhagavad-gītā (BG 15.15) Lord Kṛṣṇa states, vedaiś ca sarvair aham eva vedyaḥ: \"By all the Vedas, I am to be known.\" To know Kṛṣṇa is to love Kṛṣṇa, and thus Rādhārāṇī, by Her own example and words, revealed Her supreme love for the Lord.\n"
        },
        {
            "type": "normal",
            "content": "Having quoted the above verses from the Agni Purāṇa, Śrīla Jīva Gosvāmī also quotes the following from the Nṛsiṁha-tāpanī Upaniṣad (Pūrva-khaṇḍa 2.4): yaṁ sarve devā namanti mumukṣavo brahma-vādinaś ca. \"All the demigods and all the transcendental philosophers who desire liberation bow down to the Supreme Lord.\" We should follow suit.\n"
        }
    ]
}
