{
    "info": {
        "id": "sb/10/47/17",
        "prevId": "sb/10/47/16",
        "nextId": "sb/10/47/18"
    },
    "verses": [
        {
            "roman": "mṛgayur iva kapīndraṁ vivyadhe lubdha-dharmā\nstriyam akṛta virūpāṁ strī-jitaḥ kāma-yānām\nbalim api balim attvāveṣṭayad dhvāṅkṣa-vad yas\ntad alam asita-sakhyair dustyajas tat-kathārthaḥ\n"
        }
    ],
    "synonyms": "mṛgayuḥ—a hunter; iva—like; kapi—of the monkeys; indram—the king; vivyadhe—shot; lubdha-dharmā—behaving like a cruel hunter; striyam—a woman (namely, Śūrpaṇakhā); akṛta—made; virūpām—disfigured; strī—by a woman (Sītā-devī); jitaḥ—conquered; kāmayānām—who was impelled by lusty desire; balim—King Bali; api—also; balim—his tribute; attvā—consuming; aveṣṭayat—bound up; dhvāṅkṣavat—just like a crow; yaḥ—who; tat—therefore; alam—enough; asita—with black Kṛṣṇa; sakhyaiḥ—of all kinds of friendship; dustyajaḥ—impossible to give up; tat—about Him; kathā—of the topics; arthaḥ—the elaboration.",
    "translation": "Like a hunter, He cruelly shot the king of the monkeys with arrows. Because He was conquered by a woman, He disfigured another woman who came to Him with lusty desires. And even after consuming the gifts of Bali Mahārāja, He bound him up with ropes as if he were a crow. So let us give up all friendship with this dark-complexioned boy, even if we can't give up talking about Him.",
    "purport": [
        {
            "type": "normal",
            "content": "In Kṛṣṇa, the Supreme Personality of Godhead, Śrīla Prabhupāda explains the meaning of this verse as follows: \"[Śrīmatī Rādhārāṇī said to the bee,] 'You poor messenger, you are only a less intelligent servant. You do not know much about Kṛṣṇa—how ungrateful and hardhearted He has been, not only in this life but in His previous lives also. We have heard this from Our grandmother Paurṇamāsī. She has informed Us that Kṛṣṇa was born in a kṣatriya family previous to this birth and was known as Rāmacandra. In that birth, instead of killing Vālī, an enemy of His friend, in the manner of a kṣatriya, He killed him just like a hunter. A hunter takes a secure hiding place and then kills an animal without facing it. So Lord Rāmacandra, as a kṣatriya, should have fought with Vālī face to face, but instigated by His friend, He killed him from behind a tree. Thus He deviated from the religious principles of a kṣatriya. Also, He was so attracted by the beauty of Sītā that He converted Śūrpaṇakhā, the sister of Rāvaṇa, into an ugly woman by cutting off her nose and ears. Śūrpaṇakhā proposed an intimate relationship with Him, and as a kṣatriya He should have satisfied her. But He was so henpecked that He could not forget Sītā-devī and converted Śūrpaṇakhā into an ugly woman. Before that birth as a kṣatriya, He took birth as a brāhmaṇa boy known as Vāmanadeva and asked charity from Bali Mahārāja. Bali was so magnanimous that he gave Him whatever he had, yet Kṛṣṇa as Vāmanadeva ungratefully arrested him just like a crow and pushed him down to the Pātāla kingdom. We know all about Kṛṣṇa and how ungrateful He is. But here is the difficulty: In spite of His being so cruel and hardhearted, it is very difficult for us to give up talking about Him.' \""
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī points out that this speech of Rādhārāṇī's is called avajalpa, as described by Rūpa Gosvāmī in the following verse from the Ujjvala-nīlamaṇi (14.192):"
        },
        {
            "type": "verse",
            "content": "harau kāṭhinya-kāmitva-dhaurtyād āsakty-ayogyatā\nyatra serṣyā-bhiyevoktāso 'vajalpaḥ satāṁ mataḥ"
        },
        {
            "type": "normal",
            "content": "\"Saintly persons have concluded that when a lover, impelled by jealousy and fear, declares that Lord Hari is unworthy of her attachment because of His harshness, lustiness and dishonesty, such speech is called avajalpa.\""
        }
    ]
}
