{
    "info": {
        "id": "sb/10/47/6",
        "prevId": "sb/10/47/5",
        "nextId": "sb/10/47/7"
    },
    "verses": [
        {
            "roman": "anyeṣv artha-kṛtā maitrī\nyāvad-artha-viḍambanam\npumbhiḥ strīṣu kṛtā yadvat\nsumanaḥsv iva ṣaṭpadaiḥ\n"
        }
    ],
    "synonyms": "anyeṣu—toward others; artha—for some motivation; kṛtā—manifested; maitrī—friendship; yāvat—for as long; artha—(as one is fulfilling his) motive; viḍambanam—pretense; pumbhiḥ—by men; strīṣu—for women; kṛtā—shown; yadvat—as much; sumanaḥsu—for flowers; iva—as; ṣaṭ-padaiḥ—by bees.",
    "translation": "The friendship shown toward others—those who are not family members—is motivated by personal interest, and thus it is a pretense that lasts only until one's purpose is fulfilled. Such friendship is just like the interest men take in women, or bees in flowers.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura explains here that attractive women, like flowers, possess beauty, fragrance, tenderness, charm and so on. And as bees drink only once of a flower's nectar and then leave it for another, fickle men abandon beautiful and devoted women to pursue other pleasures. This tendency is condemned here by the gopīs, who gave their hearts completely to Śrī Kṛṣṇa. The gopīs wanted only to exhibit their charms for Lord Kṛṣṇa's pleasure, and in the pain of separation they questioned the motives of His friendship with them."
        },
        {
            "type": "normal",
            "content": "These are the transcendental pastimes of the Lord. Both Lord Kṛṣṇa and the gopīs are completely liberated souls engaged in spiritual loving affairs. By contrast, our so-called loving affairs, being perverted reflections of the perfect loving relationships in the spiritual world, are polluted with lust, greed, pride and so on. Like all liberated souls, the gopīs—and certainly Lord Kṛṣṇa Himself—are eternally free of these lower qualities, and their intense loving affairs are motivated exclusively by unalloyed devotion."
        }
    ]
}
