{
    "info": {
        "id": "sb/10/47/60",
        "prevId": "sb/10/47/59",
        "nextId": "sb/10/47/61"
    },
    "verses": [
        {
            "roman": "nāyaṁ śriyo 'ṅga u nitānta-rateḥ prasādaḥ\nsvar-yoṣitāṁ nalina-gandha-rucāṁ kuto 'nyāḥ\nrāsotsave 'sya bhuja-daṇḍa-gṛhīta-kaṇṭha-\nlabdhāśiṣāṁ ya udagād vraja-vallabhīnām\n"
        }
    ],
    "synonyms": "na—not; ayam—this; śriyaḥ—of the goddess of fortune; aṅge—on the chest; u—alas; nitānta-rateḥ—who is very intimately related; prasādaḥ—the favor; svaḥ—of the heavenly planets; yoṣitām—of women; gandha—having the aroma; rucām—and bodily luster; kutaḥ—much less; anyāḥ—others; rasa-utsave—in the festival of the rāsa dance; asya—of Lord Śrī Kṛṣṇa; bhuja-daṇḍa—by the arms; gṛhīta—embraced; kaṇṭha—their necks; labdha-āśiṣām—who achieved such a blessing; yaḥ—which; udagāt—became manifest; vraja-vallabhīnām—of the beautiful gopīs, the transcendental girls of Vrajabhūmi.",
    "translation": "When Lord Śrī Kṛṣṇa was dancing with the gopīs in the rāsa-līlā, the gopīs were embraced by the arms of the Lord. This transcendental favor was never bestowed upon the goddess of fortune or other consorts in the spiritual world. Indeed, never was such a thing even imagined by the most beautiful girls in the heavenly planets, whose bodily luster and aroma resemble the lotus flower. And what to speak of worldly women who are very beautiful according to material estimation?",
    "purport": [
        {
            "type": "normal",
            "content": "The word meanings and translation for this verse are taken from Śrīla Prabhupāda's English rendering of Caitanya-caritāmṛta (CC Madhya 8.80)."
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī comments as follows: Lord Kṛṣṇa, the best of all avatāras, exists on the highest platform of purity and morality, and thus He always remained praiseworthy by all, even while accepting worldly criticism for His cow-tending, wandering in the forest, taking meals with young monkeys, stealing yogurt, seducing other men's wives, and so on. Similarly, the gopīs, who are constituted of the Lord's pleasure potency, achieved the highest standard of purity and auspiciousness, even in comparison to the goddesses of fortune, and thus the gopīs are supremely glorious, even though they were criticized by worldly people because they were mere cowherd women living in the forest and behaving in an apparently improper way."
        }
    ]
}
