{
    "info": {
        "id": "sb/10/47/61",
        "prevId": "sb/10/47/60",
        "nextId": "sb/10/47/62"
    },
    "verses": [
        {
            "roman": "āsām aho caraṇa-reṇu-juṣām ahaṁ syāṁ\nvṛndāvane kim api gulma-latauṣadhīnām\nyā dustyajaṁ sva-janam ārya-pathaṁ ca hitvā\nbhejur mukunda-padavīṁ śrutibhir vimṛgyām\n"
        }
    ],
    "synonyms": "āsam—of the gopīs; aho—oh; caraṇa-reṇu—the dust of the lotus feet; juṣām—devoted to; aham syām—let me become; vṛndāvane—in Vṛndāvana; kim api—any one; gulma-latā-oṣadhīnām—among bushes, creepers and herbs; yā—they who; dustyajam—very difficult to give up; sva-janam—family members; ārya-patham—the path of chastity; ca—and; hitvā—giving up; bhejuḥ—worshiped; mukunda-padavīm—the lotus feet of Mukunda, Kṛṣṇa; śrutibhiḥ—by the Vedas; vimṛgyām—to be searched for.",
    "translation": "\nThe gopīs of Vṛndāvana have given up the association of their husbands, sons and other family members, who are very difficult to give up, and they have forsaken the path of chastity to take shelter of the lotus feet of Mukunda, Kṛṣṇa, which one should search for by Vedic knowledge. Oh, let me be fortunate enough to be one of the bushes, creepers or herbs in Vṛndāvana, because the gopīs trample them and bless them with the dust of their lotus feet.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word meanings and translation for this verse are taken from Śrīla Prabhupāda's English rendering of Caitanya-caritāmṛta (CC Antya 7.47).\n"
        },
        {
            "type": "normal",
            "content": "Śrī Uddhava here shows the perfect Vaiṣṇava attitude of humility. He does not pray to be equal to the gopīs in their exalted stage of love, but rather to take birth as a bush or creeper in Vṛndāvana so that when they walk upon him he will get the dust of their feet and thus be blessed. The shy gopīs would never agree to give such blessings to a great personality like Uddhava; therefore he cleverly sought to get such mercy by taking birth as a plant in Vṛndāvana.\n"
        }
    ]
}
