{
    "info": {
        "id": "sb/10/47/summary",
        "prevId": "sb/10/46/49",
        "nextId": "sb/10/47/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Uddhava, on the order of Lord Śrī Kṛṣṇa, delivered the Lord's message to the gopīs, consoled them and then returned to Mathurā."
        },
        {
            "type": "normal",
            "content": "When the young maidens of Vraja saw lotus-eyed Uddhava, who wore a yellow garment and attractive earrings, they were astonished at how much he resembled Kṛṣṇa. Thinking \"Who is this?\" they approached and encircled him. When they realized that Kṛṣṇa must have sent him, they brought him to a secluded place where he could speak to them confidentially."
        },
        {
            "type": "normal",
            "content": "The gopīs then began to remember the pastimes they had enjoyed with Śrī Kṛṣṇa, and putting aside all ordinary propriety and shyness, they loudly wept. One gopī, while deeply meditating on Her association with Kṛṣṇa, noticed a bumblebee before Her. Imagining the bee to be a messenger from Him, She said, \"Just as bees wander among various flowers, Śrī Kṛṣṇa has abandoned the young girls of Vraja and developed affection for other women.\" The gopī continued to speak in this way, contrasting Her own supposed ill fortune to Her rival lovers' good fortune, all the while glorifying the names, forms, qualities and pastimes of Lord Kṛṣṇa. She then declared that although Kṛṣṇa may have abandoned the gopīs, they could not possibly stop remembering Him for even a moment."
        },
        {
            "type": "normal",
            "content": "Uddhava tried to console the damsels of Vraja, who were so anxious to see Kṛṣṇa once again. Uddhava explained, \"While ordinary persons must perform many pious deeds to qualify as servants of Lord Kṛṣṇa, you simple cowherd girls are so extremely fortunate that the Lord has favored you with the very highest degree of pure devotion for Him.\" Uddhava then related to them the Lord's message."
        },
        {
            "type": "normal",
            "content": "Quoting Lord Kṛṣṇa, Uddhava said, \"I am the Supreme Soul and supreme shelter of all. By My potencies I create, maintain and destroy the cosmos. I am indeed most dear to you gopīs, but to increase your attraction for Me and intensify your remembrance of Me, I left you. After all, when a woman's beloved is far away, she fixes her mind upon him constantly. By incessantly remembering Me, you are sure to regain My association without delay.' \""
        },
        {
            "type": "normal",
            "content": "The gopīs then asked Uddhava, \"Is Kṛṣṇa happy now that Kaṁsa is dead and He can enjoy the company of His family members and the women of Mathurā? Does He still remember all the pastimes He enjoyed with us, such as the rāsa dance? Will Śrī Kṛṣṇa once again appear before us and give us ecstasy, just as Lord Indra, with his rain, gives life back to the forests aggrieved by the summer heat? Although we know that the greatest happiness comes from renunciation, we simply cannot stop hoping to attain Kṛṣṇa, for the marks of His lotus feet are still present throughout the land of Vraja, reminding us of His graceful gait, generous smiles and gentle talks. By all these our hearts have been stolen away.\""
        },
        {
            "type": "normal",
            "content": "Having said this, the gopīs loudly chanted Lord Kṛṣṇa's names, calling out, \"O Govinda, please come and destroy our suffering!\" Uddhava then pacified the gopīs with statements that dispelled their pain of separation, and they in turn worshiped him as nondifferent from Śrī Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "Uddhava stayed in the district of Vraja for several months, giving pleasure to the residents by reminding them about Kṛṣṇa in various ways. Very satisfied at seeing the extent of the gopīs' love for the Lord, he declared, \"These cowherd girls have perfected their lives by coming to the platform of unalloyed love for Kṛṣṇa. Indeed, even Lord Brahmā is inferior to them. The goddess of fortune herself, who always resides on Kṛṣṇa's chest, could not get the same mercy as that which the gopīs obtained during the rāsa dance, when Kṛṣṇa embraced their necks with His mighty arms. What, then, to speak of other women! Indeed, I would consider myself most fortunate to take birth as even a bush or creeper that would sometimes be touched by the dust of these gopīs' lotus feet.\""
        },
        {
            "type": "normal",
            "content": "Finally, Uddhava entreated Nanda Mahārāja and the other cowherd men for permission to go back to Mathurā. Nanda presented him with many gifts and prayed to Uddhava for the ability to always remember Kṛṣṇa. Returning to Mathurā, Uddhava offered Balarāma, Kṛṣṇa and King Ugrasena the gifts sent by Nanda Mahārāja and described to them everything he had experienced in Vraja."
        }
    ]
}
