{
    "info": {
        "id": "sb/6/19/4",
        "prevId": "sb/6/19/2-3",
        "nextId": "sb/6/19/5"
    },
    "verses": [
        {
            "roman": "alaṁ te nirapekṣāya\npūrṇa-kāma namo 'stu te\nmahāvibhūti-pataye\nnamaḥ sakala-siddhaye\n"
        }
    ],
    "synonyms": "alam—enough; te—to You; nirapekṣāya—indifferent; pūrṇa-kāma—O Lord, whose desire is always fulfilled; namaḥ—obeisances; astu—may there be; te—unto You; mahā-vibhūti—of Lakṣmī; pataye—unto the husband; namaḥ—obeisances; sakala-siddhaye—unto the master of all mystic perfections.",
    "translation": "\n[She should then pray to the Lord as follows.] My dear Lord, You are full in all opulences, but I do not beg You for opulence. I simply offer my respectful obeisances unto You. You are the husband and master of Lakṣmīdevī, the goddess of fortune, who has all opulences. Therefore You are the master of all mystic yoga. I simply offer my obeisances unto You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA devotee knows how to appreciate the Supreme Personality of Godhead.\n"
        },
        {
            "type": "verse",
            "content": "oṁ pūrṇam adaḥ pūrṇam idaṁ\npūrṇāt pūrṇam udacyate\npūrṇasya pūrṇam ādāya\npūrṇam evāvaśiṣyate\n(Śrī Īśopaniṣad, Invocation)"
        },
        {
            "type": "normal",
            "content": "\n\"The Personality of Godhead is perfect and complete, and because He is completely perfect, all emanations from Him, such as this phenomenal world, are perfectly equipped as complete wholes. Whatever is produced of the complete whole is also complete in itself. Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance.\" Therefore, to take shelter of the Supreme Lord is required. Whatever a devotee needs will be supplied by the complete Supreme Personality of Godhead (teṣāṁ nityābhiyuktānāṁ yoga-kṣemaṁ vahāmy aham (BG 9.22)). Therefore a pure devotee will not ask anything from the Lord. He simply offers the Lord his respectful obeisances, and the Lord is prepared to accept whatever the devotee can secure to worship Him, even patraṁ puṣpaṁ phalaṁ toyam (BG 9.26)-a leaf, flower, fruit or water. There is no need to artificially exert oneself. It is better to be plain and simple and with respectful obeisances offer to the Lord whatever one can secure. The Lord is completely able to bless the devotee with all opulences.\n"
        }
    ]
}
