{
    "info": {
        "id": "sb/6/19/summary",
        "prevId": "sb/6/18/78",
        "nextId": "sb/6/19/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter explains how Diti, Kaśyapa Muni's wife, executed Kaśyapa Muni's instructions on devotional service. During the first day of the bright fortnight of the moon in the month of Agrahāyaṇa (November-December), every woman, following in the footsteps of Diti and following the instructions of her own husband, should begin this puṁsavana-vrata. In the morning, after washing her teeth, bathing and thus becoming purified, she should hear about the birth mystery of the Maruts. Then, covering her body with a white dress and being properly ornamented, before breakfast she should worship Lord Viṣṇu and mother Lakṣmī, the goddess of fortune, Lord Viṣṇu's wife, by glorifying Lord Viṣṇu for His mercy, patience, prowess, ability, greatness and other glories and for how He can bestow all mystic benedictions. While offering the Lord all paraphernalia for worship, such as ornaments, a sacred thread, scents, nice flowers, incense and water for bathing and washing His feet, hands and mouth, one should invite the Lord with this mantra: oṁ namo bhagavate mahā-puruṣāya mahānubhāvāya mahāvibhūtipataye saha mahā-vibhūtibhir balim upaharāmi. Then one should offer twelve oblations in the fire while chanting this mantra: oṁ namo bhagavate mahā-puruṣāya mahāvibhūti-pataye svāhā. One should offer obeisances while chanting this mantra ten times. Then one should chant the Lakṣmī-Nārāyaṇa mantra."
        },
        {
            "type": "normal",
            "content": "If either a pregnant woman or her husband regularly discharges this devotional service, both of them will receive the result. After continuing this process for one full year, the chaste wife should fast on the pūrṇimā, the full-moon day, of Kārttika. On the following day, the husband should worship the Lord as before and then observe a festival by cooking nice food and distributing prasāda to the brāhmaṇas. Then, with the permission of the brāhmaṇas, the husband and wife should take prasāda. This chapter ends by glorifying the results of the puṁsavana function."
        }
    ]
}
