{
    "info": {
        "id": "sb/3/1/30",
        "prevId": "sb/3/1/29",
        "nextId": "sb/3/1/31"
    },
    "verses": [
        {
            "roman": "kaccid dhareḥ saumya sutaḥ sadṛkṣa\nāste 'graṇī rathināṁ sādhu sāmbaḥ\nasūta yaṁ jāmbavatī vratāḍhyā\ndevaṁ guhaṁ yo 'mbikayā dhṛto 'gre\n"
        }
    ],
    "synonyms": "kaccit—whether; hareḥ—of the Personality of Godhead; saumya—O grave one; sutaḥ—son; sadṛkṣaḥ—similar; āste—fares well; agraṇīḥ—foremost; rathinām—of the warriors; sādhu—well behaved; sāmbaḥ—Sāmba; asūta—gave birth; yam—whom; jāmbavatī—Jāmbavatī, a queen of Lord Kṛṣṇa's; vratāḍhyā—enriched by vows; devam—the demigod; guham—of the name Kārttikeya; yaḥ—whom; ambikayā—unto the wife of Śiva; dhṛtaḥ—born; agre—in the previous birth.",
    "translation": "\nO gentle one, does Sāmba fare well? He exactly resembles the son of the Personality of Godhead. In a previous birth he was born as Kārttikeya in the womb of the wife of Lord Śiva, and now he has been born in the womb of Jāmbavatī, the most enriched wife of Kṛṣṇa.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Śiva, one of the three qualitative incarnations of the Personality of Godhead, is the plenary expansion of the Lord. Kārttikeya, born of him, is on the level of Pradyumna, another son of Lord Kṛṣṇa. When Lord Śrī Kṛṣṇa descends into the material world, all His plenary portions also appear with Him to exhibit different functions of the Lord. But for the pastimes at Vṛndāvana, all functions are performed by the Lord's different plenary expansions. Vāsudeva is a plenary expansion of Nārāyaṇa. When the Lord appeared as Vāsudeva before Devakī and Vasudeva, He appeared in His capacity as Nārāyaṇa. Similarly, all the demigods of the heavenly kingdom appeared as associates of the Lord in the forms of Pradyumna, Sāmba, Uddhava, etc. It is learned here that Kāmadeva appeared as Pradyumna, Kārttikeya as Sāmba, and one of the Vasus as Uddhava. All of them served in their different capacities in order to enrich the pastimes of Kṛṣṇa.\n"
        }
    ]
}
