{
    "info": {
        "id": "sb/10/8/21",
        "prevId": "sb/10/8/20",
        "nextId": "sb/10/8/22"
    },
    "verses": [
        {
            "roman": "kālena vrajatālpena\ngokule rāma-keśavau\njānubhyāṁ saha pāṇibhyāṁ\nriṅgamāṇau vijahratuḥ\n"
        }
    ],
    "synonyms": "kālena—of time; vrajatā—passing; alpena—a very small duration; gokule—in Gokula, Vraja-dhāma; rāma-keśavau—both Balarāma and Kṛṣṇa; jānubhyām—by the strength of Their knees; saha pāṇibhyām—resting on Their hands; riṅgamāṇau—crawling; vijahratuḥ—enjoyed childhood play.",
    "translation": "After a short time passed, both brothers, Rāma and Kṛṣṇa, began to crawl on the ground of Vraja with the strength of Their hands and knees and thus enjoy Their childhood play.",
    "purport": [
        {
            "type": "normal",
            "content": "One brāhmaṇa devotee says:"
        },
        {
            "type": "verse",
            "content": "śrutim apare smṛtim itare bhāratam anye bhajantu bhava-bhītāḥaham iha nandaṁ vande yasyālinde paraṁ brahma"
        },
        {
            "type": "normal",
            "content": "\"Let others, fearing material existence, worship the Vedas, the Vedic supplementary purāṇas and the Mahābhārata, but I shall worship Nanda Mahārāja, in whose courtyard the Supreme Brahman is crawling.\" For a highly exalted devotee, kaivalya, merging into the existence of the Supreme, appears no better than hell (narakāyate). But here one can simply think of the crawling of Kṛṣṇa and Balarāma in the courtyard of Nanda Mahārāja and always merge in transcendental happiness. As long as one is absorbed in thoughts of kṛṣṇa-līlā, especially Kṛṣṇa's childhood pastimes, as Parīkṣit Mahārāja desired to be, one is always merged in actual kaivalya. Therefore Vyāsadeva compiled Śrīmad-Bhāgavatam. Lokasyājānato vidvāṁś cakre sātvata-saṁhitām (SB 1.7.6). Vyāsadeva compiled Śrīmad-Bhāgavatam, under the instruction of Nārada, so that anyone can take advantage of this literature, think of Kṛṣṇa's pastimes and always be liberated."
        },
        {
            "type": "verse",
            "content": "śrutim apare smṛtim itare bhāratam anye bhajantu bhava-bhītāḥaham iha nandaṁ vande yasyālinde paraṁ brahma"
        }
    ]
}
