{
    "info": {
        "id": "sb/10/8/22",
        "prevId": "sb/10/8/21",
        "nextId": "sb/10/8/23"
    },
    "verses": [
        {
            "roman": "tāv aṅghri-yugmam anukṛṣya sarīsṛpantau\nghoṣa-praghoṣa-ruciraṁ vraja-kardameṣu\ntan-nāda-hṛṣṭa-manasāv anusṛtya lokaṁ\nmugdha-prabhītavad upeyatur anti mātroḥ\n"
        }
    ],
    "synonyms": "tau—Kṛṣṇa and Balarāma; aṅghri-yugmam anukṛṣya—dragging Their legs; sarīsṛpantau—crawling like snakes; ghoṣa-praghoṣa-ruciram—producing a sound with Their ankle bells that was very, very sweet to hear; vraja-kardameṣu—in the mud created by cow dung and cow urine on the earth of Vrajabhūmi; tat-nāda—by the sound of those ankle bells; hṛṣṭa-manasau—being very much pleased; anusṛtya—following; lokam—other persons; mugdha—thus being enchanted; prabhīta-vat—then again being afraid of them; upeyatuḥ—immediately returned; anti mātroḥ—toward Their mothers.",
    "translation": "When Kṛṣṇa and Balarāma, with the strength of Their legs, crawled in the muddy places created in Vraja by cow dung and cow urine, Their crawling resembled the crawling of serpents, and the sound of Their ankle bells was very charming. Very much pleased by the sound of other people's ankle bells, They used to follow these people as if going to Their mothers, but when They saw that these were other people, They became afraid and returned to Their real mothers, Yaśodā and Rohiṇī.",
    "purport": [
        {
            "type": "normal",
            "content": "When Kṛṣṇa and Balarāma were crawling about Vrajabhūmi, They were enchanted by the sound of ankle bells. Thus They sometimes followed other people, who would enjoy the crawling of Kṛṣṇa and Balarāma and exclaim, \"Oh, see how Kṛṣṇa and Balarāma are crawling!\" Upon hearing this, Kṛṣṇa and Balarāma could understand that these were not Their mothers They were following, and They would return to Their actual mothers. Thus the crawling of Kṛṣṇa and Balarāma was enjoyed by the people of the neighborhood, as well as by mother Yaśodā and Rohiṇī and the two children Themselves."
        }
    ]
}
