{
    "info": {
        "id": "sb/10/8/23",
        "prevId": "sb/10/8/22",
        "nextId": "sb/10/8/24"
    },
    "verses": [
        {
            "roman": "tan-mātarau nija-sutau ghṛṇayā snuvantyau\npaṅkāṅga-rāga-rucirāv upagṛhya dorbhyām\ndattvā stanaṁ prapibatoḥ sma mukhaṁ nirīkṣya\nmugdha-smitālpa-daśanaṁ yayatuḥ pramodam\n"
        }
    ],
    "synonyms": "tat-mātarau—Their mothers (Rohiṇī and Yaśodā); nija-sutau—their own respective sons; ghṛṇayā—with great affection; snuvantyau—allowed to suck the flowing milk from their breasts very happily; paṅka-aṅga-rāga-rucirau—whose beautiful transcendental bodies were covered with muddy cow dung and urine; upagṛhya—taking care of; dorbhyām—by their arms; dattvā—delivering Them; stanam—the breast; prapibatoḥ—when the babies were sucking; sma—indeed; mukham—the mouth; nirīkṣya—and seeing; mugdha-smita-alpa-daśanam—smiling with little teeth coming out of Their mouths (they were more and more attracted); yayatuḥ—and enjoyed; pramodam—transcendental bliss.",
    "translation": "Dressed with muddy earth mixed with cow dung and cow urine, the babies looked very beautiful, and when They went to Their mothers, both Yaśodā and Rohiṇī picked Them up with great affection, embraced Them and allowed Them to suck the milk flowing from their breasts. While sucking the breast, the babies smiled, and Their small teeth were visible. Their mothers, upon seeing those beautiful teeth, enjoyed great transcendental bliss.",
    "purport": [
        {
            "type": "normal",
            "content": "As the mothers cared for their respective babies, by the arrangement of yogamāyā the babies thought, \"Here is My mother,\" and the mothers thought, \"Here is my son.\" Because of affection, milk naturally flowed from the mothers' breasts, and the babies drank it. When the mothers saw small teeth coming in, they would count them and be happy, and when the babies saw Their mothers allowing Them to drink their breast milk, the babies also felt transcendental pleasure. As this transcendental affection continued between Rohiṇī and Balarāma and Yaśodā and Kṛṣṇa, they all enjoyed transcendental bliss."
        }
    ]
}
