{
    "info": {
        "id": "sb/10/8/29",
        "prevId": "sb/10/8/28",
        "nextId": "sb/10/8/30"
    },
    "verses": [
        {
            "roman": "vatsān muñcan kvacid asamaye krośa-sañjāta-hāsaḥ\nsteyaṁ svādv atty atha dadhi-payaḥ kalpitaiḥ steya-yogaiḥ\nmarkān bhokṣyan vibhajati sa cen nātti bhāṇḍaṁ bhinnatti\ndravyālābhe sagṛha-kupito yāty upakrośya tokān\n"
        }
    ],
    "synonyms": "vatsān—the calves; muñcan—releasing; kvacit—sometimes; asamaye—at odd times; krośa-sañjāta-hāsaḥ—after this, when the head of the house is angry, Kṛṣṇa begins to smile; steyam—obtained by stealing; svādu—very tasteful; atti—eats; atha—thus; dadhi-payaḥ—pot of curd and milk; kalpitaiḥ—devised; steya-yogaiḥ—by some sort of stealing process; markān—to the monkeys; bhokṣyan—giving to eat; vibhajati—divides their portion; saḥ—the monkey; cet—if; na—not; atti—eats; bhāṇḍam—the pot; bhinnatti—He breaks; dravya-alābhe—when eatables are unavailable or He cannot find such pots; sa-gṛha-kupitaḥ—He becomes angry at the residents of the house; yāti—He goes away; upakrośya—irritating and pinching; tokān—the small children.",
    "translation": "\"Our dear friend Yaśodā, your son sometimes comes to our houses before the milking of the cows and releases the calves, and when the master of the house becomes angry, your son merely smiles. Sometimes He devises some process by which He steals palatable curd, butter and milk, which He then eats and drinks. When the monkeys assemble, He divides it with them, and when the monkeys have their bellies so full that they won't take more, He breaks the pots. Sometimes, if He gets no opportunity to steal butter or milk from a house, He will be angry at the householders, and for His revenge He will agitate the small children by pinching them. Then, when the children begin crying, Kṛṣṇa will go away.",
    "purport": [
        {
            "type": "normal",
            "content": "The narration of Kṛṣṇa's naughty childhood activities would be presented to mother Yaśodā in the form of complaints. Sometimes Kṛṣṇa would enter the house of a neighbor, and if He found no one there, He would release the calves before the time for the cows to be milked. The calves are actually supposed to be released when their mothers are milked, but Kṛṣṇa would release them before that time, and naturally the calves would drink all the milk from their mothers. When the cowherd men saw this, they would chase Kṛṣṇa and try to catch Him, saying, \"Here is Kṛṣṇa doing mischief,\" but He would flee and enter another house, where He would again devise some means to steal butter and curd. Then the cowherd men would again try to capture Him, saying, \"Here is the butter thief. Better capture Him!\" And they would be angry. But Kṛṣṇa would simply smile, and they would forget everything. Sometimes, in their presence, He would begin eating the curd and butter. There was no need for Kṛṣṇa to eat butter, since His belly was always full, but He would try to eat it, or else He would break the pots and distribute the contents to the monkeys. In this way, Kṛṣṇa was always engaged in mischief-making. If in any house He could not find any butter or curd to steal, He would go into a room and agitate the small children sleeping there by pinching them, and when they cried He would go away."
        }
    ]
}
