{
    "info": {
        "id": "sb/10/8/summary",
        "prevId": "sb/10/7/37",
        "nextId": "sb/10/8/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The summary of the Eighth Chapter is as follows. This chapter describes the ceremony of giving a name to Kṛṣṇa. It also describes His crawling, His playing with the cows, and His eating earth and again showing the universal form to His mother."
        },
        {
            "type": "normal",
            "content": "One day, Vasudeva sent for Garga Muni, the family priest of the yadu-vaṁśa, and thus Garga Muni went to the house of Nanda Mahārāja, who received him very well and requested him to give names to Kṛṣṇa and Balarāma. Garga Muni, of course, reminded Nanda Mahārāja that Kaṁsa was looking for the son of Devakī and said that if he performed the ceremony very gorgeously, the ceremony would come to the notice of Kaṁsa, who would then suspect that Kṛṣṇa was the son of Devakī. Nanda Mahārāja therefore requested Garga Muni to perform this ceremony without anyone's knowledge, and Garga Muni did so. Because Balarāma, the son of Rohiṇī, increases the transcendental bliss of others, His name is Rāma, and because of His extraordinary strength, He is called Baladeva. He attracts the Yadus to follow His instructions, and therefore His name is Saṅkarṣaṇa. Kṛṣṇa, the son of Yaśodā, previously appeared in many other colors, such as white, red and yellow, and He had now assumed the color black. Because He was sometimes the son of Vasudeva, His name is Vāsudeva. According to His various activities and qualities, He has many other names. After thus informing Nanda Mahārāja and completing the name-giving ceremony, Garga Muni advised Nanda Mahārāja to protect his son very carefully and then departed."
        },
        {
            "type": "normal",
            "content": "Śukadeva Gosvāmī next described how the two children crawled, walked on Their small legs, played with the cows and calves, stole butter and other milk products and broke the butter pots. In this way, he described many naughty activities of Kṛṣṇa and Balarāma. The most wonderful of these occurred when Kṛṣṇa's playmates complained to mother Yaśodā that Kṛṣṇa was eating earth. Mother Yaśodā wanted to open Kṛṣṇa's mouth to see the evidence so that she could chastise Him. Sometimes she assumed the position of a chastising mother, and at the next moment she was overwhelmed with maternal love. After describing all this to Mahārāja Parīkṣit, Śukadeva Gosvāmī, at Mahārāja Parīkṣit's request, praised the fortune of mother Yaśodā and Nanda. Nanda and Yaśodā were formerly Droṇa and Dharā, and by the order of Brahmā they came to this earth and had the Supreme Personality of Godhead as their son."
        }
    ]
}
