{
    "info": {
        "id": "sb/11/7/16",
        "prevId": "sb/11/7/15",
        "nextId": "sb/11/7/17"
    },
    "verses": [
        {
            "roman": "so 'haṁ mamāham iti mūḍha-matir vigāḍhas\ntvan-māyayā viracitātmani sānubandhe\ntat tv añjasā nigaditaṁ bhavatā yathāhaṁ\nsaṁsādhayāmi bhagavann anuśādhi bhṛtyam\n"
        }
    ],
    "synonyms": "saḥ—he; aham—I; mama aham—the false concept of \"I\" and \"mine\"; iti—thus; mūḍha—most foolish; matiḥ—consciousness; vigāḍhaḥ—merged; tvat-māyayā—by Your illusory potency; viracita—manufactured; ātmani—in the body; sa-anubandhe—along with bodily relations; tat—therefore; tu—indeed; añjasā—easily; nigaditam—that instructed; bhavatā—by You; yathā—the process by which; aham—I; saṁsādhayāmi—may execute; bhagavan—My dear Lord; anuśādhi—teach; bhṛtyam—Your servant.",
    "translation": "O my Lord, I myself am most foolish because my consciousness is merged in the material body and bodily relations, which are all manufactured by Your illusory energy. Thus I am thinking, \"I am this body, and all of these relatives are mine.\" Therefore, my Lord, please instruct Your poor servant. Please tell me how I can very easily carry out Your instructions.",
    "purport": [
        {
            "type": "normal",
            "content": "It is very difficult to give up false identification with the material body, and thus we remain attached to our so-called bodily relations such as wife, children, friends, and so on. Bodily attachment causes intense pain within the heart, and we are stunned by lamentation and hankering. Śrī Uddhava, a pure devotee of the Lord, here speaks like an ordinary person showing how to pray to the Personality of Godhead. We practically see that many sinful persons enter the International Society for Krishna Consciousness and after preliminary purification become most repentant for their previous illicit activities. They are shocked when they realize how they gave up the personal association of God to pursue the useless forms created by māyā; therefore they wholeheartedly pray to the spiritual master and Lord Kṛṣṇa to be engaged eternally in transcendental devotional service. Such a repentant, eager mentality is most auspicious for spiritual advancement. The Lord certainly answers the prayers of a repentant devotee desperate to escape the clutches of illusion."
        }
    ]
}
