{
    "info": {
        "id": "sb/11/7/20",
        "prevId": "sb/11/7/19",
        "nextId": "sb/11/7/21"
    },
    "verses": [
        {
            "roman": "ātmano gurur ātmaiva\npuruṣasya viśeṣataḥ\nyat pratyakṣānumānābhyāṁ\nśreyo 'sāv anuvindate\n"
        }
    ],
    "synonyms": "ātmanaḥ—of himself; guruḥ—the instructing spiritual master; ātmā—himself; eva—indeed; puruṣasya—of a person; viśeṣataḥ—in a particular sense; yat—because; pratyakṣa—by his direct perception; anumānābhyām—and application of logic; śreyaḥ—real benefit; asau—he; anuvindate—can eventually gain.",
    "translation": "An intelligent person, expert in perceiving the world around him and in applying sound logic, can achieve real benefit through his own intelligence. Thus sometimes one acts as one's own instructing spiritual master.",
    "purport": [
        {
            "type": "normal",
            "content": "As illustrated in this chapter by the conversation between King Yadu and the avadhūta, a sensitive, reasonable person can acquire real knowledge and happiness simply by carefully observing the world around him. By observing the happiness and distress of other living entities, one can understand what is beneficial and what is destructive."
        },
        {
            "type": "normal",
            "content": "Śrīla Jīva Gosvāmī states in this connection, gurv-anusaraṇe pravartaka ity arthaḥ: the knowledge acquired by one's own perception and intelligence leads one to appreciate the value of the representative of Lord Kṛṣṇa. The word śreyas in this verse indicates that one can advance in life through one's own intelligence. By good association one should gradually come to understand one's eternal position as servant of Kṛṣṇa, and then one becomes very eager to live in the company of other enlightened persons. Birds of a feather flock together. The symptom of an enlightened servant of Kṛṣṇa is that he is eager for the company of other such great souls. Thus by one's sensitive and rational observation of this material world, one should come to appreciate the value of spiritual life in the association of the devotees."
        }
    ]
}
