{
    "info": {
        "id": "sb/11/7/41",
        "prevId": "sb/11/7/40",
        "nextId": "sb/11/7/42"
    },
    "verses": [
        {
            "roman": "pārthiveṣv iha deheṣu\npraviṣṭas tad-guṇāśrayaḥ\nguṇair na yujyate yogī\ngandhair vāyur ivātma-dṛk\n"
        }
    ],
    "synonyms": "pārthiveṣu—composed of earth (and other elements); iha—in this world; deheṣu—within bodies; praviṣṭaḥ—having entered; tat—of them; guṇa—the characteristic qualities; āśrayaḥ—having assumed; guṇaiḥ—with those qualities; na yujyate—does not entangle himself; yogī—a yogī; gandhaiḥ—with different odors; vāyuḥ—the air; iva—just as; ātma-dṛk—he who can see himself properly (as separate from this matter).",
    "translation": "Although a self-realized soul may live in various material bodies while in this world, experiencing their various qualities and functions, he is never entangled, just as the wind which carries various aromas does not actually mix with them.",
    "purport": [
        {
            "type": "normal",
            "content": "Although we experience the wind as fragrant or foul, depending on the aromas it carries, the wind does not in fact change its actual nature. Similarly, although we regard a particular person as strong or weak, intelligent or retarded, beautiful or homely, good or bad, the pure spirit soul, who is the actual person, does not really possess any of the qualities of the body but is merely covered by them, just as the wind is covered by different aromas. Thus, a Kṛṣṇa conscious person is always aware that he is different from the temporary body. He experiences the various transformations of the body, such as childhood, adolescence, adulthood and old age; but although he experiences the pains, pleasures, qualities and functions of that body, a Kṛṣṇa conscious person never thinks that he is the body. He always understands that he is an eternal spirit soul, part and parcel of Lord Kṛṣṇa. As stated in this verse, na yujyate yogī: he is not entangled. The conclusion is that one should never consider a Kṛṣṇa conscious person in terms of bodily designation, but should see him as an eternal servitor of the Lord."
        }
    ]
}
