{
    "info": {
        "id": "sb/11/7/summary",
        "prevId": "sb/11/6/50",
        "nextId": "sb/11/7/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "As described in this chapter, the Supreme Lord, Kṛṣṇa, replied to Uddhava's prayerful entreaty that he be allowed to return with Him to His abode. Kṛṣṇa advised Uddhava to take to the renounced order of sannyāsa, and when Uddhava showed interest in more elaborate instructions, the Lord further described the avadhūta's account of his twenty-eight spiritual masters."
        },
        {
            "type": "normal",
            "content": "After hearing Uddhava's prayerful request to be taken back with Him to the spiritual world, Lord Kṛṣṇa informed him that He was indeed desirous of returning to His own personal abode because the purpose of His descent had been successfully fulfilled and the misfortunes of Kali-yuga would soon beset the earth. He thus advised Uddhava to take up sannyāsa by fixing his mind upon Him and establishing himself in theoretical and realized transcendental knowledge. The Lord further instructed Uddhava that while remaining untouched by contamination and compassionately disposed to all beings, he should begin wandering throughout this temporary world, which is simply the combined manifestation of the Lord's illusory energy and the imagination of the living entities."
        },
        {
            "type": "normal",
            "content": "Uddhava then stated that renouncing material things in a spirit of detachment is the source of the highest auspiciousness, but such renunciation is certainly extremely difficult to accomplish for living entities other than the devotees of the Supreme Lord, because they are very attached to sense gratification. Uddhava expressed the need for some instruction by which foolish persons who misidentify the body as the self can be convinced to carry out their duties in accordance with the order of the Supreme Lord. Even great demigods like Brahmā are not completely surrendered to the Lord, but Uddhava declared that he himself had taken shelter of the only true instructor of the Absolute Truth-Lord Nārāyaṇa, the all-perfect, all-knowing master of Vaikuṇṭha and the only real friend of all living entities. Hearing this, the Supreme Lord replied that actually the jīva soul is his own guru. Within this human body, the living beings can search out the Supreme Lord by positive and negative means and ultimately achieve Him. For this reason the human form of life is most dear to the Supreme Personality of Godhead. In this regard, Lord Kṛṣṇa began to describe an ancient conversation between a brāhmaṇa avadhūta and the great king Yadu."
        },
        {
            "type": "normal",
            "content": "The son of Yayāti, Mahārāja Yadu, once encountered an avadhūta who was traveling about, here and there, in great transcendental ecstasy and was acting unpredictably, just like someone who has become haunted by a ghost. The King inquired from the holy man about the cause of his wandering and his ecstatic condition, and the avadhūta replied that he had received various instructions from twenty-four different gurus-the earth, the wind, the sky, the water, fire, and so on. Because of the knowledge he had gained from them, he was able to travel about the earth in a liberated state."
        },
        {
            "type": "normal",
            "content": "From the earth he had learned how to be sober, and from the two manifestations of earth, namely the mountain and the tree, he had learned, respectively, how to serve others and how to dedicate one's whole life to the benefit of others. From the wind, manifesting in the form of the vital air within the body, he had learned how to be satisfied with merely keeping oneself alive, and from the external wind he had learned how to remain uncontaminated by the body and the objects of the senses. From the sky he had learned how the soul, which pervades all material substances, is both indivisible and imperceptible, and from the water he had learned how to be naturally clear and purifying. From the fire he had learned how to devour all things without becoming dirtied and how to destroy all the inauspicious desires of those who make offerings to him. He had also learned from fire how the spirit soul enters into every body and gives illumination and how the birth and death of those who are embodied cannot be discerned. From the moon he had learned how the material body undergoes growth and dwindling. From the sun he had learned how to avoid entanglement even while coming into contact with sense objects, and he had also learned about the two different modes of perception based on seeing the real form of the soul and seeing false designative coverings. From the pigeon he had learned how too much affection and excessive attachment are not good for one. This human body is the open door to liberation, but if one becomes attached to family life like the pigeon, one is compared to a person who has climbed up to a high place just to fall down again."
        }
    ]
}
