{
    "info": {
        "id": "sb/4/26/14",
        "prevId": "sb/4/26/13",
        "nextId": "sb/4/26/15"
    },
    "verses": [
        {
            "roman": "antaḥpura-striyo 'pṛcchad\nvimanā iva vediṣat\napi vaḥ kuśalaṁ rāmāḥ\nseśvarīṇāṁ yathā purā\n"
        }
    ],
    "synonyms": "antaḥ-pura—household; striyaḥ—women; apṛcchat—he asked; vimanāḥ—being very much anxious; iva—like; vediṣat—O King Prācīnabarhi; api—whether; vaḥ—your; kuśalam—good fortune; rāmāḥ—O you beautiful women; sa-īśvarīṇām—with your mistress; yathā—as; purā—before.",
    "translation": "\nAt that time King Purañjana was a little anxious, and he inquired from the household women: My dear beautiful women, are you and your mistress all very happy like before, or not?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the word vediṣat indicates King Prācīnabarhi. When a man becomes refreshed by association with devotees and awakes to Kṛṣṇa consciousness, he consults the activities of his mind—namely thinking, feeling and willing—and decides whether he should return to his material activities or stay steady in spiritual consciousness. The word kuśalam refers to that which is auspicious. One can make his home perfectly auspicious when he engages in devotional service to Lord Viṣṇu. When one is engaged in activities other than viṣṇu-bhakti, or in other words when one is engaged in material activities, he is always filled with anxieties. A sane man should consult his mind, its thinking, feeling and willing processes, and decide how these processes should be utilized. If one always thinks of Kṛṣṇa, feels how to serve Him and wills to execute the order of Kṛṣṇa, it should be known that he has taken good instruction from his intelligence, which is called the mother. Although the King was refreshed, he nonetheless inquired about his wife. Thus he was consulting, thinking and willing how he could return to his steady good consciousness. The mind may suggest that by viṣaya-bhoga, or sense enjoyment, one can become happy, but when one becomes advanced in Kṛṣṇa consciousness, he does not derive happiness from material activities. This is explained in Bhagavad-gītā (BG 2.59):\n"
        },
        {
            "type": "verse",
            "content": "viṣayā vinivartante\nnirāhārasya dehinaḥ\nrasa-varjaṁ raso 'py asya\nparaṁ dṛṣṭvā nivartate"
        },
        {
            "type": "normal",
            "content": "\n\"The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness.\" One cannot be unattached to the sense objects unless he finds better engagement in devotional service. paraṁ dṛṣṭvā nivartate. One can cease from material activities only when one actually engages in devotional service.\n"
        }
    ]
}
