{
    "info": {
        "id": "sb/4/26/15",
        "prevId": "sb/4/26/14",
        "nextId": "sb/4/26/16"
    },
    "verses": [
        {
            "roman": "na tathaitarhi rocante\ngṛheṣu gṛha-sampadaḥ\nyadi na syād gṛhe mātā\npatnī vā pati-devatā\nvyaṅge ratha iva prājñaḥ\nko nāmāsīta dīnavat\n"
        }
    ],
    "synonyms": "na—not; tathā—like before; etarhi—at this moment; rocante—become pleasing; gṛheṣu—at home; gṛha-sampadaḥ—all household paraphernalia; yadi—if; na—not; syāt—there is; gṛhe—at home; mātā—mother; patnī—wife; vā—or; pati-devatā—devoted to the husband; vyaṅge—without wheels; rathe—in a chariot; iva—like; prājñaḥ—learned man; kaḥ—who is that; nāma—indeed; āsīta—would sit; dīna-vat—like a poverty-stricken creature.",
    "translation": "\nKing Purañjana said: I do not understand why my household paraphernalia does not attract me as before. I think that if there is neither a mother nor devoted wife at home, the home is like a chariot without wheels. Where is the fool who will sit down on such an unworkable chariot?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe great politician Cāṇakya Paṇḍita said:\n"
        },
        {
            "type": "verse",
            "content": "mātā yasya gṛhe nāsti\nbhāryā cāpriya-vādinī\naraṇyaṁ tena gantavyaṁ\nyathāraṇyaṁ tathā gṛham"
        },
        {
            "type": "normal",
            "content": "\n\"If a person has neither a mother nor a pleasing wife at home, he should leave home and go to the forest, because for him there is no difference between the forest and home.\" The real mātā, or mother, is devotional service to the Lord, and the real patnī, or devoted wife, is a wife who helps her husband execute religious principles in devotional service. These two things are required for a happy home.\n"
        },
        {
            "type": "normal",
            "content": "Actually, a woman is supposed to be the energy of the man. Historically, in the background of every great man there is either a mother or a wife. One's household life is very successful if he has both a good wife and mother. In such a case, everything about household affairs and all the paraphernalia in the house becomes very pleasing. Lord Caitanya Mahāprabhu had both a good mother and pleasing wife, and He was very happy at home. Nonetheless, for the benefit of the whole human race, He took sannyāsa and left both His mother and wife. In other words, it is essential that one have both a good mother and wife in order to become perfectly happy at home. Otherwise home life has no meaning. Unless one is religiously guided by intelligence and renders devotional service unto the Supreme Personality of Godhead, his home can never become very pleasing to a saintly person. In other words, if a man has a good mother or a good wife, there is no need of his taking sannyāsa—that is, unless it is absolutely necessary, as it was for Lord Caitanya Mahāprabhu.\n"
        }
    ]
}
