{
    "info": {
        "id": "sb/4/26/16",
        "prevId": "sb/4/26/15",
        "nextId": "sb/4/26/17"
    },
    "verses": [
        {
            "roman": "kva vartate sā lalanā\nmajjantaṁ vyasanārṇave\nyā mām uddharate prajñāṁ\ndīpayantī pade pade\n"
        }
    ],
    "synonyms": "kva—where; vartate—is now staying; sā—she; lalanā—woman; majjantam—while drowning; vyasana-arṇave—in the ocean of danger; yā—who; mām—me; uddharate—delivers; prajñām—good intelligence; dīpayantī—enlightening; pade pade—in every step.",
    "translation": "\nKindly let me know the whereabouts of that beautiful woman who always saves me when I am drowning in the ocean of danger. By giving me good intelligence at every step, she always saves me.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere is no difference between a good wife and good intelligence. One who possesses good intelligence can deliberate properly and save himself from many dangerous conditions. In material existence there is danger at every step. In Śrīmad-Bhāgavatam (SB 10.14.58) it is said: padaṁ padaṁ yad vipadāṁ na teṣām. This material world is not actually a place of residence for an intelligent person or a devotee because here there is danger at every step. Vaikuṇṭha is the real home for the devotee, for there is no anxiety and no danger. Good intelligence means becoming Kṛṣṇa conscious. In the Caitanya-caritāmṛta it is said: kṛṣṇa ye bhaje se baḍa catura. Unless one is Kṛṣṇa conscious, he cannot be called an intelligent person.\n"
        },
        {
            "type": "normal",
            "content": "Herein we see that King Purañjana was searching after his good wife, who always helped him out of the dangerous situations that always occur in material existence. As already explained, a real wife is dharma-patnī. That is, a woman accepted in marriage by ritualistic ceremony is called dharma-patnī, which signifies that she is accepted in terms of religious principles. Children born of dharma-patnī, or a woman married according to religious principles, inherit the property of the father, but children born of a woman who is not properly married do not inherit the father's property. The word dharma-patnī also refers to a chaste wife. A chaste wife is one who never had any connection with men before her marriage. Once a woman is given the freedom to mingle with all kinds of men in her youth, it is very difficult for her to keep chaste. She generally cannot remain chaste. When butter is brought into the proximity of fire, it melts. The woman is like fire, and man is like the butter. But if one gets a chaste wife, accepted through a religious marriage ritual, she can be of great help when one is threatened by the many dangerous situations of life. Actually such a wife can become the source of all good intelligence. With such a good wife, the family's engagement in the devotional service of the Lord actually makes a home a gṛhastha-āśrama, or household dedicated to spiritual cultivation.\n"
        }
    ]
}
