{
    "info": {
        "id": "sb/4/26/18",
        "prevId": "sb/4/26/17",
        "nextId": "sb/4/26/19"
    },
    "verses": [
        {
            "roman": "nārada uvāca\npurañjanaḥ sva-mahiṣīṁ\nnirīkṣyāvadhutāṁ bhuvi\ntat-saṅgonmathita-jñāno\nvaiklavyaṁ paramaṁ yayau\n"
        }
    ],
    "synonyms": "nāradaḥ uvāca—the great sage Nārada spoke; purañjanaḥ—King Purañjana; sva-mahiṣīm—his own Queen; nirīkṣya—after seeing; avadhutām—appearing like a mendicant; bhuvi—on the ground; tat—her; saṅga—by association; unmathita—encouraged; jñānaḥ—whose knowledge; vaiklavyam—bewilderment; paramam—supreme; yayau—obtained.",
    "translation": "\nThe great sage Nārada continued: My dear King Prācīnabarhi, as soon as King Purañjana saw his Queen lying on the ground, appearing like a mendicant, he immediately became bewildered.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the word avadhutām is especially significant, for it refers to a mendicant who does not take care of his body. Since the Queen was lying on the ground without bedding and proper dress, King Purañjana became very much aggrieved. In other words, he repented that he had neglected his intelligence and had engaged himself in the forest in killing animals. In other words, when one's good intelligence is separated or neglected, he fully engages in sinful activities. Due to neglecting one's good intelligence, or Kṛṣṇa consciousness, one becomes bewildered and engages in sinful activities. Upon realizing this, a man becomes repentant. Such repentance is described by Narottama dāsa Ṭhākura:\n"
        },
        {
            "type": "verse",
            "content": "hari hari viphale janama goṅāinu\nmanuṣya-janama pāiyā, rādhā-kṛṣṇa nā bhajiyā,\njāniyā śuniyā viṣa khāinu"
        },
        {
            "type": "normal",
            "content": "\nNarottama dāsa Ṭhākura herein says that he repents for having spoiled his human life and knowingly drunk poison. By not being Kṛṣṇa conscious, one willingly drinks the poison of material life. The purport is that one certainly becomes addicted to sinful activities when he becomes devoid of his good chaste wife, or when he has lost his good sense and does not take to Kṛṣṇa consciousness.\n"
        }
    ]
}
