{
    "info": {
        "id": "sb/4/26/21",
        "prevId": "sb/4/26/20",
        "nextId": "sb/4/26/22"
    },
    "verses": [
        {
            "roman": "purañjana uvāca\nnūnaṁ tv akṛta-puṇyās te\nbhṛtyā yeṣv īśvarāḥ śubhe\nkṛtāgaḥsv ātmasāt kṛtvā\nśikṣā-daṇḍaṁ na yuñjate\n"
        }
    ],
    "synonyms": "purañjanaḥ uvāca—Purañjana said; nūnam—certainly; tu—then; akṛta-puṇyāḥ—those who are not pious; te—such; bhṛtyāḥ—servants; yeṣu—unto whom; īśvarāḥ—the masters; śubhe—O most auspicious one; kṛta-āgaḥsu—having committed an offense; ātmasāt—accepting as their own; kṛtvā—doing so; śikṣā—instructive; daṇḍam—punishment; na yuñjate—do not give.",
    "translation": "King Purañjana said: My dear beautiful wife, when a master accepts a servant as his own man, but does not punish him for his offenses, the servant must be considered unfortunate.",
    "purport": [
        {
            "type": "normal",
            "content": "According to Vedic civilization, domestic animals and servants are treated exactly like one's own children. Animals and children are sometimes punished not out of vengeance but out of love. Similarly, a master sometimes punishes his servant, not out of vengeance but out of love, to correct him and bring him to the right point. Thus King Purañjana took his punishment dealt by his wife, the Queen, as mercy upon him. He considered himself the most obedient servant of the Queen. She was angry at him for his sinful activities—namely, hunting in the forest and leaving her at home. King Purañjana accepted the punishment as actual love and affection from his wife. In the same way, when a person is punished by the laws of nature, by the will of God, he should not be disturbed. A real devotee thinks in this way. When a devotee is put into an awkward position, he takes it as the mercy of the Supreme Lord."
        },
        {
            "type": "verse",
            "content": "tat te 'nukampāṁ susamīkṣamāṇobhuñjāna evātma-kṛtaṁ vipākam\nhṛd-vāg-vapurbhir vidadhan namas te\njīveta yo mukti-pade sa dāya-bhāk(SB 10.14.8)"
        },
        {
            "type": "normal",
            "content": "This verse states that the devotee accepts a reversal of his position in life as a benediction by the Lord and consequently offers the Lord more obeisances and prayers, thinking that the punishment is due to his past misdeeds and that the Lord is punishing him very mildly. The punishment awarded by the state or by God for one's own faults is actually for one's benefit. In the Manu-saṁhitā it is said that the King should be considered merciful when he condemns a murderer to death because a murderer punished in this life becomes freed from his sinful activity and in the next life takes birth cleared of all sins. If one accepts punishment as a reward dealt by the master, he becomes intelligent enough not to commit the same mistake again."
        }
    ]
}
