{
    "info": {
        "id": "sb/3/21/6",
        "prevId": "sb/3/21/5",
        "nextId": "sb/3/21/7"
    },
    "verses": [
        {
            "roman": "maitreya uvāca\nprajāḥ sṛjeti bhagavān\nkardamo brahmaṇoditaḥ\nsarasvatyāṁ tapas tepe\nsahasrāṇāṁ samā daśa\n"
        }
    ],
    "synonyms": "maitreyaḥ uvāca—the great sage Maitreya said; prajāḥ—children; sṛja—beget; iti—thus; bhagavān—the worshipful; kardamaḥ—Kardama Muni; brahmaṇā—by Lord Brahmā; uditaḥ—commanded; sarasvatyām—on the bank of the River Sarasvatī; tapaḥ—penance; tepe—practiced; sahasrāṇām—of thousands; samāḥ—years; daśa—ten.",
    "translation": "\nThe great sage Maitreya replied: Commanded by Lord Brahmā to beget children in the worlds, the worshipful Kardama Muni practiced penance on the bank of the River Sarasvatī for a period of ten thousand years.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is understood herein that Kardama Muni meditated in yoga for ten thousand years before attaining perfection. Similarly, we have information that Vālmīki Muni also practiced yoga meditation for sixty thousand years before attaining perfection. Therefore, yoga practice can be successfully performed by persons who have a very long duration of life, such as one hundred thousand years; in that way it is possible to have perfection in yoga. Otherwise, there is no possibility of attaining the real perfection. Following the regulations, controlling the senses and practicing the different sitting postures are merely the preliminary practices. We do not know how people can be captivated by the bogus yoga system in which it is stated that simply by meditating fifteen minutes daily one can attain the perfection of becoming one with God. This age (Kali-yuga) is the age of bluffing and quarrel. Actually there is no possibility of attaining yoga perfection by such paltry proposals. The Vedic literature, for emphasis, clearly states three times that in this age of Kali- kalau nāsty eva nāsty eva nāsty eva —there is no other alternative, no other alternative, no other alternative than harer nāma (CC Adi 17.21), chanting the holy name of the Lord.\n"
        }
    ]
}
