{
    "info": {
        "id": "bg/3/22",
        "prevId": "bg/3/21",
        "nextId": "bg/3/23"
    },
    "verses": [
        {
            "roman": "na me pārthāsti kartavyaṁ\ntriṣu lokeṣu kiñcana\nnānavāptam avāptavyaṁ\nvarta eva ca karmaṇi\n",
            "devanagari": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन ।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥२२"
        }
    ],
    "synonyms": "na—none; me—Mine; pārtha—O son of Pṛthā; asti—there is; kartavyam—any prescribed duty; triṣu—in the three; lokeṣu—planetary systems; kiñcana—anything; na—no; anavāptam—in want; avāptavyam—to be gained; varte—engaged; eva—certainly; ca—also; karmaṇi—in one's prescribed duty.",
    "translation": "O son of Pṛthā, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I need to obtain anything—and yet I am engaged in work.",
    "purport": [
        {
            "text": "The Supreme Personality of Godhead is described in the Vedic literatures as follows:"
        },
        {
            "verse": "tam īśvarāṇāṁ paramaṁ maheśvaraṁ\ntaṁ devatānāṁ paramaṁ ca daivatam\npatiṁ patīnāṁ paramaṁ parastād\nvidāma devaṁ bhuvaneśam īḍyam"
        },
        {
            "verse": "na tasya kāryaṁ karaṇaṁ ca vidyate\nna tat-samaś cābhyadhikaś ca dṛśyate\nparāsya śaktir vividhaiva śrūyate\nsvā-bhāvikī jñāna-bala-kriyā ca."
        },
        {
            "text": "\"The Supreme Lord is the controller of all other controllers, and He is the greatest of all the diverse planetary leaders. Everyone is under His control. All entities are delegated with particular power only by the Supreme Lord; they are not supreme themselves. He is also worshipable by all demigods and is the supreme director of all directors. Therefore, He is transcendental to all kinds of material leaders and controllers and is worshipable by all. There is no one greater than Him, and He is the supreme cause of all causes."
        },
        {
            "text": "\"He does not possess bodily form like that of an ordinary living entity. There is no difference between His body and His soul. He is absolute. All His senses are transcendental. Any one of His senses can perform the action of any other sense. Therefore, no one is greater than Him or equal to Him. His potencies are multifarious, and thus His deeds are automatically performed as a natural sequence.\" (Śvetāśvatara Upaniṣad 6.7-8)"
        },
        {
            "text": "Since everything is in full opulence in the Personality of Godhead and is existing in full truth, there is no duty for the Supreme Personality of Godhead to perform. One who must receive the results of work has some designated duty, but one who has nothing to achieve within the three planetary systems certainly has no duty. And yet Lord Kṛṣṇa is engaged on the Battlefield of Kurukṣetra as the leader of the kṣatriyas because the kṣatriyas are duty-bound to give protection to the distressed. Although He is above all the regulations of the revealed scriptures, He does not do anything that violates the revealed scriptures."
        }
    ]
}
