{
    "info": {
        "id": "sb/8/12/10",
        "prevId": "sb/8/12/9",
        "nextId": "sb/8/12/11"
    },
    "verses": [
        {
            "roman": "nāhaṁ parāyur ṛṣayo na marīci-mukhyā\njānanti yad-viracitaṁ khalu sattva-sargāḥ\nyan-māyayā muṣita-cetasa īśa daitya-\nmartyādayaḥ kim uta śaśvad-abhadra-vṛttāḥ\n"
        }
    ],
    "synonyms": "na—neither; aham—I; para-āyuḥ—that personality who lives for millions and millions of years (Lord Brahmā); ṛṣayaḥ—the seven ṛṣis of the seven planets; na—nor; marīci-mukhyāḥ—headed by Marīci Ṛṣi; jānanti—know; yat—by whom (the Supreme Lord); viracitam—this universe, which has been created; khalu—indeed; sattva-sargāḥ—although born in the mode of material goodness; yat-māyayā—by the influence of whose energy; muṣita-cetasaḥ—their hearts are bewildered; īśa—O my Lord; daitya—the demons; martya-ādayaḥ—the human beings and others; kim uta—what to speak of; śaśvat—always; abhadra-vṛttāḥ—influenced by the base qualities of material nature.",
    "translation": "\nO my Lord, I, who am considered to be the best of the demigods, and Lord Brahmā and the great ṛṣis, headed by Marīci, are born of the mode of goodness. Nonetheless, we are bewildered by Your illusory energy and cannot understand what this creation is. Aside from us, what is to be said of others, like the demons and human beings, who are in the base modes of material nature [rajo-guṇa and tamo-guṇa]? How will they know You?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nFactually speaking, even those who are situated in the material mode of goodness cannot understand the position of the Supreme Personality of Godhead. What then is to be said of those who are situated in rajo-guṇa and tamo-guṇa, the base qualities of material nature? How can we even imagine the Supreme Personality of Godhead? There are so many philosophers trying to understand the Absolute Truth, but since they are situated in the base qualities of material nature and are addicted to so many bad habits, like drinking, meat-eating, illicit sex and gambling, how can they conceive of the Supreme Personality of Godhead? For them it is impossible. For the present day, the pāñcarātrikī-vidhi as enunciated by Nārada Muni is the only hope. Śrīla Rūpa Gosvāmī, therefore, has quoted the following verse from the Brahma-yāmala:\n"
        },
        {
            "type": "verse",
            "content": "śruti-smṛti-purāṇādi-\npañcarātra-vidhiṁ vinā\naikāntikī harer bhaktir\nutpātāyaiva kalpate"
        },
        {
            "type": "normal",
            "content": "\n\"Devotional service of the Lord that ignores the authorized Vedic literatures like the Upaniṣads, purāṇas and Nārada-pañcarātra is simply an unnecessary disturbance in society.\" (Bhakti-rasāmṛta-sindhu 1.2.101) Those who are very advanced in knowledge and are situated in the mode of goodness follow the Vedic instructions of the śruti and smṛti and other religious scriptures, including the pāñcarātrikī-vidhi. Without understanding the Supreme Personality of Godhead in this way, one only creates a disturbance. In this age of Kali, so many gurus have sprung up, and because they do not refer to the śruti-smṛti-purāṇādi-pañcarātrika-vidhi, they are creating a great disturbance in the world in regard to understanding the Absolute Truth. However, those who follow the pāñcarātrikī-vidhi under the guidance of a proper spiritual master can understand the Absolute Truth. It is said, pañcarātrasya kṛtsnasya vaktā tu bhagavān svayam: the pañcarātra system is spoken by the Supreme Personality of Godhead, just like Bhagavad-gītā. Vāsudeva-śaraṇā vidur añjasaiva: the truth can be understood only by one who has taken shelter of the lotus feet of Vāsudeva.\n"
        },
        {
            "type": "verse",
            "content": "bahūnāṁ janmanām ante\njñānavān māṁ prapadyate\nvāsudevaḥ sarvam iti\nsa mahātmā sudurlabhaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.\" (BG 7.19) Only those who have surrendered to the lotus feet of Vāsudeva can understand the Absolute Truth.\n"
        },
        {
            "type": "verse",
            "content": "vāsudeve bhagavati\nbhakti-yogaḥ prayojitaḥ\njanayaty āśu vairāgyaṁ\njñānaṁ ca yad ahaitukam"
        },
        {
            "type": "normal",
            "content": "\n\"By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.\" (SB 1.2.7) Therefore, Vāsudeva, Bhagavān Śrī Kṛṣṇa, personally teaches in Bhagavad-gītā:\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me.\" (BG 18.66)\n"
        },
        {
            "type": "verse",
            "content": "bhaktyā mām abhijānāti\nyāvān yaś cāsmi tattvataḥ"
        },
        {
            "type": "normal",
            "content": "\n\"One can understand the Supreme Personality as He is only by devotional service.\" (BG 18.55) The Supreme Personality of Godhead is not properly understood even by Lord Śiva or Lord Brahmā, what to speak of others, but He can be understood by the process of bhakti-yoga.\n"
        },
        {
            "type": "verse",
            "content": "mayy āsakta-manāḥ pārtha\nyogaṁ yuñjan mad-āśrayaḥ\nasaṁśayaṁ samagraṁ māṁ\nyathā jñāsyasi tac chṛṇu\n(BG 7.1)"
        },
        {
            "type": "normal",
            "content": "\nIf one practices bhakti-yoga by taking shelter of Vāsudeva, Kṛṣṇa, simply by hearing Vāsudeva speak about Himself, one can understand everything about Him. Indeed, one can understand Him completely (samagram).\n"
        }
    ]
}
