{
    "info": {
        "id": "sb/8/12/11",
        "prevId": "sb/8/12/10",
        "nextId": "sb/8/12/12"
    },
    "verses": [
        {
            "roman": "sa tvaṁ samīhitam adaḥ sthiti-janma-nāśaṁ\nbhūtehitaṁ ca jagato bhava-bandha-mokṣau\nvāyur yathā viśati khaṁ ca carācarākhyaṁ\nsarvaṁ tad-ātmakatayāvagamo 'varuntse\n"
        }
    ],
    "synonyms": "saḥ—Your Lordship; tvam—the Supreme Personality of Godhead; samīhitam—which has been created (by You); adaḥ—of this material cosmic manifestation; sthiti-janma-nāśam—creation, maintenance and annihilation; bhūta—of the living entities; īhitam ca—and the different activities or endeavors; jagataḥ—of the whole world; bhava-bandha-mokṣau—in being implicated and being liberated from material complications; vāyuḥ—the air; yathā—as; viśati—enters; kham—in the vast sky; ca—and; cara-acara-ākhyam—and everything, moving and nonmoving; sarvam—everything; tat—that; ātmakatayā—because of Your presence; avagamaḥ—everything is known to You; avaruntse—You are all-pervading and therefore know everything.",
    "translation": "My Lord, You are the supreme knowledge personified. You know everything about this creation and its beginning, maintenance and annihilation, and You know all the endeavors made by the living entities, by which they are either implicated in this material world or liberated from it. As the air enters the vast sky and also enters the bodies of all moving and nonmoving entities, You are present everywhere, and therefore You are the knower of all.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Brahma-saṁhitā:"
        },
        {
            "type": "verse",
            "content": "eko 'py asau racayituṁ jagad-aṇḍa-koṭiṁyac-chaktir asti jagad-aṇḍa-cayā yad-antaḥ\naṇḍāntara-stha-paramāṇu-cayāntara-sthaṁgovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship the Personality of Godhead, Govinda, who by one of His plenary portions enters the existence of every universe and every atomic particle and thus manifests His infinite energy unlimitedly throughout the material creation.\" (BS 5.35)"
        },
        {
            "type": "verse",
            "content": "ānanda-cinmaya-rasa-pratibhāvitābhistābhir ya eva nija-rūpatayā kalābhiḥ\ngoloka eva nivasaty akhilātma-bhūtogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship Govinda, the primeval Lord, who resides in His own realm, Goloka, with Rādhā, who resembles His own spiritual figure and who embodies the ecstatic potency [hlādinī]. Their companions are Her confidantes, who embody extensions of Her bodily form and who are imbued and permeated with ever-blissful spiritual rasa.\" (BS 5.37)"
        },
        {
            "type": "normal",
            "content": "Although Govinda is always present in His abode (goloka eva nivasati), He is simultaneously present everywhere. Nothing is unknown to Him, and nothing can be hidden from Him. The example given here compares the Lord to the air, which is within the vast sky and within every body but still is different from everything."
        }
    ]
}
