{
    "info": {
        "id": "sb/8/12/38",
        "prevId": "sb/8/12/37",
        "nextId": "sb/8/12/39"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\ndiṣṭyā tvaṁ vibudha-śreṣṭha\nsvāṁ niṣṭhām ātmanā sthitaḥ\nyan me strī-rūpayā svairaṁ\nmohito 'py aṅga māyayā\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; diṣṭyā—all auspiciousness; tvam—unto you; vibudha-śreṣṭha—O best of all the demigods; svām—in your own; niṣṭhām—fixed situation; ātmanā—of your own self; sthitaḥ—you are situated; yat—as; me—Mine; strī-rūpayā—appearance like a woman; svairam—sufficiently; mohitaḥ—enchanted; api—in spite of; aṅga—O Lord Śiva; māyayā—by My potency.",
    "translation": "\nThe Supreme Personality of Godhead said: O best of the demigods, although you have been amply harassed because of My potency in assuming the form of a woman, you are established in your position. Therefore, may all good fortune be upon you.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSince Lord Śiva is the best of the demigods, he is the best of all devotees (vaiṣṇavānāṁ yathā śambhuḥ). His exemplary character was therefore praised by the Supreme Personality of Godhead, who gave His benediction by saying, \"May all good fortune be upon you.\" When a devotee becomes a little proud, the Supreme Lord sometimes exhibits His supreme power to dissipate the devotee's misunderstanding. After being amply harassed by Lord Viṣṇu's potency, Lord Śiva resumed his normal, unagitated condition. This is the position of a devotee. A devotee should not be agitated under any circumstances, even in the worst reverses. As confirmed in Bhagavad-gītā (BG 6.22), yasmin sthito na duḥkhena guruṇāpi vicālyate: because of his full faith in the Supreme Personality of Godhead, a devotee is never agitated, even in the greatest trials. This pridelessness is possible only for the first-class devotees, of whom Lord Śambhu is one.\n"
        }
    ]
}
