{
    "info": {
        "id": "sb/8/12/47",
        "prevId": "sb/8/12/46",
        "nextId": "sb/8/13/1"
    },
    "verses": [
        {
            "roman": "asad-aviṣayam aṅghriṁ bhāva-gamyaṁ prapannān\namṛtam amara-varyān āśayat sindhu-mathyam\nkapaṭa-yuvati-veṣo mohayan yaḥ surārīṁs\ntam aham upasṛtānāṁ kāma-pūraṁ nato 'smi\n"
        }
    ],
    "synonyms": "asat-aviṣayam—not understood by the atheists; aṅghrim—unto the lotus feet of the Supreme Personality of Godhead; bhāva-gamyam—understood by devotees; prapannān—fully surrendered; amṛtam—the nectar; amara-varyān—only unto the demigods; āśayat—gave to drink; sindhu-mathyam—produced from the ocean of milk; kapaṭa-yuvati-veṣaḥ—appearing as a false young girl; mohayan—captivating; yaḥ—He who; sura-arīn—the enemies of the demigods; tam—unto Him; aham—I; upasṛtānām—of the devotees; kāma-pūram—who fulfills all desires; nataḥ asmi—I offer my respectful obeisances.",
    "translation": "\nAssuming the form of a young woman and thus bewildering the demons, the Supreme Personality of Godhead distributed to His devotees, the demigods, the nectar produced from the churning of the ocean of milk. Unto that Supreme Personality of Godhead, who always fulfills the desires of His devotees, I offer my respectful obeisances.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe instruction of this narration concerning the churning of the milk ocean is clearly manifested by the Supreme Personality of Godhead. Although He is equal to everyone, because of natural affection He favors His devotees. The Lord says in Bhagavad-gītā (BG 9.29):\n"
        },
        {
            "type": "verse",
            "content": "samo 'haṁ sarva-bhūteṣu\nna me dveṣyo 'sti na priyaḥ\nye bhajanti tu māṁ bhaktyā\nmayi te teṣu cāpy aham"
        },
        {
            "type": "normal",
            "content": "\n\"I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him.\" This partiality of the Supreme Personality of Godhead is natural. A person cares for his children not because of partiality but in a reciprocation of love. The children depend on the father's affection, and the father affectionately maintains the children. Similarly, because devotees do not know anything but the lotus feet of the Lord, the Lord is always prepared to give protection to His devotees and fulfill their desires. He therefore says, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: (BG 9.31) \"O son of Kuntī, declare it boldly that My devotee never perishes.\"\n"
        }
    ]
}
