{
    "info": {
        "id": "sb/8/12/5",
        "prevId": "sb/8/12/4",
        "nextId": "sb/8/12/6"
    },
    "verses": [
        {
            "roman": "ādy-antāv asya yan madhyam\nidam anyad ahaṁ bahiḥ\nyato 'vyayasya naitāni\ntat satyaṁ brahma cid bhavān\n"
        }
    ],
    "synonyms": "ādi—the beginning; antau—and the end; asya—of this manifested cosmos or of anything material or visible; yat—that which; madhyam—between the beginning and the end, the sustenance; idam—this cosmic manifestation; anyat—anything other than You; aham—the wrong mental conception; bahiḥ—outside of You; yataḥ—because of; avyayasya—the inexhaustible; na—not; etāni—all these differences; tat—that; satyam—the Absolute Truth; brahma—the Supreme; cit—spiritual; bhavān—Your Lordship.",
    "translation": "\nThe manifest, the unmanifest, false ego and the beginning, maintenance and annihilation of this cosmic manifestation all come from You, the Supreme Personality of Godhead. But because You are the Absolute Truth, the supreme absolute spirit soul, the Supreme Brahman, such changes as birth, death and sustenance do not exist in You.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to the Vedic mantras, yato vā imāni bhūtāni jāyante: everything is an emanation of the Supreme Personality of Godhead. As stated by the Lord Himself in Bhagavad-gītā (BG 7.4):\n"
        },
        {
            "type": "verse",
            "content": "bhūmir āpo 'nalo vāyuḥ\nkhaṁ mano buddhir eva ca\nahaṅkāra itīyaṁ me\nbhinnā prakṛtir aṣṭadhā"
        },
        {
            "type": "normal",
            "content": "\n\"Earth, water, fire, air, ether, mind, intelligence and false ego—all together these eight comprise My separated material energies.\" In other words, the ingredients of the cosmic manifestation also consist of the energy of the Supreme Personality of Godhead. This does not mean, however, that because the ingredients come from Him, He is no longer complete. pūrṇasya pūrṇam ādāya pūrṇam evāvaśiṣyate: (Śrī Īśopaniṣad, Invocation) \"Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance.\" Thus the Lord is called avyaya, inexhaustible. Unless we accept the Absolute Truth as acintya-bhedābheda, simultaneously one and different, we cannot have a clear conception of the Absolute Truth. The Lord is the root of everything. Aham ādir hi devānām: (BG 10.2) He is the original cause of all the devas, or demigods. Ahaṁ sarvasya prabhavaḥ: (BG 10.8) everything emanates from Him. In all cases—nominative, objective, positive, negative and so on—whatever we may conceive of in this entire cosmic manifestation is in fact the Supreme Lord. For Him there are no such distinctions as \"this is mine, and this belongs to someone else,\" because He is everything. He is therefore called avyaya—changeless and inexhaustible. Because the Supreme Lord is avyaya, He is the Absolute Truth, the fully spiritual Supreme Brahman.\n"
        }
    ]
}
