{
    "info": {
        "id": "sb/4/5/10",
        "prevId": "sb/4/5/9",
        "nextId": "sb/4/5/11"
    },
    "verses": [
        {
            "roman": "yas tv anta-kāle vyupta-jaṭā-kalāpaḥ\nsva-śūla-sūcy-arpita-dig-gajendraḥ\nvitatya nṛtyaty uditāstra-dor-dhvajān\nuccāṭṭa-hāsa-stanayitnu-bhinna-dik\n"
        }
    ],
    "synonyms": "yaḥ—who (Lord Śiva); tu—but; anta-kāle—at the time of dissolution; vyupta—having scattered; jaṭā-kalāpaḥ—his bunch of hair; sva-śūla—his own trident; sūci—on the points; arpita—pierced; dik-gajendraḥ—the rulers of the different directions; vitatya—scattering; nṛtyati—dances; udita—upraised; astra—weapons; doḥ—hands; dhvajān—flags; ucca—loud; aṭṭa-hāsa—laughing; stanayitnu—by the thundering sound; bhinna—divided; dik—the directions.",
    "translation": "\nAt the time of dissolution, Lord Śiva's hair is scattered, and he pierces the rulers of the different directions with his trident. He laughs and dances proudly, scattering their hands like flags, as thunder scatters the clouds all over the world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nPrasūti, who appreciated the power and strength of her son-in-law, Lord Śiva, is describing what he does at the time of dissolution. This description indicates that the strength of Lord Śiva is so great that Dakṣa's power could not be set in comparison to it. At the time of dissolution, Lord Śiva, with his trident in hand, dances over the rulers of the different planets, and his hair is scattered, just as the clouds are scattered over all directions in order to plunge the different planets into incessant torrents of rain. In the last phase of dissolution, all the planets become inundated with water, and that inundation is caused by the dancing of Lord Śiva. This dance is called the pralaya dance, or dance of dissolution. Prasūti could understand that the dangers ahead resulted not only from Dakṣa's having neglected her daughter, but also because of his neglecting the prestige and honor of Lord Śiva.\n"
        }
    ]
}
