{
    "info": {
        "id": "sb/6/12/summary",
        "prevId": "sb/6/11/27",
        "nextId": "sb/6/12/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Indra, the King of heaven, killed Vṛtrāsura despite great reluctance."
        },
        {
            "type": "normal",
            "content": "After Vṛtrāsura finished speaking, he released his trident against King Indra with great anger, but Indra, using his thunderbolt, which was many times more powerful than the trident, broke the trident to pieces and cut off one of Vṛtrāsura's arms. Nevertheless, Vṛtrāsura used his remaining arm to strike Indra with an iron mace, making the thunderbolt fall from Indra's hand. Indra, being very ashamed of this, did not pick up the thunderbolt from the ground, but Vṛtrāsura encouraged King Indra to pick it up and fight. Vṛtrāsura then spoke to King Indra as follows, instructing him very well."
        },
        {
            "type": "normal",
            "content": "\"The Supreme Personality of Godhead,\" he said, \"is the cause of victory and defeat. Not knowing that the Supreme Lord is the cause of all causes, fools and rascals try to take credit for victory or defeat themselves, but everything is actually under the control of the Lord. No one but Him has any independence. The puruṣa (the enjoyer) and prakṛti (the enjoyed) are under the control of the Lord, for it is by His supervision that everything works systematically. Not seeing the hand of the Supreme in every action, a fool considers himself the ruler and controller of everything. When one understands, however, that the real controller is the Supreme Personality of Godhead, he is freed from the relativities of the world, such as distress, happiness, fear and impurity.\" Thus Indra and Vṛtrāsura not only fought, but also engaged in philosophical discourses. Then they began to fight again."
        },
        {
            "type": "normal",
            "content": "This time Indra was more powerful, and he severed Vṛtrāsura's remaining arm. Vṛtrāsura then assumed a gigantic form and swallowed King Indra, but Indra, being protected by the talisman known as Nārāyaṇa-kavaca, was able to protect himself even within Vṛtrāsura's body. Thus he emerged from Vṛtrāsura's abdomen and severed the demon's head from his body with his powerful thunderbolt. Severing the demon's head took one complete year to accomplish."
        }
    ]
}
