{
    "info": {
        "id": "sb/9/5/summary",
        "prevId": "sb/9/4/71",
        "nextId": "sb/9/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter we find Mahārāja Ambarīṣa offering prayers to the Sudarśana cakra and we find how the Sudarśana cakra became merciful to Durvāsā Muni."
        },
        {
            "type": "normal",
            "content": "By the order of the Supreme Personality of Godhead, Viṣṇu, Durvāsā Muni immediately went to Mahārāja Ambarīṣa and fell at his lotus feet. Mahārāja Ambarīṣa, being naturally very humble and meek, felt shy and ashamed because Durvāsā Muni had fallen at his feet, and thus he began to offer prayers to the Sudarśana cakra just to save Durvāsā. What is this Sudarśana cakra? The Sudarśana cakra is the glance of the Supreme Personality of Godhead by which He creates the entire material world. Sa aikṣata, sa asṛjata. This is the Vedic version. The Sudarśana cakra, which is the origin of creation and is most dear to the Lord, has thousands of spokes. This Sudarśana cakra is the killer of the prowess of all other weapons, the killer of darkness, and the manifester of the prowess of devotional service; it is the means of establishing religious principles, and it is the killer of all irreligious activities. Without his mercy, the universe cannot be maintained, and therefore the Sudarśana cakra is employed by the Supreme Personality of Godhead. When Mahārāja Ambarīṣa thus prayed that the Sudarśana cakra be merciful, the Sudarśana cakra, being appeased, refrained from killing Durvāsā Muni, who thus achieved the Sudarśana cakra's mercy. Durvāsā Muni thus learned to give up the nasty idea of considering a Vaiṣṇava an ordinary person (vaiṣṇave jāti-buddhi). Mahārāja Ambarīṣa belonged to the kṣatriya group, and therefore Durvāsā Muni considered him lower than the brāhmaṇas and wanted to exercise brahminical power against him. By this incident, everyone should learn how to stop mischievous ideas of neglecting Vaiṣṇavas. After this incident, Mahārāja Ambarīṣa gave Durvāsā Muni sumptuous food to eat, and then the King, who had been standing in the same place for one year without eating anything, also took prasāda. Mahārāja Ambarīṣa later divided his property among his sons and went to the bank of the Mānasa-sarovara to execute devotional meditation."
        }
    ]
}
