{
    "info": {
        "id": "sb/7/8/16",
        "prevId": "sb/7/8/15",
        "nextId": "sb/7/8/17"
    },
    "verses": [
        {
            "roman": "sa vikraman putra-vadhepsur ojasā\nniśamya nirhrādam apūrvam adbhutam\nantaḥ-sabhāyāṁ na dadarśa tat-padaṁ\nvitatrasur yena surāri-yūtha-pāḥ\n"
        }
    ],
    "synonyms": "saḥ—he (Hiraṇyakaśipu); vikraman—exhibiting his prowess; putra-vadha-īpsuḥ—desirous of killing his own son; ojasā—with great strength; niśamya—hearing; nirhrādam—the fierce sound; apūrvam—never heard before; adbhutam—very wonderful; antaḥ-sabhāyām—within the jurisdiction of the great assembly; na—not; dadarśa—saw; tat-padam—the source of that tumultuous sound; vitatrasuḥ—became afraid; yena—by which sound; sura-ari-yūtha-pāḥ—the other leaders of the demons (not only Hiraṇyakaśipu).",
    "translation": "While showing his extraordinary prowess, Hiraṇyakaśipu, who desired to kill his own son, heard that wonderful, tumultuous sound, which had never before been heard. Upon hearing the sound, the other leaders of the demons were afraid. None of them could find the origin of that sound in the assembly.",
    "purport": [
        {
            "type": "normal",
            "content": "In Bhagavad-gītā (BG 7.8), Kṛṣṇa explains Himself by saying:"
        },
        {
            "type": "verse",
            "content": "raso 'ham apsu kaunteyaprabhāsmi śaśi sūryayoḥ\npraṇavaḥ sarva-vedeṣuśabdaḥ khe pauruṣaṁ nṛṣu"
        },
        {
            "type": "normal",
            "content": "\"O son of Kuntī [Arjuna], I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man.\" Here the Lord exhibited His presence everywhere by the tumultuous sound in the sky (śabdaḥ khe). The tumultuous thundering sound was proof of the Lord's presence. The demons like Hiraṇyakaśipu could now realize the supreme ruling power of the Lord, and thus Hiraṇyakaśipu became afraid. However powerful a man may be, he always fears the sound of a thunderbolt. Similarly, Hiraṇyakaśipu and all the demons who were his associates were extremely afraid because of the presence of the Supreme Lord in the form of sound, although they could not trace out the source of the sound."
        }
    ]
}
