{
    "info": {
        "id": "sb/7/8/18",
        "prevId": "sb/7/8/17",
        "nextId": "sb/7/8/19-22"
    },
    "verses": [
        {
            "roman": "sa sattvam enaṁ parito vipaśyan\nstambhasya madhyād anunirjihānam\nnāyaṁ mṛgo nāpi naro vicitram\naho kim etan nṛ-mṛgendra-rūpam\n"
        }
    ],
    "synonyms": "saḥ—he (Hiraṇyakaśipu, the King of the Daityas); sattvam—living being; enam—that; paritaḥ—all around; vipaśyan—looking; stambhasya—of the pillar; madhyāt—from the midst; anunirjihānam—having come out; na—not; ayam—this; mṛgaḥ—animal; na—not; api—indeed; naraḥ—human being; vicitram—very wonderful; aho—alas; kim—what; etat—this; nṛ-mṛga-indra-rūpam—the form of both a man and the king of the beasts, the lion.",
    "translation": "\nWhile Hiraṇyakaśipu looked all around to find the source of the sound, that wonderful form of the Lord, which could not be ascertained to be either a man or a lion, emerged from the pillar. In amazement, Hiraṇyakaśipu wondered, \"What is this creature that is half man and half lion?\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA demon cannot calculate the unlimited potency of the Supreme Lord. As stated in the Vedas, parāsya śaktir vividhaiva śrūyate svābhāvikī jñāna-bala-kriyā ca: (CC Madhya 13.65, purport) the different potencies of the Lord are always working as an automatic exhibition of His knowledge. For a demon it is certainly wonderful that the form of a lion and the form of a man can be united, since a demon has no experience of the inconceivable power for which the Supreme Lord is called \"all-powerful.\" Demons cannot understand the omnipotence of the Lord. They simply compare the Lord to one of them (avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam (BG 9.11)). Mūḍhas, rascals, think that Kṛṣṇa is an ordinary human being who appears for the benefit of other human beings. paraṁ bhāvam ajānantaḥ: fools, rascals and demons cannot realize the supreme potency of the Lord, but He can do anything and everything; indeed, He can do whatever He likes. When Hiraṇyakaśipu received benedictions from Lord Brahmā, he thought that he was safe, since he received the benediction that he would not be killed either by an animal or by a human being. He never thought that an animal and human being would be combined so that demons like him would be puzzled by such a form. This is the meaning of the Supreme Personality of Godhead's omnipotence.\n"
        }
    ]
}
