{
    "info": {
        "id": "sb/7/8/52",
        "prevId": "sb/7/8/51",
        "nextId": "sb/7/8/53"
    },
    "verses": [
        {
            "roman": "śrī-yakṣā ūcuḥ\nvayam anucara-mukhyāḥ karmabhis te mano-jñais\nta iha diti-sutena prāpitā vāhakatvam\nsa tu jana-paritāpaṁ tat-kṛtaṁ jānatā te\nnarahara upanītaḥ pañcatāṁ pañca-viṁśa\n"
        }
    ],
    "synonyms": "śrī-yakṣāḥ ūcuḥ—the inhabitants of the Yakṣa planet prayed; vayam—we; anucara-mukhyāḥ—the chief among Your many servants; karmabhiḥ—by services; te—unto You; mano-jñaiḥ—very pleasing; te—they; iha—at the present moment; diti-sutena—by Hiraṇyakaśipu, the son of Diti; prāpitāḥ—forced to engage as; vāhakatvam—the palanquin carriers; saḥ—he; tu—but; jana-paritāpam—the miserable condition of everyone; tat-kṛtam—caused by him; jānatā—knowing; te—by You; nara-hara—O Lord in the form of Nṛsiṁha; upanītaḥ—is put to; pañcatām—death; pañca-viṁśa—O twenty-fifth principle (the controller of the other twenty-four elements).",
    "translation": "The inhabitants of Yakṣaloka prayed: O controller of the twenty-four elements, we are considered the best servants of Your Lordship because of rendering services pleasing to You, yet we engaged as palanquin carriers by the order of Hiraṇyakaśipu, the son of Diti. O Lord in the form of Nṛsiṁhadeva, You know how this demon gave trouble to everyone, but now You have killed him, and his body is mixing with the five material elements.",
    "purport": [
        {
            "type": "normal",
            "content": "The Supreme Lord is the controller of the ten senses, the five material elements, the five sense objects, the mind, the intelligence, the false ego and the soul. Therefore He is addressed as pañca-viṁśa, the twenty-fifth element. The inhabitants of the Yakṣa planet are supposed to be the best of all servants, but Hiraṇyakaśipu engaged them as palanquin carriers. The entire universe was in trouble because of Hiraṇyakaśipu, but now that Hiraṇyakaśipu's body was mixing with the five material elements—earth, water, fire, air and sky—everyone felt relief. Upon Hiraṇyakaśipu's death, the Yakṣas were reinstated in their original service to the Supreme Personality of Godhead. Thus they felt obliged to the Lord and offered their prayers."
        }
    ]
}
