{
    "info": {
        "id": "sb/4/11/29",
        "prevId": "sb/4/11/28",
        "nextId": "sb/4/11/30"
    },
    "verses": [
        {
            "roman": "tam enam aṅgātmani mukta-vigrahe\nvyapāśritaṁ nirguṇam ekam akṣaram\nātmānam anviccha vimuktam ātma-dṛg\nyasminn idaṁ bhedam asat pratīyate\n"
        }
    ],
    "synonyms": "tam—Him; enam—that; aṅga—my dear Dhruva; ātmani—in the mind; mukta-vigrahe—free from anger; vyapāśritam—situated; nirguṇam—transcendental; ekam—one; akṣaram—the infallible Brahman; ātmānam—the self; anviccha—try to find out; vimuktam—uncontaminated; ātma-dṛk—facing towards the Supersoul; yasmin—in which; idam—this; bhedam—differentiation; asat—unreal; pratīyate—appears to be.",
    "translation": "\nMy dear Dhruva, please, therefore, turn your attention to the Supreme Person, who is the infallible Brahman. Face the Supreme Personality of Godhead in your original position, and thus, by self-realization, you will find this material differentiation to be merely flickering.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe living entities have three kinds of vision, according to their positions in self-realization. According to the bodily concept of life, one sees differentiation in terms of varieties of bodies. The living entity actually passes through many varieties of material forms, but despite all such changes of body, he is eternal. When living entities, therefore, are viewed in the bodily concept of life, one appears to be different from another. Lord Manu wanted to change the vision of Dhruva Mahārāja, who was looking upon the Yakṣas as different from him or as his enemies. Factually no one is an enemy or a friend. Everyone is passing through different types of bodies under the law of karma, but as soon as one is situated in his spiritual identity, he does not see differentiation in terms of this law. In other words, as stated in Bhagavad-gītā (BG 18.54):\n"
        },
        {
            "type": "verse",
            "content": "brahma-bhūtaḥ prasannātmā\nna śocati na kāṅkṣati\nsamaḥ sarveṣu bhūteṣu\nmad-bhaktiṁ labhate parām"
        },
        {
            "type": "normal",
            "content": "\nA devotee, who is already liberated, does not see differentiation in terms of the outward body; he sees all living entities as spirit souls, eternal servants of the Lord. Dhruva Mahārāja was advised by Lord Manu to see with that vision. He was specifically advised to do so because he was a great devotee and should not have looked upon other living entities with ordinary vision. Indirectly Manu pointed out to Dhruva Mahārāja that out of material affection Dhruva thought of his brother as his kin and the Yakṣas as his enemies. Such observation of differentiation subsides as soon as one is situated in his original position as an eternal servant of the Lord.\n"
        }
    ]
}
