{
    "info": {
        "id": "sb/8/5/36",
        "prevId": "sb/8/5/35",
        "nextId": "sb/8/5/37"
    },
    "verses": [
        {
            "roman": "yac-cakṣur āsīt taraṇir deva-yānaṁ\ntrayīmayo brahmaṇa eṣa dhiṣṇyam\ndvāraṁ ca mukter amṛtaṁ ca mṛtyuḥ\nprasīdatāṁ naḥ sa mahā-vibhūtiḥ\n"
        }
    ],
    "synonyms": "yat—that which; cakṣuḥ—eye; āsīt—became; taraṇiḥ—the sun-god; deva-yānam—the predominating deity for the path of deliverance for the demigods; trayī-mayaḥ—for the sake of guidance in karma-kāṇḍa Vedic knowledge; brahmaṇaḥ—of the supreme truth; eṣaḥ—this; dhiṣṇyam—the place for realization; dvāram ca—as well as the gateway; mukteḥ—for liberation; amṛtam—the path of eternal life; ca—as well as; mṛtyuḥ—the cause of death; prasīdatām—may He be pleased; naḥ—upon us; saḥ—that Supreme Personality of Godhead; mahā-vibhūtiḥ—the all-powerful.",
    "translation": "\nThe sun-god marks the path of liberation, which is called arcirādi-vartma. He is the chief source for understanding of the Vedas, he is the abode where the Absolute Truth can be worshiped, He is the gateway to liberation, and he is the source of eternal life as well as the cause of death. The sun-god is the eye of the Lord. May that Supreme Lord, who is supremely opulent, be pleased with us.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe sun-god is considered to be the chief of the demigods. He is also considered to be the demigod who watches the northern side of the universe. He gives help for understanding the Vedas. As confirmed in Brahma-saṁhitā (BS 5.38):\n"
        },
        {
            "type": "verse",
            "content": "yac-cakṣur eṣa savitā sakala-grahāṇāṁ\nrājā samasta-sura-mūrtir aśeṣa-tejāḥ\nyasyājñayā bhramati saṁbhṛta-kāla-cakro\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\n\"The sun, full of infinite effulgence, is the king of all the planets and the image of the good soul. The sun is like the eye of the Supreme Lord. I adore the primeval Lord Govinda, in pursuance of whose order the sun performs his journey, mounting the wheel of time.\" The sun is actually the eye of the Lord. In the Vedic mantras it is said that unless the Supreme Personality of Godhead sees, no one can see. Unless there is sunlight, no living entity on any planet can see. Therefore the sun is considered to be the eye of the Supreme Lord. That is confirmed here by the words yac-cakṣur āsīt and in the Brahma-saṁhitā by the words yac-cakṣur eṣa savitā. The word savitā means the sun-god.\n"
        }
    ]
}
