{
    "info": {
        "id": "sb 8/5/Summary",
        "prevId": "sb/8/4/26",
        "nextId": "sb/8/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the fifth and sixth Manus, and it also describes the prayers of the demigods and the curse of Durvāsā Muni.\n"
        },
        {
            "type": "normal",
            "content": "The brother of Tāmasa, the fourth Manu, who has previously been described, was the fifth Manu, Raivata. The sons of Raivata included Arjuna, Bali and Vindhya. During the reign of this Manu, Indra, the King of heaven, was known as Vibhu. Among the demigods were the Bhūtarayas, and among the seven ṛṣis were Hiraṇyaromā, Vedaśirā and Ūrdhvabāhu. The ṛṣi known as Śubhra, by his wife, Vikuṇṭhā, gave birth to the Supreme Personality of Godhead, Vaikuṇṭha. This Supreme Personality of Godhead manifested a Vaikuṇṭha planet at the request of Ramādevī. His power and activities are mentioned in the Third Canto.\n"
        },
        {
            "type": "normal",
            "content": "The sixth Manu was Cākṣuṣa, the son of Cakṣu Manu. Among the sons of the sixth Manu were Pūru, Pūruṣa and Sudyumna. During the reign of this Manu, Mantradruma was Indra, the King of the heavenly planets. Among the demigods were the Āpyas, and among the seven ṛṣis were Haviṣmān and Vīraka. The wife of Vairāja, whose name was Devasambhūti, gave birth to Ajita, an incarnation of the Supreme Personality of Godhead. This Ajita, taking the shape of a tortoise and holding the mountain known as Mandara on His back, churned the ocean and produced nectar for the demigods.\n"
        },
        {
            "type": "normal",
            "content": "Mahārāja Parīkṣit was very eager to hear about the churning of the ocean, and therefore Śukadeva Gosvāmī began to explain to him how the demigods, having been cursed by Durvāsā Muni, were defeated in battle by the asuras. When the demigods were deprived of their heavenly kingdom, they went to the assembly house of Lord Brahmā and informed Lord Brahmā of what had happened. Then Brahmā, along with all the demigods, went to the shore of the ocean of milk and offered prayers to Kṣīrodakaśāyī Viṣṇu.\n"
        }
    ]
}
