{
    "info": {
        "id": "sb/11/8/summary",
        "prevId": "sb/11/7/74",
        "nextId": "sb/11/8/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa told Uddhava how the avadhūta brāhmaṇa explained to Mahārāja Yadu the instructions he had received from nine of his gurus, beginning with the python."
        },
        {
            "type": "normal",
            "content": "The instruction the avadhūta brāhmaṇa received from the python is that an intelligent person should cultivate a mentality of detachment and should maintain his body by accepting whatever comes of its own accord or is easily obtained. In this way, he should remain always engaged in the worship of the Supreme Personality of Godhead. Even if no food is available, the person who wants to engage fully in the Lord's worship should not beg; rather, he should understand this to be the arrangement of providence, thinking, \"Whatever enjoyment is destined for me will automatically come, and thus I should not uselessly waste the remaining duration of my life in worrying about such things.\" If he does not get any food, he should simply remain lying like the python and patiently fix his mind in meditation upon the Supreme Lord."
        },
        {
            "type": "normal",
            "content": "The instruction the avadhūta brāhmaṇa received from the ocean is that the mind of the sage who is devoted to the Personality of Godhead appears very clear and grave, just like the still ocean waters. The ocean does not overflow during the rainy season, when all the flooded rivers discharge their waters into it, nor does it dry up during the hot season, when the rivers fail to supply it. Similarly, the sage does not become elated when he achieves desirable things, nor does he become distressed in their absence."
        },
        {
            "type": "normal",
            "content": "The instruction of the moth is that just as he becomes enticed by the fire and gives up his life, the fool who cannot control his senses becomes enchanted by the forms of women decorated with gold ornaments and fine clothing. Chasing after these embodiments of the divine illusory energy of the Lord, he loses his life untimely and falls down into the most horrible hell."
        },
        {
            "type": "normal",
            "content": "There are two kinds of bees, the bumblebee and the honeybee. The instruction learned from the bumblebee is that a sage should collect only small amounts of food from many different households and thus day after day practice the occupation of mādhukarī for maintaining his existence. A sage should also collect the essential truths from all scriptures, be they great or insignificant. The instruction received from the second insect, the honeybee, is that a mendicant sannyāsī should not save the food he begs for the sake of having it later that night or the next day, because if he does so, then just like the greedy honeybee he will be destroyed along with his hoard."
        },
        {
            "type": "normal",
            "content": "From the elephant the avadhūta brāhmaṇa received the following instruction. Male elephants are tricked by hunters into moving toward captive female elephants, whereupon they fall into the hunters' ditch and are captured. Similarly, the man who becomes attached to the form of woman falls down into the deep well of material life and is destroyed."
        },
        {
            "type": "normal",
            "content": "The instruction received from the honey thief is that just as he steals the honey collected with great effort by the honeybee, a person in the renounced order of life has the privilege of enjoying before anyone else the food and other valuable things purchased by the hard-earned money of the householders."
        },
        {
            "type": "normal",
            "content": "The instruction from the deer is that just as he becomes confused upon hearing the song of the hunter's flute and loses his life, so also does any person who becomes attracted to mundane music and song uselessly waste his life."
        },
        {
            "type": "normal",
            "content": "The instruction learned from the fish is that because he comes under the sway of attachment to the sense of taste, he is caught on the baited fishhook and must die. Similarly, an unintelligent person who is victimized by his insatiable tongue will also end up losing his life."
        },
        {
            "type": "normal",
            "content": "There was once a prostitute named Piṅgalā in the city of Videha, and from her the avadhūta learned another lesson. One day she dressed herself in very attractive clothing and ornaments and was waiting from sunset until midnight for a customer. She waited in great anticipation, but as the time passed her mind became very uneasy. No man came to see her, and in disgust she finally became renounced, giving up her hankering for the arrival of a suitor. Thereafter she engaged herself in thinking only of the Supreme Lord, Hari, and her mind achieved the supreme platform of peace. The instruction received from her is that hopes for sense gratification are the root cause of all suffering. Therefore, only one who has given up such hankering can fix himself in meditation upon the Personality of Godhead and achieve transcendental peace."
        }
    ]
}
