{
    "info": {
        "id": "sb/6/10/12",
        "prevId": "sb/6/10/11",
        "nextId": "sb/6/10/13-14"
    },
    "verses": [
        {
            "roman": "yatākṣāsu-mano-buddhis\ntattva-dṛg dhvasta-bandhanaḥ\nāsthitaḥ paramaṁ yogaṁ\nna dehaṁ bubudhe gatam\n"
        }
    ],
    "synonyms": "yata—controlled; akṣa—senses; asu—the life air; manaḥ—the mind; buddhiḥ—intelligence; tattva-dṛk—one who knows the tattvas, the material and spiritual energies; dhvasta-bandhanaḥ—liberated from bondage; āsthitaḥ—being situated in; paramam—the supreme; yogam—absorption, trance; na—not; deham—the material body; bubudhe—perceived; gatam—left.",
    "translation": "\nDadhīci Muni controlled his senses, life force, mind and intelligence and became absorbed in trance. Thus he cut all his material bonds. He could not perceive how his material body became separated from his self.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Lord says in Bhagavad-gītā (BG 8.5):\n"
        },
        {
            "type": "verse",
            "content": "anta-kāle ca mām eva\nsmaran muktvā kalevaram\nyaḥ prayāti sa mad-bhāvaṁ\nyāti nāsty atra saṁśayaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Whoever, at the time of death, quits his body remembering Me alone, at once attains My nature. Of this there is no doubt.\" Of course, one must practice before one is overcome by death, but the perfect yogī, namely the devotee, dies in trance, thinking of Kṛṣṇa. He does not feel his material body being separated from his soul; the soul is immediately transferred to the spiritual world. Tyaktvā dehaṁ punar janma naiti mām eti: (BG 4.9) the soul does not enter the womb of a material mother again, but is transferred back home, back to Godhead. This yoga, bhakti-yoga, is the highest yoga system, as explained by the Lord Himself in Bhagavad-gītā (6.47):\n"
        },
        {
            "type": "verse",
            "content": "yoginām api sarveṣāṁ\nmad-gatenāntarātmanā\nśraddhāvān bhajate yo māṁ\nsa me yuktatamo mataḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.\" The bhakti-yogī always thinks of Kṛṣṇa, and therefore at the time of death he can very easily transfer himself to Kṛṣṇaloka, without even perceiving the pains of death.\n"
        }
    ]
}
