{
    "info": {
        "id": "sb/9/23/summary",
        "prevId": "sb/9/22/49",
        "nextId": "sb/9/23/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this Twenty-third Chapter the dynasties of Anu, Druhyu, Turvasu and Yadu, as well as the story of Jyāmagha, are described."
        },
        {
            "type": "normal",
            "content": "The sons of Yayāti's fourth son, Anu, were Sabhānara, Cakṣu and Pareṣṇu. Of these three, the sons and grandsons of Sabhānara were, in succession, Kālanara, Sṛñjaya, Janamejaya, Mahāśāla and Mahāmanā. The sons of Mahāmanā were Uśīnara and Titikṣu. Uśīnara had four sons, namely Śibi, Vara, Kṛmi and Dakṣa. Śibi also had four sons-Vṛṣādarbha, Sudhīra, Madra and Kekaya. The son of Titikṣu was Ruṣadratha, who begot a son named Homa. From Homa came Sutapā and from Sutapā, Bali. In this way the dynasty continued. Begotten by Dīrghatamā in the womb of the wife of Bali were Aṅga, Vaṅga, Kaliṅga, Suhma, Puṇḍra and Oḍra, all of whom became kings."
        },
        {
            "type": "normal",
            "content": "From Aṅga came Khalapāna, whose dynasty included Diviratha, Dharmaratha and Citraratha, also called Romapāda, one after another. Mahārāja Daśaratha gave in charity one of his daughters, by the name Śāntā, to his friend Romapāda because Romapāda had no sons. Romapāda accepted Śāntā as his daughter, and the great sage Ṛṣyaśṛṅga married her. By the mercy of Ṛṣyaśṛṅga, Romapāda had a son named Caturaṅga. The son of Caturaṅga was Pṛthulākṣa, who had three sons-Bṛhadratha, Bṛhatkarmā and Bṛhadbhānu. From Bṛhadratha came a son named Bṛhadmanā, whose sons and grandsons in succession were Jayadratha, Vijaya, Dhṛti, Dhṛtavrata, Satkarmā and Adhiratha. Adhiratha accepted the son rejected by Kuntī, namely Karṇa, and Karṇa's son was Vṛṣasena."
        },
        {
            "type": "normal",
            "content": "The son of Yayāti's third son, Druhyu, was Babhru, whose son and grandsons were Setu, Ārabdha, Gāndhāra, Dharma, Dhṛta, Durmada and Pracetā."
        },
        {
            "type": "normal",
            "content": "The son of Yayāti's second son, Turvasu, was Vahni, whose seminal dynasty included Bharga, Bhānumān, Tribhānu, Karandhama and Maruta. The childless Maruta accepted Duṣmanta, who belonged to the Pūru dynasty, as his adopted son. Mahārāja Duṣmanta was anxious to have his kingdom returned, and so he went back to the Pūru-vaṁśa."
        },
        {
            "type": "normal",
            "content": "Of the four sons of Yadu, Sahasrajit was the eldest. The son of Sahasrajit was named Śatajit. He had three sons, of whom one was Haihaya. The sons and grandsons in the dynasty of Haihaya were Dharma, Netra, Kunti, Sohañji, Mahiṣmān, Bhadrasenaka, Dhanaka, Kṛtavīrya, Arjuna, Jayadhvaja, Tālajaṅgha and Vītihotra.The son of Vītihotra was Madhu, whose eldest son was Vṛṣṇi. Because of Yadu, Madhu and Vṛṣṇi, their dynasties are known as Yādava, Mādhava and Vṛṣṇi. Another son of Yadu was Kroṣṭā, and from him came Vṛjinavān, Svāhita, Viṣadgu, Citraratha, Śaśabindu, Pṛthuśravā, Dharma, Uśanā and Rucaka. Rucaka had five sons, one of whom was known as Jyāmagha. Jyāmagha was sonless, but by the mercy of the demigods his childless wife gave birth to a son named Vidarbha."
        }
    ]
}
