{
    "info": {
        "id": "sb 9/24/Summary",
        "prevId": "sb/9/23/38",
        "nextId": "sb/9/24/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nVidarbha had three sons, named Kuśa, Kratha and Romapāda. Of these three, Romapāda expanded his dynasty by the sons and grandsons named Babhru, Kṛti, Uśika, Cedi and Caidya, all of whom later became kings. From the son of Vidarbha named Kratha came a son named Kunti, from whose dynasty came the descendants named Vṛṣṇi, Nirvṛti, Daśārha, Vyoma, Jīmūta, Vikṛti, Bhīmaratha, Navaratha, Daśaratha, Śakuni, Karambhi, Devarāta, Devakṣatra, Madhu, Kuruvaśa, Anu, Puruhotra, Ayu and Sātvata. Sātvata had seven sons. One of them was Devāvṛdha, whose son was Babhru. Another son of Sātvata was Mahābhoja, by whom the Bhoja dynasty was inaugurated. Another was Vṛṣṇi, who had a son named Yudhājit. From Yudhājit came Anamitra and Śini, and from Anamitra came Nighna and another Śini. The descendants in succession from Śini were Satyaka, Yuyudhāna, Jaya, Kuṇi and Yugandhara. Another son of Anamitra was Vṛṣṇi. From Vṛṣṇi came Śvaphalka, by whom Akrūra and twelve other sons were generated. From Akrūra came two sons, named Devavān and Upadeva. The son of Andhaka named Kukura was the origin of the descendants known as Vahni, Vilomā, Kapotaromā, Anu, Andhaka, Dundubhi, Avidyota, Punarvasu and Āhuka. Āhuka had two sons, named Devaka and Ugrasena. The four sons of Devaka were known as Devavān, Upadeva, Sudeva and Devavardhana, and his seven daughters were Dhṛtadevā, Śāntidevā, Upadevā, Śrīdevā, Devarakṣitā, Sahadevā and Devakī. Vasudeva married all seven daughters of Devaka. Ugrasena had nine sons named Kaṁsa, Sunāmā, Nyagrodha, Kaṅka, Śaṅku, Suhū, Rāṣṭrapāla, Dhṛṣṭi and Tuṣṭimān, and he had five daughters named Kaṁsā, Kaṁsavatī, Kaṅkā, Śūrabhū and Rāṣṭrapālikā. The younger brothers of Vasudeva married all the daughters of Ugrasena.\n"
        },
        {
            "type": "normal",
            "content": "Vidūratha, the son of Citraratha, had a son named Śūra, who had ten other sons, of whom Vasudeva was the chief. Śūra gave one of his five daughters, Pṛthā, to his friend Kunti, and therefore she was also named Kuntī. In her maiden state she gave birth to a child named Karṇa, and later she married Mahārāja Pāṇḍu.\n"
        },
        {
            "type": "normal",
            "content": "Vṛddhaśarmā married the daughter of Śūra named Śrutadevā, from whose womb Dantavakra was born. Dhṛṣṭaketu married Śūra's daughter named Śrutakīrti, who had five sons. Jayasena married Śūra's daughter named Rājādhidevī. The king of Cedi-deśa, Damaghoṣa, married the daughter of Śūra named Śrutaśravā, from whom Śiśupāla was born.\n"
        },
        {
            "type": "normal",
            "content": "Devabhāga, through the womb of Kaṁsā, begot Citraketu and Bṛhadbala; and Devaśravā, through the womb of Kaṁsavatī, begot Suvīra and Iṣumān. From Kaṅka, through the womb of Kaṅkā, came Baka, Satyajit and Purujit, and from Sṛñjaya, through the womb of Rāṣṭrapālikā, came Vṛṣa and Durmarṣaṇa. Śyāmaka, through the womb of Śūrabhūmi, begot Harikeśa and Hiraṇyākṣa. Vatsaka, through the womb of Miśrakeśī, begot Vṛka, who begot the sons named Takṣa, Puṣkara and Śāla. From Samīka came Sumitra and Arjunapāla, and from Ānaka came Ṛtadhāmā and Jaya.\n"
        },
        {
            "type": "normal",
            "content": "Vasudeva had many wives, of whom Devakī and Rohiṇī were the most important. From the womb of Rohiṇī, Baladeva was born, along with Gada, Sāraṇa, Durmada, Vipula, Dhruva, Kṛta and others. Vasudeva had many other sons by his other wives, and the eighth son to appear from the womb of Devakī was the Supreme Personality of Godhead, who delivered the entire world from the burden of demons. This chapter ends by glorifying the Supreme Personality of Godhead Vāsudeva.\n"
        }
    ]
}
