{
    "info": {
        "id": "sb/11/24/14",
        "prevId": "sb/11/24/13",
        "nextId": "sb/11/24/15"
    },
    "verses": [
        {
            "roman": "yogasya tapasaś caiva\nnyāsasya gatayo 'malāḥ\nmahar janas tapaḥ satyaṁ\nbhakti-yogasya mad-gatiḥ\n"
        }
    ],
    "synonyms": "yogasya—of mystic yoga; tapasaḥ—of great austerity; ca—and; eva—certainly; nyāsasya—of the renounced order of life; gatayaḥ—the destinations; amalāḥ—spotless; mahaḥ—Mahar; janaḥ—Janas; tapaḥ—Tapas; satyam—Satya; bhakti-yogasya—of devotional service; mat—My; gatiḥ—destination.",
    "translation": "\nBy mystic yoga, great austerities and the renounced order of life, the pure destinations of Maharloka, Janaloka, Tapoloka and Satyaloka are attained. But by devotional yoga, one achieves My transcendental abode.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Jīva Gosvāmī explains that the word tapasaḥ in this verse refers to austerities performed by brahmacārīs and vānaprasthas. A brahmacārī who practices celibacy perfectly in some particular stage of his life achieves Maharloka, and one who perfectly practices lifelong celibacy achieves Janaloka. By perfect execution of vānaprastha one may achieve Tapoloka, and one in the renounced order of life goes to Satyaloka. These different destinations certainly depend on one's seriousness in the yoga system. In the Third Canto of the Bhāgavatam, Lord Brahmā explains to the demigods, \"The inhabitants of Vaikuṇṭha travel in their airplanes made of lapis lazuli, emeralds and gold. Although crowded by their consorts, who have large hips and beautiful smiling faces, they cannot be stimulated to passion by their mirth and beautiful charms.\" (SB 3.15.20) Thus in the spiritual world, the kingdom of God, the inhabitants have absolutely no desire for personal satisfaction, since they are completely satisfied in love of Godhead. Because they only think of the Lord's pleasure, there is no possibility of cheating, anxiety, lust, disappointment, and so on. As described in Bhagavad-gītā (BG 18.62),\n"
        },
        {
            "type": "verse",
            "content": "tam eva śaraṇaṁ gaccha\nsarva-bhāvena bhārata\ntat-prasādāt parām śāntiṁ\nsthānaṁ prāpsyasi śāśvatam"
        },
        {
            "type": "normal",
            "content": "\n\"O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode.\"\n"
        }
    ]
}
