{
    "info": {
        "id": "sb/10/57/summary",
        "prevId": "sb/10/56/45",
        "nextId": "sb/10/57/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Kṛṣṇa, after the murder of Satrājit, killed Śatadhanvā and had Akrūra bring the Syamantaka jewel back to Dvārakā."
        },
        {
            "type": "normal",
            "content": "When Lord Śrī Kṛṣṇa heard that the Pāṇḍavas had supposedly been burned to death in the palace of lac, He went to Hastināpura with Lord Baladeva to maintain the principles of worldly protocol, even though, being omniscient, He knew the report was false. With Kṛṣṇa out of Dvārakā, Akrūra and Kṛtavarmā incited Śatadhanvā to steal the Syamantaka jewel from Satrājit. Bewildered by their words, the sinful Śatadhanvā murdered King Satrājit in his sleep and stole the gem. Queen Satyabhāmā was overcome with grief at the death of her father, and she rushed to Hastināpura to report the sorrowful news to Śrī Kṛṣṇa. Together with Lord Baladeva, Kṛṣṇa then returned to Dvārakā to kill Śatadhanvā."
        },
        {
            "type": "normal",
            "content": "Śatadhanvā went to Akrūra and Kṛtavarmā to beg for help, but when they refused he left the jewel with Akrūra and fled for his life. Kṛṣṇa and Balarāma pursued him, and Lord Kṛṣṇa beheaded him with His sharp-edged disc. When the Lord could not find the Syamantaka jewel on Śatadhanvā's person, Baladeva told Him that Śatadhanvā must have left it in someone's care. Baladeva further suggested that Kṛṣṇa return to Dvārakā to find the jewel while He, Baladeva, would take the opportunity to visit the King of Videha. Thus Lord Balarāma traveled to Mithilā and remained there for a few years, during which He taught King Duryodhana the art of fighting with a club."
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa returned to Dvārakā and had the funeral rites performed for Satrājit. When Akrūra and Kṛtavarmā heard how Śatadhanvā had met his death, they fled Dvārakā. Soon many kinds of disturbances-mental, physical and so on-began to afflict Dvārakā, and the citizens concluded that the cause of these troubles must be Akrūra's exile. The city elders explained, \"Once there was a drought in Benares, and the king of the region gave his daughter in marriage to Akrūra's father, who was visiting Benares at the time. As a result of this gift, the drought ended.\" The elders, thinking Akrūra had the same power as his father, declared that Akrūra should be brought back."
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa knew that Akrūra's exile was not the main cause of the disturbances. Still, He had Akrūra brought back to Dvārakā, and after properly honoring him with worship and greeting him with sweet words, Kṛṣṇa told him, \"I know Śatadhanvā left the jewel in your care. Since Satrājit had no sons, his daughter's offspring are the just claimants to whatever property he has left behind. Nonetheless, it would be best for you to keep the troublesome jewel in your care. Just let Me show it once to My relatives.\" Akrūra presented Kṛṣṇa with the jewel, which shone as brilliantly as the sun, and after the Lord had shown it to His family members He returned it to Akrūra."
        }
    ]
}
