{
    "info": {
        "id": "sb/4/14/12",
        "prevId": "sb/4/14/11",
        "nextId": "sb/4/14/13"
    },
    "verses": [
        {
            "roman": "tad-vidvadbhir asad-vṛtto\nveno 'smābhiḥ kṛto nṛpaḥ\nsāntvito yadi no vācaṁ\nna grahīṣyaty adharma-kṛt\nloka-dhikkāra-sandagdhaṁ\ndahiṣyāmaḥ sva-tejasā\n"
        }
    ],
    "synonyms": "tat—his mischievous nature; vidvadbhiḥ—aware of; asat-vṛttaḥ—impious; venaḥ—Vena; asmābhiḥ—by us; kṛtaḥ—was made; nṛpaḥ—king; sāntvitaḥ—(in spite of) being pacified; yadi—if; naḥ—our; vācam—words; na—not; grahīṣyati—he will accept; adharma-kṛt—the most mischievous; loka-dhik-kāra—by public condemnation; sandagdham—burned; dahiṣyāmaḥ—we shall burn; sva-tejasā—by our prowess.",
    "translation": "The saintly sages continued thinking: Of course we are completely aware of his mischievous nature. Yet nevertheless we enthroned Vena. If we cannot persuade King Vena to accept our advice, he will be condemned by the public, and we will join them. Thus by our prowess we shall burn him to ashes.",
    "purport": [
        {
            "type": "normal",
            "content": "Saintly persons are not interested in political matters, yet they are always thinking of the welfare of the people in general. Consequently they sometimes have to come down to the political field and take steps to correct the misguided government or royalty. However, in Kali-yuga, saintly persons are not as powerful as they previously were. They used to be able to burn any sinful man to ashes by virtue of their spiritual prowess. Now saintly persons have no such power due to the influence of the age of Kali. Indeed, the brāhmaṇas do not even have the power to perform sacrifices in which animals are put into a fire to attain a new life. Under these circumstances, instead of actively taking part in politics, saintly persons should engage in chanting the mahā-mantra, Hare Kṛṣṇa. By the grace of Lord Caitanya, by simply chanting this Hare Kṛṣṇa mahā-mantra, the general populace can derive all benefits without political implications."
        }
    ]
}
