{
    "info": {
        "id": "sb/4/14/37",
        "prevId": "sb/4/14/36",
        "nextId": "sb/4/14/38"
    },
    "verses": [
        {
            "roman": "vīkṣyotthitāṁs tadotpātān\nāhur loka-bhayaṅkarān\napy abhadram anāthāyā\ndasyubhyo na bhaved bhuvaḥ\n"
        }
    ],
    "synonyms": "vīkṣya—having seen; utthitān—developed; tadā—then; utpātān—disturbances; āhuḥ—they began to say; loka—in society; bhayam-karān—causing panic; api—whether; abhadram—misfortune; anāthāyāḥ—having no ruler; dasyubhyaḥ—from thieves and rogues; na—not; bhavet—may happen; bhuvaḥ—of the world.",
    "translation": "In those days there were various disturbances in the country that were creating a panic in society. Therefore all the sages began to talk amongst themselves: Since the King is dead and there is no protector in the world, misfortune may befall the people in general on account of rogues and thieves.",
    "purport": [
        {
            "type": "normal",
            "content": "Whenever there is a disturbance in the state, or a panic situation, the property and lives of the citizens become unsafe. This is caused by the uprising of various thieves and rogues. At such a time it is to be understood that the ruler, or the government, is dead. All of these misfortunes happened due to the death of King Vena. Thus the saintly persons became very anxious for the safety of the people in general. The conclusion is that even though saintly persons have no business in political affairs, they are always compassionate upon the people in general. Thus even though they are always aloof from society, out of mercy and compassion they consider how the citizens can peacefully execute their rituals and follow the rules and regulations of varṇāśrama-dharma. That was the concern of these sages. In this age of Kali, everything is disturbed. Therefore saintly persons should take to the chanting of the Hare Kṛṣṇa mantra, as recommended in the śāstras:"
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāmaharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "Both for spiritual and material prosperity, everyone should devotedly chant the Hare Kṛṣṇa mantra."
        }
    ]
}
