{
    "info": {
        "id": "sb/10/49/summary",
        "prevId": "sb/10/48/36",
        "nextId": "sb/10/49/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Akrūra went to Hastināpura, saw Dhṛtarāṣṭra's unfair behavior toward his nephews, the Pāṇḍavas, and then returned to Mathurā."
        },
        {
            "type": "normal",
            "content": "On the order of Lord Kṛṣṇa, Akrūra went to Hastināpura, where he met the Kauravas and Pāṇḍavas and then set about to find out how Dhṛtarāṣṭra was treating the latter. This task would keep Akrūra in Hastināpura for several months."
        },
        {
            "type": "normal",
            "content": "Vidura and Kuntīdevī described to Akrūra in detail how Dhṛtarāṣṭra's sons, envious of the exalted qualities of the Pāṇḍavas, had tried to destroy them by various evil means and were contemplating further atrocities. With tearful eyes, Kuntīdevī asked Akrūra, \"Do my parents and other relatives, headed by Kṛṣṇa and Balarāma, ever think of me and my sons, and will Kṛṣṇa ever come to console us in our distress?\" Then Kuntīdevī began to chant Lord Kṛṣṇa's names for her protection, and she also chanted mantras expressing surrender to Him. Akrūra assured Kuntīdevī, \"Since your sons were born from demigods like Dharma and Vāyu, there is no reason to expect that any misfortune will befall them; rather, you should be confident that very soon they will receive the greatest possible good fortune.\""
        },
        {
            "type": "normal",
            "content": "Akrūra then delivered to Dhṛtarāṣṭra the message from Kṛṣṇa and Balarāma. Akrūra told the King, \"You have assumed the royal throne after the death of Pāṇḍu. Seeing all equally, which is the religious duty of kings, you should protect all your subjects and personal relations. By such fair behavior you will gain all fame and good fortune. But if you act otherwise, you will attain only infamy in this life and condemnation to a hellish existence in the next. A living being takes his birth all alone, and alone he gives up his life. Alone he enjoys the fruits of his piety and sin. If one fails to understand the true identity of the self and instead maintains his progeny by indulging in evil deeds, then surely he will go to hell. One should therefore learn to understand the unsteadiness of material existence, which is like a sleeper's dream, a magician's illusion or a flight of fancy, and should thus control his mind in order to remain peaceful and equipoised. \""
        },
        {
            "type": "normal",
            "content": "To this Dhṛtarāṣṭra replied, \"I cannot hear enough of your beneficial words, O Akrūra, which are like the sweet nectar of immortality. But because the tight knot of affection for my sons has made me biased toward them, your statements cannot become fixed within my mind. No one can transgress the arrangement of the Supreme Lord; His purpose for descending into the Yadu dynasty will inevitably be fulfilled.\""
        },
        {
            "type": "normal",
            "content": "Knowing now the mentality of Dhṛtarāṣṭra, Akrūra took permission from his dear relatives and friends and returned to Mathurā, where he related everything to Lord Kṛṣṇa and Lord Balarāma."
        }
    ]
}
