{
    "info": {
        "id": "sb/3/26/16",
        "prevId": "sb/3/26/15",
        "nextId": "sb/3/26/17"
    },
    "verses": [
        {
            "roman": "prabhāvaṁ pauruṣaṁ prāhuḥ\nkālam eke yato bhayam\nahaṅkāra-vimūḍhasya\nkartuḥ prakṛtim īyuṣaḥ\n"
        }
    ],
    "synonyms": "prabhāvam—the influence; pauruṣam—of the Supreme Personality of Godhead; prāhuḥ—they have said; kālam—the time factor; eke—some; yataḥ—from which; bhayam—fear; ahaṅkāra-vimūḍhasya—deluded by false ego; kartuḥ—of the individual soul; prakṛtim—material nature; īyuṣaḥ—having contacted.",
    "translation": "\nThe influence of the Supreme Personality of Godhead is felt in the time factor, which causes fear of death due to the false ego of the deluded soul who has contacted material nature.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe living entity's fear of death is due to his false ego of identifying with the body. Everyone is afraid of death. Actually there is no death for the spirit soul, but due to our absorption in the identification of body as self, the fear of death develops. It is also stated in the Śrīmad-Bhāgavatam (SB 11.2.37), bhayaṁ dvitīyābhiniveśataḥ syāt. Dvitīya refers to matter, which is beyond spirit. Matter is the secondary manifestation of spirit, for matter is produced from spirit. Just as the material elements described are caused by the Supreme Lord, or the Supreme Spirit, the body is also a product of the spirit soul. Therefore, the material body is called dvitīya, or \"the second.\" One who is absorbed in this second element or second exhibition of the spirit is afraid of death. When one is fully convinced that he is not his body, there is no question of fearing death, since the spirit soul does not die.\n"
        },
        {
            "type": "normal",
            "content": "If the spirit soul engages in the spiritual activities of devotional service, he is completely freed from the platform of birth and death. His next position is complete spiritual freedom from a material body. The fear of death is the action of the kāla, or the time factor, which represents the influence of the Supreme Personality of Godhead. In other words, time is destructive. Whatever is created is subject to destruction and dissolution, which is the action of time. Time is a representation of the Lord, and it reminds us also that we must surrender unto the Lord. The Lord speaks to every conditioned soul as time. He says in Bhagavad-gītā that if someone surrenders unto Him, then there is no longer any problem of birth and death. We should therefore accept the time factor as the Supreme Personality of Godhead standing before us. This is further explained in the following verse.\n"
        }
    ]
}
