{
    "info": {
        "id": "sb/3/26/72",
        "prevId": "sb/3/26/71",
        "nextId": "sb/3/27/1"
    },
    "verses": [
        {
            "roman": "tam asmin pratyag-ātmānaṁ\ndhiyā yoga-pravṛttayā\nbhaktyā viraktyā jñānena\nvivicyātmani cintayet\n"
        }
    ],
    "synonyms": "tam—upon Him; asmin—in this; pratyak-ātmānam—the Supersoul; dhiyā—with the mind; yoga-pravṛttayā—engaged in devotional service; bhaktyā—through devotion; viraktyā—through detachment; jñānena—through spiritual knowledge; vivicya—considering carefully; ātmani—in the body; cintayet—one should contemplate.",
    "translation": "\nTherefore, through devotion, detachment and advancement in spiritual knowledge acquired through concentrated devotional service, one should contemplate that Supersoul as present in this very body although simultaneously apart from it.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne can realize the Supersoul within oneself. He is within one's body but apart from the body, or transcendental to the body. Although sitting in the same body as the individual soul, the Supersoul has no affection for the body, whereas the individual soul does. One has to detach himself, therefore, from this material body, by discharging devotional service. It is clearly mentioned here (bhaktyā) that one has to execute devotional service to the Supreme. As it is stated in the First Canto, Second Chapter, of Śrīmad-Bhāgavatam (SB 1.2.7), vāsudeve bhagavati bhakti-yogaḥ prayojitaḥ. When Vāsudeva, the all-pervading Viṣṇu, the Supreme Personality of Godhead, is served in completely pure devotion, detachment from the material world immediately begins. The purpose of Sāṅkhya is to detach oneself from material contamination. This can be achieved simply by devotional service to the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "When one is detached from the attraction of material prosperity, one can actually concentrate his mind upon the Supersoul. As long as the mind is distracted towards the material, there is no possibility of concentrating one's mind and intelligence upon the Supreme Personality of Godhead or His partial representation, Supersoul. In other words, one cannot concentrate one's mind and energy upon the Supreme unless one is detached from the material world. Following detachment from the material world, one can actually attain transcendental knowledge of the Absolute Truth. As long as one is entangled in sense enjoyment, or material enjoyment, it is not possible to understand the Absolute Truth. This is also confirmed in Bhagavad-gītā (BG 18.54). One who is freed from material contamination is joyful and can enter into devotional service, and by devotional service he can be liberated.\n"
        },
        {
            "type": "normal",
            "content": "In the Śrīmad-Bhāgavatam, First Canto, it is stated that one becomes joyful by discharging devotional service. In that joyful attitude, one can understand the science of God, or Kṛṣṇa consciousness; otherwise it is not possible. The analytical study of the elements of material nature and the concentration of the mind upon the Supersoul are the sum and substance of the Sāṅkhya philosophical system. The perfection of this sāṅkhya-yoga culminates in devotional service unto the Absolute Truth.\n"
        }
    ]
}
