{
    "info": {
        "id": "sb/8/23/14",
        "prevId": "sb/8/23/13",
        "nextId": "sb/8/23/15"
    },
    "verses": [
        {
            "roman": "brahman santanu śiṣyasya\nkarma-cchidraṁ vitanvataḥ\nyat tat karmasu vaiṣamyaṁ\nbrahma-dṛṣṭaṁ samaṁ bhavet\n"
        }
    ],
    "synonyms": "brahman—O brāhmaṇa; santanu—please describe; śiṣyasya—of your disciple; karma-chidram—the discrepancies in the fruitive activities; vitanvataḥ—of he who was performing sacrifices; yat tat—that which; karmasu—in the fruitive activities; vaiṣamyam—discrepancy; brahma-dṛṣṭam—when it is judged by the brāhmaṇas; samam—equipoised; bhavet—it so becomes.",
    "translation": "O best of the brāhmaṇas, Śukrācārya, please describe the fault or discrepancy in your disciple Bali Mahārāja, who engaged in performing sacrifices. This fault will be nullified when judged in the presence of qualified brāhmaṇas.",
    "purport": [
        {
            "type": "normal",
            "content": "When Bali Mahārāja and Prahlāda Mahārāja had departed for the planet Sutala, Lord Viṣṇu asked Śukrācārya what the fault was in Bali Mahārāja for which Śukrācārya had cursed him. It might be argued that since Bali Mahārāja had now left the scene, how could his faults be judged? In reply to this, Lord Viṣṇu informed Śukrācārya that there was no need for Bali Mahārāja's presence, for his faults and discrepancies could be nullified if judged before the brāhmaṇas. As will be seen in the next verse, Bali Mahārāja had no faults; Śukrācārya had unnecessarily cursed him. Nonetheless, this was better for Bali Mahārāja. Being cursed by Śukrācārya, Bali Mahārāja was deprived of all his possessions, with the result that the Supreme Personality of Godhead favored him for his strong faith in devotional service. Of course, a devotee is not required to engage in fruitive activities. As stated in the śāstra, sarvārhaṇam acyutejyā (SB 4.31.14). By worshiping Acyuta, the Supreme Personality of Godhead, one satisfies everyone. Because Bali Mahārāja had satisfied the Supreme Personality of Godhead, there were no discrepancies in his performance of sacrifices."
        }
    ]
}
