{
    "info": {
        "id": "sb 8/23/Summary",
        "prevId": "sb/8/22/36",
        "nextId": "sb/8/23/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Bali Mahārāja, along with his grandfather Prahlāda Mahārāja, entered the planet Sutala and how the Supreme Personality of Godhead allowed Indra to reenter the heavenly planet.\n"
        },
        {
            "type": "normal",
            "content": "The great soul Bali Mahārāja experienced that the highest gain in life is to attain devotional service under the shelter of the Lord's lotus feet in full surrender. Being fixed in this conclusion, his heart full of ecstatic devotion and his eyes full of tears, he offered obeisances to the Personality of Godhead and then, with his associates, entered the planet known as Sutala. Thus the Supreme Personality of Godhead satisfied the desire of Aditi and reinstalled Lord Indra. Prahlāda Mahārāja, being aware of Bali's release from arrest, then described the transcendental pastimes of the Supreme Personality of Godhead in this material world. Prahlāda Mahārāja praised the Supreme Lord for creating the material world, for being equal to everyone and for being extremely liberal to the devotees, just like a desire tree. Indeed, Prahlāda Mahārāja said that the Lord is kind not only to His devotees but also to the demons. In this way he described the unlimited causeless mercy of the Supreme Personality of Godhead. Then, with folded hands, he offered his respectful obeisances unto the Lord, and after circumambulating the Lord he also entered the planet Sutala in accordance with the Lord's order. The Lord then ordered Śukrācārya to describe Bali Mahārāja's faults and discrepancies in executing the sacrificial ceremony. Śukrācārya became free from fruitive actions by chanting the holy name of the Lord, and he explained how chanting can diminish all the faults of the conditioned soul. He then completed Bali Mahārāja's sacrificial ceremony. All the great saintly persons accepted Lord Vāmanadeva as the benefactor of Lord Indra because He had returned Indra to his heavenly planet. They accepted the Supreme Personality of Godhead as the maintainer of all the affairs of the universe. Being very happy, Indra, along with his associates, placed Vāmanadeva before him and reentered the heavenly planet in their airplane. Having seen the wonderful activities of Lord Viṣṇu in the sacrificial arena of Bali Mahārāja, all the demigods, saintly persons, Pitās, Bhūtas and Siddhas glorified the Lord again and again. The chapter concludes by saying that the most auspicious function of the conditioned soul is to chant and hear about the glorious activities of Lord Viṣṇu.\n"
        }
    ]
}
