{
    "info": {
        "id": "sb/4/7/27",
        "prevId": "sb/4/7/26",
        "nextId": "sb/4/7/28"
    },
    "verses": [
        {
            "roman": "ṛtvija ūcuḥ\ntattvaṁ na te vayam anañjana rudra-śāpāt\nkarmaṇy avagraha-dhiyo bhagavan vidāmaḥ\ndharmopalakṣaṇam idaṁ trivṛd adhvarākhyaṁ\njñātaṁ yad-artham adhidaivam ado vyavasthāḥ\n"
        }
    ],
    "synonyms": "ṛtvijaḥ—the priests; ūcuḥ—began to say; tattvam—truth; na—not; te—of Your Lordship; vayam—all of us; anañjana—without material contamination; rudra—Lord Śiva; śāpāt—by his curse; karmaṇi—in fruitive activities; avagraha—being too much attached; dhiyaḥ—of such intelligence; bhagavan—O Lord; vidāmaḥ—know; dharma—religion; upalakṣaṇam—symbolized; idam—this; tri-vṛt—the three departments of knowledge of the Vedas; adhvara—sacrifice; ākhyam—of the name; jñātam—known to us; yat—that; artham—for the matter of; adhidaivam—for worshiping the demigods; adaḥ—this; vyavasthāḥ—arrangement.",
    "translation": "\nThe priests addressed the Lord, saying: O Lord, transcendental to material contamination, by the curse offered by Lord Śiva's men we have become attached to fruitive activities, and thus we are now fallen and therefore do not know anything about You. On the contrary, we are now involved in the injunctions of the three departments of the Vedic knowledge under the plea of executing rituals in the name of yajña. We know that You have made arrangements for distributing the respective shares of the demigods.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Vedas are known as traiguṇya-viṣayā vedāḥ (BG 2.45). Those who are serious students of the Vedas are very much attached to the ritualistic ceremonies mentioned in the Vedas, and therefore these veda-vādīs cannot understand that the ultimate goal of the Vedas is to understand Lord Kṛṣṇa, or Viṣṇu. Those who have transcended the qualitative Vedic attractions, however, can understand Kṛṣṇa, who is never contaminated by the material qualities. Therefore Lord Viṣṇu is addressed here as anañjana (free from material contamination). In Bhagavad-gītā (BG 2.42) the crude Vedic scholars have been deprecated by Kṛṣṇa as follows:\n"
        },
        {
            "type": "verse",
            "content": "yām imāṁ puṣpitāṁ vācaṁ\npravadanty avipaścitaḥ\nveda-vāda-ratāḥ pārtha\nnānyad astīti vādinaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Men of small knowledge are very much attached to the flowery words of the Vedas, and they say that there is nothing more than this.\"\n"
        }
    ]
}
