{
    "info": {
        "id": "sb/4/7/36",
        "prevId": "sb/4/7/35",
        "nextId": "sb/4/7/37"
    },
    "verses": [
        {
            "roman": "yajamāny uvāca\nsvāgataṁ te prasīdeśa tubhyaṁ namaḥ\nśrīnivāsa śriyā kāntayā trāhi naḥ\ntvām ṛte 'dhīśa nāṅgair makhaḥ śobhate\nśīrṣa-hīnaḥ ka-bandho yathā puruṣaḥ\n"
        }
    ],
    "synonyms": "yajamānī—the wife of Dakṣa; uvāca—prayed; su-āgatam—auspicious appearance; te—Your; prasīda—become pleased; īśa—my dear Lord; tubhyam—unto You; namaḥ—respectful obeisances; śrīnivāsa—O abode of the goddess of fortune; śriyā—with Lakṣmī; kāntayā—Your wife; trāhi—protect; naḥ—us; tvām—You; ṛte—without; adhīśa—O supreme controller; na—not; aṅgaiḥ—with bodily limbs; makhaḥ—the sacrificial arena; śobhate—is beautiful; śīrṣa-hīnaḥ—without the head; ka-bandhaḥ—possessed of only a body; yathā—as; puruṣaḥ—a person.",
    "translation": "The wife of Dakṣa prayed as follows: My dear Lord, it is very fortunate that You have appeared in this arena of sacrifice. I offer my respectful obeisances unto You, and I request that You be pleased on this occasion. The sacrificial arena is not beautiful without You, just as a body is not beautiful without the head.",
    "purport": [
        {
            "type": "normal",
            "content": "Another name of Lord Viṣṇu is Yajñeśvara. In Bhagavad-gītā it is said that all activities should be performed as Viṣṇu-yajña, for the pleasure of Lord Viṣṇu. Unless we please Him, whatever we do is the cause of our bondage in the material world. This is confirmed herein by the wife of Dakṣa: \"Without Your presence, the grandeur of this sacrificial ceremony is useless, just as a body without the head, however decorated it may be, is useless.\" The comparison is equally applicable to the social body. Material civilization is very proud of being advanced, but it is actually the useless trunk of a body without a head. Without Kṛṣṇa consciousness, without an understanding of Viṣṇu, the Supreme Personality of Godhead, any advancement in a civilization, no matter how sophisticated, is of no value. There is a statement in the Hari-bhakti-sudhodaya (3.11):"
        },
        {
            "type": "verse",
            "content": "bhagavad-bhakti-hīnasyajātiḥ śāstraṁ japas tapaḥ\naprāṇasyaiva dehasyamaṇḍanaṁ loka-rañjanam"
        },
        {
            "type": "normal",
            "content": "The purport is that sometimes when a friend or relative dies, especially among lower class men, the dead body is decorated. Dressed and ornamented, the body is taken in procession. That sort of decoration of the dead body has no actual value because the life force is already gone. Similarly, any aristocracy, any social prestige or any advancement of material civilization without Kṛṣṇa consciousness is as good as the decoration of a dead body. The name of the wife of Dakṣa was Prasūti, and she was the daughter of Svāyambhuva Manu. Her sister, Devahūti, was married to Kardama Muni, and Kapiladeva, the Personality of Godhead, became her son. Prasūti, then, was the aunt of Lord Viṣṇu. She was asking the favor of Lord Viṣṇu in an affectionate mode; since she was His aunt, she sought some special favor. Also significant in this verse is that the Lord is praised with the goddess of fortune. Wherever Lord Viṣṇu is worshiped, naturally there is the favor of the goddess of fortune. Lord Viṣṇu is addressed as amṛta, transcendental. The demigods, including Brahmā and Lord Śiva, were produced after the creation, but Lord Viṣṇu existed before the creation. He is addressed, therefore, as amṛta. Lord Viṣṇu is worshiped with His internal energy by the Vaiṣṇavas. Prasūti, the wife of Dakṣa, implored the Lord to turn the priests into Vaiṣṇavas instead of simply fruitive workers performing sacrifices for some material benefits."
        }
    ]
}
