{
    "info": {
        "id": "sb/4/7/55",
        "prevId": "sb/4/7/54",
        "nextId": "sb/4/7/56"
    },
    "verses": [
        {
            "roman": "maitreya uvāca\nevaṁ bhagavatādiṣṭaḥ\nprajāpati-patir harim\narcitvā kratunā svena\ndevān ubhayato 'yajat\n"
        }
    ],
    "synonyms": "maitreyaḥ—Maitreya; uvāca—said; evam—thus; bhagavatā—by the Supreme Personality of Godhead; ādiṣṭaḥ—having been instructed; prajāpati-patiḥ—the head of all the Prajāpatis; harim—Hari; arcitvā—after worshiping; kratunā—with the sacrificial ceremonies; svena—his own; devān—the demigods; ubhayataḥ—separately; ayajat—worshiped.",
    "translation": "\nThe sage Maitreya said: Thus Dakṣa, the head of all Prajāpatis, having been nicely instructed by the Supreme Personality of Godhead, worshiped Lord Viṣṇu. After worshiping Him by performing the prescribed sacrificial ceremonies, Dakṣa separately worshiped Lord Brahmā and Lord Śiva.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Viṣṇu should be offered everything, and His prasāda should be distributed to all the demigods. This practice is still followed in the temple of Jagannātha at Purī. There are many temples of demigods around the main temple of Jagannātha, and the prasāda which is offered first to Jagannātha is distributed to all the demigods. The deity of Bhagālin is worshiped with the prasāda of Viṣṇu, and also, in the famous Lord Śiva temple of Bhuvaneśvara, the prasāda of Lord Viṣṇu or Lord Jagannātha is offered to the deity of Lord Śiva. This is the Vaiṣṇava principle. The Vaiṣṇava does not deride even ordinary living entities, including the small ant; everyone is offered proper respect according to his position. The offering, however, is in relation to the center, the Supreme Personality of Godhead, Kṛṣṇa, or Viṣṇu. The devotee who is highly elevated sees the relationship to Kṛṣṇa in everything; he does not see anything as being independent of Kṛṣṇa. That is his vision of oneness.\n"
        }
    ]
}
