{
    "info": {
        "id": "sb/8/15/28",
        "prevId": "sb/8/15/27",
        "nextId": "sb/8/15/29"
    },
    "verses": [
        {
            "roman": "śrī-gurur uvāca\njānāmi maghavañ chatror\nunnater asya kāraṇam\nśiṣyāyopabhṛtaṁ tejo\nbhṛgubhir brahma-vādibhiḥ\n"
        }
    ],
    "synonyms": "śrī-guruḥ uvāca—Bṛhaspati said; jānāmi—I know; maghavan—O Indra; śatroḥ—of the enemy; unnateḥ—of the elevation; asya—of him; kāraṇam—the cause; śiṣyāya—unto the disciple; upabhṛtam—endowed; tejaḥ—power; bhṛgubhiḥ—by the descendants of Bhṛgu; brahma-vādibhiḥ—all-powerful brāhmaṇas.",
    "translation": "\nBṛhaspati, the spiritual master of the demigods, said: O Indra, I know the cause for your enemy's becoming so powerful. The brāhmaṇa descendants of Bhṛgu Muni, being pleased by Bali Mahārāja, their disciple, endowed him with such extraordinary power.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nBṛhaspati, the spiritual master of the demigods, informed Indra, \"Ordinarily, Bali and his forces could not achieve such strength, but it appears that the brāhmaṇa descendants of Bhṛgu Muni, being pleased with Bali Mahārāja, endowed them with this spiritual power.\" In other words, Bṛhaspati informed Indra that Bali Mahārāja's prowess was not his own but that of his exalted guru, Śukrācārya. We sing in our daily prayers, yasya prasādād bhagavat-prasādo yasyāprasādān na gatiḥ kuto 'pi. By the pleasure of the spiritual master, one can get extraordinary power, especially in spiritual advancement. The blessings of the spiritual master are more powerful than one's personal endeavor for such advancement. Narottama dāsa Ṭhākura therefore says:\n"
        },
        {
            "type": "verse",
            "content": "guru-mukha-padma-vākya, cittete kariyā aikya,\nāra nā kariha mane āśā"
        },
        {
            "type": "normal",
            "content": "\nEspecially for spiritual advancement, one should carry out the bona fide order of the spiritual master. By the paramparā system, one can thus be endowed with the original spiritual power coming from the Supreme Personality of Godhead (evaṁ paramparā-prāptam imaṁ rājarṣayo viduḥ (BG 4.2)).\n"
        }
    ]
}
