{
    "info": {
        "id": "sb/8/15/summary",
        "prevId": "sb/8/14/11",
        "nextId": "sb/8/15/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Bali, after performing the Viśvajit-yajña, received the benediction of a chariot and various kinds of paraphernalia for war, with which he attacked the King of heaven. All the demigods, being afraid of him, left the heavenly planets and went away, following the instructions of their guru."
        },
        {
            "type": "normal",
            "content": "Mahārāja Parīkṣit wanted to understand how Lord Vāmanadeva, on the plea of taking three paces of land from Bali Mahārāja, took everything away from him and arrested him. Śukadeva Gosvāmī responded to this inquiry with the following explanation. In the fight between the demons and the demigods, as described in the Eleventh Chapter of this canto, Bali was defeated, and he died in the fight, but by the grace of Śukrācārya he regained his life. Thus he engaged himself in the service of Śukrācārya, his spiritual master. The descendants of Bhṛgu, being pleased with him, engaged him in the Viśvajit-yajña. When this yajña was performed, from the fire of yajña came a chariot, horses, a flag, a bow, armor and two quivers of arrows. Mahārāja Prahlāda, Bali Mahārāja's grandfather, gave Bali an eternal garland of flowers, and Śukrācārya gave him a conchshell. Bali Mahārāja, after offering obeisances to Prahlāda, the brāhmaṇas and his spiritual master, Śukrācārya, equipped himself to fight with Indra and went to Indrapurī with his soldiers. Blowing his conchshell, he attacked the outskirts of Indra's kingdom. When Indra saw Bali Mahārāja's prowess, he went to his own spiritual master, Bṛhaspati, told him about Bali's strength, and inquired about his duty. Bṛhaspati informed the demigods that because Bali had been endowed with extraordinary power by the brāhmaṇas, the demigods could not fight with him. Their only hope was to gain the favor of the Supreme Personality of Godhead. Indeed, there was no alternative. Under the circumstances, Bṛhaspati advised the demigods to leave the heavenly planets and keep themselves somewhere invisible. The demigods followed his orders, and Bali Mahārāja, along with his associates, gained the entire kingdom of Indra. The descendants of Bhṛgu Muni, being very affectionate to their disciple Bali Mahārāja, engaged him in performing one hundred aśvamedha-yajñas. In this way, Bali enjoyed the opulences of the heavenly planets."
        }
    ]
}
