{
    "info": {
        "id": "sb/7/14/1",
        "prevId": "sb/7/14/summary",
        "nextId": "sb/7/14/2"
    },
    "verses": [
        {
            "roman": "śrī-yudhiṣṭhira uvāca\ngṛhastha etāṁ padavīṁ\nvidhinā yena cāñjasā\nyāyād deva-ṛṣe brūhi\nmādṛśo gṛha-mūḍha-dhīḥ\n"
        }
    ],
    "synonyms": "śrī-yudhiṣṭhiraḥ uvāca—Yudhiṣṭhira Mahārāja said; gṛhasthaḥ—a person living with his family; etām—this (the process mentioned in the previous chapter); padavīm—position of liberation; vidhinā—according to the instructions of Vedic scripture; yena—by which; ca—also; añjasā—easily; yāyāt—may get; deva-ṛṣe—O great sage among the demigods; brūhi—kindly explain; mādṛśaḥ—such as me; gṛha-mūḍha-dhīḥ—completely ignorant of the goal of life.",
    "translation": "Mahārāja Yudhiṣṭhira inquired from Nārada Muni: O my lord, O great sage, kindly explain how we who are staying at home without knowledge of the goal of life may also easily attain liberation, according to the instructions of the Vedas.",
    "purport": [
        {
            "type": "normal",
            "content": "In the previous chapters the great sage Nārada has explained how a brahmacārī, a vānaprastha and a sannyāsī should act. He first explained the dealings of a brahmacārī, vānaprastha and sannyāsī because these three āśramas, or statuses of life, are extremely important for fulfillment of the goal of life. One should note that in the brahmacārī-āśrama, vānaprastha-āśrama and sannyāsa-āśrama there is no scope for sex life, whereas sex is allowed in gṛhastha life under regulations. Nārada Muni, therefore, first described brahmacarya, vānaprastha and sannyāsa because he wanted to stress that sex is not at all necessary, although one who absolutely requires it is allowed to enter gṛhastha life, or household life, which is also regulated by the śāstras and guru. Yudhiṣṭhira Mahārāja could understand all this. Therefore, as a gṛhastha, he presented himself as gṛha-mūḍha-dhīḥ, one who is completely ignorant of the goal of life. A person who remains a householder in family life is certainly ignorant of life's goal; he is not very much advanced in intelligence. As soon as possible, one should give up his so-called comfortable life at home and prepare to undergo austerity, or tapasya. Tapo divyaṁ putrakā (SB 5.5.1). According to the instructions given by Ṛṣabhadeva to His sons, we should not create a so-called comfortable situation, but must prepare to undergo austerity. This is how a human being should actually live to fulfill life's ultimate goal."
        }
    ]
}
