{
    "info": {
        "id": "sb/7/14/13",
        "prevId": "sb/7/14/12",
        "nextId": "sb/7/14/14"
    },
    "verses": [
        {
            "roman": "kṛmi-viḍ-bhasma-niṣṭhāntaṁ\nkvedaṁ tucchaṁ kalevaram\nkva tadīya-ratir bhāryā\nkvāyam ātmā nabhaś-chadiḥ\n"
        }
    ],
    "synonyms": "kṛmi—insects, germs; viṭ—stool; bhasma—ashes; niṣṭha—attachment; antam—at the end; kva—what is; idam—this (body); tuccham—very insignificant; kalevaram—material tabernacle; kva—what is that; tadīya-ratiḥ—attraction for that body; bhāryā—wife; kva ayam—what is the value of this body; ātmā—the Supreme Soul; nabhaḥ-chadiḥ—all-pervading like the sky.",
    "translation": "\nThrough proper deliberation, one should give up attraction to his wife's body because that body will ultimately be transformed into small insects, stool or ashes. What is the value of this insignificant body? How much greater is the Supreme Being, who is all-pervading like the sky?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere also, the same point is stressed: one should give up attachment for his wife—or, in other words, for sex life. If one is intelligent, he can think of his wife's body as nothing but a lump of matter that will ultimately be transformed into small insects, stool or ashes. In different societies there are different ways of dealing with the human body at the time of the funeral ceremony. In some societies the body is given to the vultures to be eaten, and therefore the body ultimately turns to vulture stool. Sometimes the body is merely abandoned, and in that case the body is consumed by small insects. In some societies the body is immediately burned after death, and thus it becomes ashes. In any case, if one intelligently considers the constitution of the body and the soul beyond it, what is the value of the body? Antavanta ime dehā nityasyoktāḥ śarīriṇaḥ: (BG 2.18) the body may perish at any moment, but the soul is eternal. If one gives up attachment for the body and increases his attachment for the spirit soul, his life is successful. It is merely a matter of deliberation.\n"
        }
    ]
}
