{
    "info": {
        "id": "sb/7/14/34",
        "prevId": "sb/7/14/30-33",
        "nextId": "sb/7/14/35"
    },
    "verses": [
        {
            "roman": "pātraṁ tv atra niruktaṁ vai\nkavibhiḥ pātra-vittamaiḥ\nharir evaika urvīśa\nyan-mayaṁ vai carācaram\n"
        }
    ],
    "synonyms": "pātram—the true person to whom charity must be given; tu—but; atra—in the world; niruktam—decided; vai—indeed; kavibhiḥ—by learned scholars; pātra-vittamaiḥ—who are expert in finding the actual person to whom charity must be given; hariḥ—the Supreme Personality of Godhead; eva—indeed; ekaḥ—only one; urvī-īśa—O King of the earth; yat-mayam—in whom everything is resting; vai—from whom everything is coming; cara-acaram—all that is moving or nonmoving within this universe.",
    "translation": "O King of the earth, it has been decided by expert, learned scholars that only the Supreme Personality of Godhead, Kṛṣṇa, in whom all that is moving or nonmoving within this universe is resting and from whom everything is coming, is the best person to whom everything must be given.",
    "purport": [
        {
            "type": "normal",
            "content": "Whenever we perform some religious act in terms of dharma, artha, kāma and mokṣa, we must perform it according to the time, place and person (kāla, deśa, pātra). Nārada Muni has already described the deśa (place) and kāla (time). The kāla has been described in verses twenty through twenty-four, beginning with the words ayane viṣuve kuryād vyatīpāte dina-kṣaye. And the places for giving charity or performing ritualistic ceremonies have been described in verses thirty through thirty-three, beginning with sarāṁsi puṣkarādīni kṣetrāṇy arhāśritāny uta. Now, to whom everything must be given is decided in this verse. Harir evaika urvīśa yan-mayaṁ vai carācaram. The Supreme Personality of Godhead, Kṛṣṇa, is the root of everything, and therefore He is the best pātra, or person, to whom everything must be given. In Bhagavad-gītā (BG 5.29) it is said:"
        },
        {
            "type": "verse",
            "content": "bhoktāraṁ yajña-tapasāṁsarva-loka-maheśvaram\nsuhṛdaṁ sarva-bhūtānāṁjñātvā māṁ śāntim ṛcchati"
        },
        {
            "type": "normal",
            "content": "If one wants to enjoy real peace and prosperity, he should give everything to Kṛṣṇa, who is the real enjoyer, real friend and real proprietor. It is therefore said:"
        },
        {
            "type": "verse",
            "content": "yathā taror mūla-niṣecanenatṛpyanti tat-skandha-bhujopaśākhāḥ\nprāṇopahārāc ca yathendriyāṇāṁ\ntathaiva sarvārhaṇam acyutejyā(SB 4.31.14)"
        },
        {
            "type": "normal",
            "content": "By worshiping or satisfying Acyuta, the Supreme Personality of Godhead, Kṛṣṇa, one can satisfy everyone, just as one can water the branches, leaves and flowers of a tree simply by watering its root or as one satisfies all the senses of the body by giving food to the stomach. Therefore, a devotee simply offers everything to the Supreme Personality of Godhead to receive the best results of charity, religious performances, sense gratification and even liberation (dharma, artha, kāma, mokṣa (SB 4.8.41, CC Adi 1.90))."
        }
    ]
}
