{
    "info": {
        "id": "sb/7/14/42",
        "prevId": "sb/7/14/41",
        "nextId": "sb/7/15/1"
    },
    "verses": [
        {
            "roman": "nanv asya brāhmaṇā rājan\nkṛṣṇasya jagad-ātmanaḥ\npunantaḥ pāda-rajasā\ntri-lokīṁ daivataṁ mahat\n"
        }
    ],
    "synonyms": "nanu—but; asya—by Him; brāhmaṇāḥ—the qualified brāhmaṇas; rājan—O King; kṛṣṇasya—by Lord Kṛṣṇa, the Supreme Personality of Godhead; jagat-ātmanaḥ—who is the life and soul of the whole creation; punantaḥ—sanctifying; pāda-rajasā—by the dust of their lotus feet; tri-lokīm—the three worlds; daivatam—worshipable; mahat—most exalted.",
    "translation": "My dear King Yudhiṣṭhira, the brāhmaṇas, especially those engaged in preaching the glories of the Lord throughout the entire world, are recognized and worshiped by the Supreme Personality of Godhead, who is the heart and soul of all creation. The brāhmaṇas, by their preaching, sanctify the three worlds with the dust of their lotus feet, and thus they are worshipable even for Kṛṣṇa.",
    "purport": [
        {
            "type": "normal",
            "content": "As admitted by Lord Kṛṣṇa in Bhagavad-gītā (BG 18.69), na ca tasmān manuṣyeṣu kaścin me priya-kṛttamaḥ. The brāhmaṇas preach the cult of Kṛṣṇa consciousness all around the world, and therefore, although they worship Kṛṣṇa, the Supreme Personality of Godhead, the Lord also recognizes them as worshipable. The relationship is reciprocal. The brāhmaṇas want to worship Kṛṣṇa, and similarly Kṛṣṇa wants to worship the brāhmaṇas. In conclusion, therefore, brāhmaṇas and Vaiṣṇavas who are engaged in preaching the glories of the Lord must be worshiped by religionists, philosophers and people in general. At the Rājasūya-yajña of Mahārāja Yudhiṣṭhira, many hundreds and thousands of brāhmaṇas were present, yet Kṛṣṇa was selected to be worshiped first. Therefore, Kṛṣṇa is always the Supreme Person, but by His causeless mercy He recognizes the brāhmaṇas as dearmost to Him."
        }
    ]
}
