{
    "info": {
        "id": "sb 7/14/Summary",
        "prevId": "sb/7/13/46",
        "nextId": "sb/7/14/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the occupational duties of the householder according to the time, the country and the performer. When Yudhiṣṭhira Mahārāja became very much inquisitive about the occupational duties for the householder, Nārada Muni advised him that a gṛhastha's first duty is to be fully dependent on Vāsudeva, Kṛṣṇa, and to try to satisfy Him in all respects by executing one's prescribed devotional service. This devotional service will depend on the instructions of authorities and the association of devotees who are actually engaged in devotional service. The beginning of devotional service is śravaṇam, or hearing. One must hear from the mouths of realized souls. In this way the gṛhastha's attraction to his wife and children will gradually be reduced.\n"
        },
        {
            "type": "normal",
            "content": "As for the maintenance of his family, a gṛhastha, while earning what he requires for his living, must be very conscientious and must not undergo extraordinary endeavor simply to accumulate money and unnecessarily increase in material comforts. Although a gṛhastha should externally be very active in earning his livelihood, he should internally be situated as a fully self-realized person, without attachment for material gains. His dealings with family members or friends should be performed simply to fulfill their purpose; one should not be extravagantly engaged in this way. Instructions from family members and society should be accepted superficially, but in essence the gṛhastha should be engaged in occupational duties advised by the spiritual master and śāstra. Specifically a gṛhastha should engage in agricultural activities to earn money. As stated in Bhagavad-gītā (BG 18.44), kṛṣi-go-rakṣya-vāṇijyam-agriculture, cow protection and trade-are special duties of gṛhasthas. If by chance or by the grace of the Lord more money comes, it should be properly engaged for the Kṛṣṇa consciousness movement. One should not be eager to earn more money simply for sensual pleasure. A gṛhastha should always remember that one who is endeavoring to accumulate more money than necessary is to be considered a thief and is punishable by the laws of nature.\n"
        },
        {
            "type": "normal",
            "content": "A gṛhastha should be very much affectionate toward lower animals, birds and bees, treating them exactly like his own children. A gṛhastha should not indulge in killing animals or birds for sense gratification. He should provide the necessities of life even to the dogs and the lowest creatures and should not exploit others for sense gratification. Factually, according to the instructions of Śrīmad-Bhāgavatam, every gṛhastha is a great communist who provides the means of living for everyone. Whatever a gṛhastha may possess he should equally distribute to all living entities, without discrimination. The best process is to distribute prasāda.\n"
        },
        {
            "type": "normal",
            "content": "A gṛhastha should not be very much attached to his wife; he should engage even his own wife in serving a guest with all attention. Whatever money a gṛhastha accumulates by the grace of God he should spend in five activities, namely worshiping the Supreme Personality of Godhead, receiving Vaiṣṇavas and saintly persons, distributing prasāda to the general public and to all living entities, offering prasāda to his forefathers, and also offering prasāda to his own self. Gṛhasthas should always be ready to worship everyone as mentioned above. The gṛhastha should not eat anything not offered to the Supreme Personality of Godhead. As it is said in the Bhagavad-gītā (BG 3.13), yajña-śiṣṭāśinaḥ santo mucyante sarva-kilbiṣaiḥ: \"The devotees of the Lord are released from all kinds of sins because they eat food that is offered first for sacrifice.\" The gṛhastha should also visit the holy places of pilgrimage mentioned in the purāṇas. In this way he should fully engage in worshiping the Supreme Personality of Godhead for the benefit of his family, his society, his country, and humanity at large.\n"
        }
    ]
}
