{
    "info": {
        "id": "sb/10/22/12",
        "prevId": "sb/10/22/11",
        "nextId": "sb/10/22/13"
    },
    "verses": [
        {
            "roman": "tasya tat kṣvelitaṁ dṛṣṭvā\ngopyaḥ prema-pariplutāḥ\nvrīḍitāḥ prekṣya cānyonyaṁ\njāta-hāsā na niryayuḥ\n"
        }
    ],
    "synonyms": "tasya—His; tat—that; kṣvelitam—joking behavior; dṛṣṭvā—seeing; gopyaḥ—the gopīs; vrīḍitāḥ—embarrassed; prekṣya—glancing; ca—and; anyonyam—upon one another; jāta-hāsāḥ—beginning to laugh; na niryayuḥ—they did not come out.",
    "translation": "Seeing how Kṛṣṇa was joking with them, the gopīs became fully immersed in love for Him, and as they glanced at each other they began to laugh and joke among themselves, even in their embarrassment. But still they did not come out of the water.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura explains this verse as follows:"
        },
        {
            "type": "normal",
            "content": "\"The gopīs were from most respectable families, and they might have argued with Kṛṣṇa: 'Why don't You simply leave our clothes on the bank of the river and go away?'"
        },
        {
            "type": "normal",
            "content": "\"Kṛṣṇa might have replied, 'But there are so many of you that some of the girls might take clothes belonging to another.'"
        },
        {
            "type": "normal",
            "content": "\"The gopīs would reply, 'We are honest and never steal anything. We never touch another's property.'"
        },
        {
            "type": "normal",
            "content": "\"Then Kṛṣṇa would say, 'If that's true, then simply come and get your clothes. What is the difficulty?'"
        },
        {
            "type": "normal",
            "content": "\"When the gopīs saw Kṛṣṇa's determination, they were filled with loving ecstasy. Although embarrassed, they were overjoyed to receive such attention from Kṛṣṇa. He was joking with them as if they were His wives or girlfriends, and the gopīs' only desire was to achieve such a relationship with Him. At the same time, they were embarrassed to be seen naked by Him. But still they could not help laughing at His joking words and even began to joke among themselves, one gopī urging another, 'Go ahead, you go first, and let us see if Kṛṣṇa plays any tricks on you. Then we will go later.' \""
        }
    ]
}
