{
    "info": {
        "id": "sb/10/22/13",
        "prevId": "sb/10/22/12",
        "nextId": "sb/10/22/14"
    },
    "verses": [
        {
            "roman": "evaṁ bruvati govinde\nnarmaṇākṣipta-cetasaḥ\nā-kaṇṭha-magnāḥ śītode\nvepamānās tam abruvan\n"
        }
    ],
    "synonyms": "evam—thus; bruvati—speaking; govinde—Lord Govinda; narmaṇā—by His joking words; ākṣipta—agitated; ā-kaṇṭha—up to their necks; magnāḥ—submerged; śīta—cold; ude—in the water; vepamānāḥ—shivering; tam—to Him; abruvan—they spoke.",
    "translation": "\nAs Śrī Govinda spoke to the gopīs in this way, His joking words completely captivated their minds. Submerged up to their necks in the cold water, they began to shiver. Thus they addressed Him as follows.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Viśvanātha Cakravartī Ṭhākura gives the following example of joking between Kṛṣṇa and the gopīs.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa: O birdlike girls, if you do not come here, then with these garments caught in the branches I will make a swing and a hammock. I need to lie down, since I have spent the entire night awake and am now becoming sleepy.\n"
        },
        {
            "type": "normal",
            "content": "Gopīs: Our dear cowherd boy, Your cows, greedy for grass, have gone into a cave. So You must quickly go there to herd them back on the proper path.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa: Come now, My dear cowherd girls, you must quickly go from here to Vraja and perform your household duties. Don't become a disturbance to your parents and other elders.\n"
        },
        {
            "type": "normal",
            "content": "Gopīs: Our dear Kṛṣṇa, we will not go home for an entire month, for it is by the order of our parents and other elders that we are executing this vow of fasting, the Kātyāyanī-vrata.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa: My dear austere ladies, I too, by the strength of seeing you, have now developed a surprising mood of detachment from family life. I wish to stay here for a month and execute the vow of dwelling in the clouds. And if you show mercy to Me, I can come down from here and observe the vow of fasting in your company.\n"
        },
        {
            "type": "normal",
            "content": "The gopīs were completely captivated by Kṛṣṇa's joking words, but out of shyness they submerged themselves in the water up to their necks. Shaking from the cold, they addressed Kṛṣṇa as follows.\n"
        }
    ]
}
