{
    "info": {
        "id": "sb/10/22/4",
        "prevId": "sb/10/22/2-3",
        "nextId": "sb/10/22/5"
    },
    "verses": [
        {
            "roman": "kātyāyani mahā-māye\nmahā-yoginy adhīśvari\nnanda-gopa-sutaṁ devi\npatiṁ me kuru te namaḥ\niti mantraṁ japantyas tāḥ\npūjāṁ cakruḥ kamārikāḥ\n"
        }
    ],
    "synonyms": "kātyāyanī—O goddess Kātyāyanī; mahā-māye—O great potency; mahā-yogini—O possessor of great mystic power; adhīśvari—O mighty controller; nanda-gopa-sutam—the son of Mahārāja Nanda; devi—O goddess; patim—the husband; me—my; kuru—please make; te—unto you; namaḥ—my obeisances; iti—with these words; mantram—the hymn; japantyaḥ—chanting; tāḥ—they; pūjām—worship; cakruḥ—performed; kumārikāḥ—the unmarried girls.",
    "translation": "\nEach of the young unmarried girls performed her worship while chanting the following mantra. \"O goddess Kātyāyanī, O great potency of the Lord, O possessor of great mystic power and mighty controller of all, please make the son of Nanda Mahārāja my husband. I offer my obeisances unto you.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to various ācāryas, the goddess Durgā mentioned in this verse is not the illusory energy of Kṛṣṇa called Maya but rather the internal potency of the Lord known as Yoga-māyā. The distinction between the internal and external, or illusory, potency of the Lord is described in the Nārada-pañcarātra, in the conversation between Śruti and Vidyā:\n"
        },
        {
            "type": "verse",
            "content": "jānāty ekāparā kāntaṁ\nsaivā durgā tad-ātmikā\nyā parā paramā śaktir\nmahā-viṣṇu-svarūpiṇī\nyasyā vijñāna-mātreṇa\nparāṇāṁ paramātmanaḥ\nmahūrtād deva-devasya\nprāptir bhavati nānyathā\nekeyaṁ prema-sarvasva\nsvabhāvā gokuleśvarī\nanayā su-labho jñeya\nādi-devo 'khileśvaraḥ\nasyā āvārika-śaktir\nmahā-māyākhileśvarī\nyayā mugdaṁ jagat sarvaṁ\nsarve dehābhimāninaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"The Lord's inferior potency, known as Durgā, is dedicated to His loving service. Being the Lord's potency, this inferior energy is nondifferent from Him. There is another, superior potency, whose form is on the same spiritual level as that of God Himself. Simply by scientifically understanding this supreme potency, one can immediately achieve the Supreme Soul of all souls, who is the Lord of all lords. There is no other process to achieve Him. That supreme potency of the Lord is known as Gokuleśvarī, the goddess of Gokula. Her nature is to be completely absorbed in love of God, and through Her one can easily obtain the primeval God, the Lord of all that be. This internal potency of the Lord has a covering potency, known as Mahā-māyā, who rules the material world. In fact she bewilders the entire universe, and thus everyone within the universe falsely identifies himself with the material body.\"\n"
        },
        {
            "type": "normal",
            "content": "From the above we can understand that the internal and external, or superior and inferior, potencies of the Supreme Lord are personified as Yoga-māyā and Mahā-māyā, respectively. The name Durgā is sometimes used to refer to the internal, superior potency, as stated in the Pañcarātra: \"In all mantras used to worship Kṛṣṇa, the presiding deity is known as Durgā.\" Thus in the transcendental sound vibrations glorifying and worshiping the Absolute Truth, Kṛṣṇa, the presiding deity of the particular mantra or hymn is called Durgā. The name Durgā therefore refers also to that personality who functions as the internal potency of the Lord and who is thus on the platform of śuddha-sattva, pure transcendental existence. This internal potency is understood to be Kṛṣṇa's sister, known also as Ekānaṁśā or Subhadrā. This is the Durgā who was worshiped by the gopīs in Vṛndāvana. Several ācāryas have pointed out that ordinary people are sometimes bewildered and think that the names Mahā-māyā and Durgā refer exclusively to the external potency of the Lord.\n"
        },
        {
            "type": "normal",
            "content": "Even if we accept hypothetically that the gopīs were worshiping the external Māyā, there is no fault on their part, since in their pastimes of loving Kṛṣṇa they were acting as ordinary members of society. Śrīla Prabhupāda comments in this regard: \"The Vaiṣṇavas generally do not worship any demigods. Śrīla Narottama dāsa Ṭhākura has strictly forbidden all worship of the demigods for anyone who wants to advance in pure devotional service. Yet the gopīs, who are beyond compare in their affection for Kṛṣṇa, were seen to worship Durgā. The worshipers of demigods also sometimes mention that the gopīs also worshiped goddess Durgā, but we must understand the purpose of the gopīs. Generally, people worship goddess Durgā for some material benediction. Here, the gopīs could adopt any means to satisfy or serve Kṛṣṇa. That was the superexcellent characteristic of the gopīs. They worshiped goddess Durgā completely for one month in order to have Kṛṣṇa as their husband. Every day they prayed for Kṛṣṇa, the son of Nanda Mahārāja, to become their husband.\"\n"
        },
        {
            "type": "normal",
            "content": "The conclusion is that a sincere devotee of Kṛṣṇa will never imagine any material quality to exist in the transcendental gopīs, who are the most exalted devotees of the Lord. The only motivation in all their activities was simply to love and satisfy Kṛṣṇa, and if we foolishly consider their activities to be mundane in any way, it will be impossible for us to understand Kṛṣṇa consciousness.\n"
        }
    ]
}
