{
    "info": {
        "id": "sb/10/22/summary",
        "prevId": "sb/10/21/20",
        "nextId": "sb/10/22/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how the marriageable daughters of the cowherd men worshiped Kātyāyanī to get Lord Śrī Kṛṣṇa as their husband, and how Kṛṣṇa stole the garments of the young girls and gave the girls benedictions."
        },
        {
            "type": "normal",
            "content": "During the month of Mārgaśīrṣa, every day early in the morning the young daughters of the cowherds would take one another's hands and, singing of Kṛṣṇa's transcendental qualities, go to the Yamunā to bathe. Desiring to obtain Kṛṣṇa as their husband, they would then worship the goddess Kātyāyanī with incense, flowers and other items."
        },
        {
            "type": "normal",
            "content": "One day, the young gopīs left their garments on the shore as usual and began playing in the water while chanting of Lord Kṛṣṇa's activities. Suddenly Kṛṣṇa Himself came there, took away all the garments and climbed a nearby kadamba tree. Wanting to tease the gopīs, Kṛṣṇa said, \"I understand how fatigued you gopīs are from your austerities, so please come onto the shore and take back your clothes.\""
        },
        {
            "type": "normal",
            "content": "The gopīs then pretended to become angry and said the cold water of the Yamunā was giving them great pain. If Kṛṣṇa did not give them back their garments, they said, they would inform King Kaṁsa of all that had happened. But if He did give the clothes back, they would willingly carry out His orders in the mood of humble servants."
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa replied that He had no fear of King Kaṁsa, and that if the girls really intended to follow His command and be His maidservants they should each immediately come onto the shore and take their respective garments. The girls, trembling from the cold, climbed out of the water with their two hands covering their private parts. Kṛṣṇa, who felt great affection for them, again spoke: \"Because while executing a vow you bathed in the water naked, you have committed an offense against the demigods, and to counteract it you should offer obeisances with joined palms. Then your vow of austerity will achieve its full result.\""
        },
        {
            "type": "normal",
            "content": "The gopīs followed this instruction and, folding their hands in respect, offered obeisances to Śrī Kṛṣṇa. Satisfied, He gave them back their clothing. But the young girls had become so attracted to Him that they could not leave. Understanding their minds, Kṛṣṇa said that He knew they had worshiped Kātyāyanī to get Him as their husband. Because they had offered their hearts to Him, their desires would never again become tainted by the mood of materialistic enjoyment, just as fried barleycorns can no longer grow into shoots. Next autumn, He told them, their most cherished desire would be fulfilled."
        },
        {
            "type": "normal",
            "content": "Then the gopīs, fully satisfied, returned to Vraja, and Śrī Kṛṣṇa and His cowherd friends went off to a distant place to graze the cows."
        },
        {
            "type": "normal",
            "content": "Sometime later, when the boys felt disturbed by the great heat of summer, they took shelter at the base of a tree that stood just like an umbrella. The Lord then said that the life of a tree is most excellent, for even while feeling pain a tree continues to protect others from heat, rain, snow and so on. With its leaves, flowers, fruits, shade, roots, bark, wood, fragrance, sap, ashes, pulp and sprouts, a tree fulfills the desires of everyone. This kind of life is ideal. Indeed, said Kṛṣṇa, the perfection of life is to act with one's vital energy, wealth, intelligence and words for the benefit of all."
        },
        {
            "type": "normal",
            "content": "After the Lord had glorified the trees in this way, the entire company went to the Yamunā, where the cowherd boys let the cows drink the sweet water and also drank some themselves."
        }
    ]
}
