{
    "info": {
        "id": "sb/4/21/43",
        "prevId": "sb/4/21/42",
        "nextId": "sb/4/21/44"
    },
    "verses": [
        {
            "roman": "teṣām ahaṁ pāda-saroja-reṇum\nāryā vaheyādhi-kirīṭam āyuḥ\nyaṁ nityadā bibhrata āśu pāpaṁ\nnaśyaty amuṁ sarva-guṇā bhajanti\n"
        }
    ],
    "synonyms": "teṣām—of all of them; aham—I; pāda—feet; saroja—lotus; reṇum—dust; āryāḥ—O respectable persons; vaheya—shall bear; adhi—up to; kirīṭam—helmet; āyuḥ—up to the end of life; yam—which; nityadā—always; bibhrataḥ—carrying; āśu—very soon; pāpam—sinful activities; naśyati—are vanquished; amum—all those; sarva-guṇāḥ—fully qualified; bhajanti—worship.",
    "translation": "\nO respectable personalities present here, I beg the blessings of all of you that I may perpetually carry on my crown the dust of the lotus feet of such brāhmaṇas and Vaiṣṇavas until the end of my life. He who can carry such dust on his head is very soon relieved of all the reactions which arise from sinful life, and eventually he develops all good and desirable qualities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is said that one who has unflinching faith in the Supreme Personality of Godhead, which means unflinching faith in the Vaiṣṇava or the pure devotee of the Supreme Lord, develops all the good qualities of the demigods. Yasyāsti bhaktir bhagavaty akiñcanā/ sarvair guṇais tatra samāsate surāḥ (SB 5.18.12). Prahlāda Mahārāja also said, naiṣāṁ matis tāvad urukramāṅghrim (SB 7.5.32). Unless one takes the dust of the lotus feet of a pure Vaiṣṇava on one's head, one cannot understand what the Supreme Personality of Godhead is, and unless one knows the Supreme Personality of Godhead, one's life remains imperfect. A great soul who has fully surrendered to the Supreme Lord after understanding Him fully and after repeatedly undergoing austerities and penances for many, many lives is very rare. The crown of a king is simply a big load if the king or head of the state does not actually bear the dust of the lotus feet of brāhmaṇas and Vaiṣṇavas. In other words, if a liberal king like Pṛthu Mahārāja does not follow the instructions of brāhmaṇas and Vaiṣṇavas or does not follow the brahminical culture, he is simply a burden on the state, for he cannot benefit the citizens. Mahārāja Pṛthu is the perfect example of an ideal chief executive.\n"
        }
    ]
}
