{
    "info": {
        "id": "sb/4/21/48",
        "prevId": "sb/4/21/47",
        "nextId": "sb/4/21/49"
    },
    "verses": [
        {
            "roman": "vīra-varya pitaḥ pṛthvyāḥ\nsamāḥ sañjīva śāśvatīḥ\nyasyedṛśy acyute bhaktiḥ\nsarva-lokaika-bhartari\n"
        }
    ],
    "synonyms": "vīra-varya—the best of the warriors; pitaḥ—the father; pṛthvyāḥ—of the globe; samāḥ—equal to in years; sañjīva—live; śāśvatīḥ—forever; yasya—whose; īdṛśī—like this; acyute—unto the Supreme; bhaktiḥ—devotion; sarva—all; loka—planets; eka—one; bhartari—maintainer.",
    "translation": "\nAll the saintly brāhmaṇas thus addressed Pṛthu Mahārāja: O best of the warriors, O father of this globe, may you be blessed with a long life, for you have great devotion to the infallible Supreme Personality of Godhead, who is the master of all the universe.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nPṛthu Mahārāja was blessed by the saintly persons present at the meeting to have a long life because of his unflinching faith and his devotion to the Supreme Personality of Godhead. Although one's duration of life is limited in years, if by chance one becomes a devotee, he surpasses the duration prescribed for his life; indeed, sometimes yogīs die according to their wish, not according to the laws of material nature. Another feature of a devotee is that he lives forever because of his infallible devotion to the Lord. It is said, kīrtir yasya sa jīvati: \"One who leaves a good reputation behind him lives forever.\" Specifically, one who is reputed as a devotee of the Lord undoubtedly lives forever. When Lord Caitanya Mahāprabhu was talking with Rāmānanda Rāya, Caitanya Mahāprabhu inquired, \"What is the greatest reputation?\" Rāmānanda Rāya replied that a person who is reputed as a great devotee has the greatest reputation, for a devotee not only lives forever in the Vaikuṇṭha planets, but by his reputation he also lives forever within this material world.\n"
        }
    ]
}
