{
    "info": {
        "id": "sb/10/80/11",
        "prevId": "sb/10/80/10",
        "nextId": "sb/10/80/12-13"
    },
    "verses": [
        {
            "roman": "āste 'dhunā dvāravatyāṁ\nbhoja-vṛṣṇy-andhakeśvaraḥ\nsmarataḥ pāda-kamalam\nātmānam api yacchati\nkiṁ nv artha-kāmān bhajato\nnāty-abhīṣṭān jagad-guruḥ\n"
        }
    ],
    "synonyms": "āste—is present; adhunā—now; dvāravatyām—at Dvārakā; bhoja-vṛṣṇi-andhaka—of the Bhojas, Vṛṣṇis and Andhakas; īśvaraḥ—the Lord; smarataḥ—to one who remembers; pāda-kamalam—His lotus feet; ātmanām—Himself; api—even; yacchati—He gives; kim nu—what then to speak of; artha—economic success; kāmān—and sense gratification; bhajataḥ—to one who worships Him; na—not; ati—very much; abhīṣṭān—desirable; jagat—of the whole universe; guruḥ—the spiritual master.",
    "translation": "\nLord Kṛṣṇa is now the ruler of the Bhojas, Vṛṣṇis and Andhakas and is staying at Dvārakā. Since He gives even His own self to anyone who simply remembers His lotus feet, what doubt is there that He, the spiritual master of the universe, will bestow upon His sincere worshiper prosperity and material enjoyment, which are not even very desirable?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe brāhmaṇa's wife here implies that since Lord Kṛṣṇa is the ruler of the Bhojas, Vṛṣṇis and Andhakas, if these opulent rulers merely acknowledge Sudāmā as a personal friend of Kṛṣṇa's, they could give him everything he required.\n"
        },
        {
            "type": "normal",
            "content": "In this connection Śrīla Viśvanātha Cakravartī comments that since Lord Kṛṣṇa had at this point put aside His weapons, He no longer traveled outside His own capital of Dvārakā. Thus Śrīla Prabhupāda writes in Kṛṣṇa, the Supreme Personality of Godhead: \"[The brāhmaṇa's wife said: ] 'I have heard that He never leaves His capital city, Dvārakā. He is living there without outside engagements.' \"\n"
        },
        {
            "type": "normal",
            "content": "As mentioned here, material wealth and sense gratification are not very desirable. The reason for this is that in the long run they give no real satisfaction. Still, Sudāmā's wife thought, even if Sudāmā went to Dvārakā and simply remained silent before the Lord, He would certainly give him abundant wealth, as well as shelter at His lotus feet, which was Sudāmā's real objective.\n"
        }
    ]
}
