{
    "info": {
        "id": "sb 10/80/Summary",
        "prevId": "sb/10/79/34",
        "nextId": "sb/10/80/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how Lord Kṛṣṇa worshiped His brāhmaṇa friend Sudāmā, who came to His palace seeking charity, and how the two of them discussed the pastimes they had shared while living at the home of their spiritual master, Sāndīpani Muni.\n"
        },
        {
            "type": "normal",
            "content": "The brāhmaṇa Sudāmā, a personal friend of Lord Kṛṣṇa's, was completely free of material desires. He maintained himself and his wife with whatever came of its own accord, and thus they were poverty-stricken. One day Sudāmā's wife, unable to find any food to prepare for her husband, went to him and asked that he visit his friend Kṛṣṇa in Dvārakā and beg some charity. Sudāmā was reluctant, but when she persisted he agreed to go, reflecting that an opportunity to see the Lord was extremely auspicious. His wife begged a few handfuls of flattened rice as a gift for Śrī Kṛṣṇa, and Sudāmā set off for Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "As Sudāmā approached the palace of Lord Kṛṣṇa's principal wife, Rukmiṇī-devī, the Lord saw him from a distance. Kṛṣṇa immediately rose from His seat on Rukmiṇī's bed and embraced His friend with great joy. Then He sat Sudāmā down on the bed, washed his feet with His own hands and sprinkled the wash water on His head. After this He presented him with various gifts and worshiped him with incense, lamps and so on. Meanwhile, Rukmiṇī fanned the shabbily dressed brāhmaṇa with a yaktail whisk. All of this astonished the residents of the palace.\n"
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa then took the hand of His friend, and the two of them reminisced about the things they had done together long ago, while living in the school of their spiritual master. Sudāmā pointed out that Kṛṣṇa engages in the pastime of acquiring an education only to set an example for human society.\n"
        }
    ]
}
