{
    "info": {
        "id": "sb/10/52/16-17",
        "prevId": "sb/10/52/15",
        "nextId": "sb/10/52/18"
    },
    "verses": [
        {
            "roman": "bhagavān api govinda\nupayeme kurūdvaha\nvaidarbhīṁ bhīṣmaka-sutāṁ\nśriyo mātrāṁ svayaṁ-vare\n"
        },
        {
            "roman": "pramathya tarasā rājñaḥ\nśālvādīṁś caidya-pakṣa-gān\npaśyatāṁ sarva-lokānāṁ\ntārkṣya-putraḥ sudhām iva\n"
        }
    ],
    "synonyms": "bhagavān—the Supreme Lord; api—indeed; govindaḥ—Kṛṣṇa; upayeme—married; kuru-udvaha—O hero among the Kurus (Parīkṣit); vaidarbhīm—Rukmiṇī; bhīṣmaka-sutām—the daughter of King Bhīṣmaka; śriyaḥ—of the goddess of fortune; mātrām—the plenary portion; svayam-vare—by her own choice; pramathya—subduing; tarasā—by force; rājñaḥ—kings; śālva-ādīn—Śālva and others; caidya—of Śiśupāla; pakṣa-gān—the supporters; paśyatām—as they looked on; sarva—all; lokānām—the people; tārkṣya-putraḥ—the son of Tārkṣya (Garuḍa); sudhām—the nectar of heaven; iva—as.",
    "translation": "O hero among the Kurus, the Supreme Lord Himself, Govinda, married Bhīṣmaka's daughter, Vaidarbhī, who was a direct expansion of the goddess of fortune. The Lord did this by her desire, and in the process He beat down Śālva and other kings who took Śiśupāla's side. Indeed, as everyone watched, Śrī Kṛṣṇa took Rukmiṇī just as Garuḍa boldly stole nectar from the demigods.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Jīva Gosvāmī gives the following profound comments on these two verses: The words śriyo mātrām indicate that beautiful Rukmiṇī is a direct expansion of the eternal goddess of fortune. Therefore she is worthy to be the bride of the Personality of Godhead. As stated in the Brahma-saṁhitā (BS 5.38), śriyaḥ kāntā kāntaḥ parama-puruṣaḥ: \"In the spiritual world, all the female lovers are goddesses of fortune and the male lover is the Supreme Personality.\" Thus, Śrīla Jīva Gosvāmī explains, Śrīmatī Rukmiṇī-devī is a plenary portion of Śrīmatī Rādhārāṇī. The Kārttika-māhātmya section of the Padma Purāṇa states, kaiśore gopa-kanyās tā yauvane rāja-kanyakāḥ: \"In childhood, Śrī Kṛṣṇa enjoyed with the daughters of cowherd men, and in His adolescence He enjoyed with the daughters of kings.\" Similarly, in the Skanda Purāṇa we find this statement: rukmiṇī dvāravatyāṁ tu rādhā vṛndāvane vane. \"Rukmiṇī is in Dvārakā what Rādhā is in the forest of Vṛndāvana.\""
        },
        {
            "type": "normal",
            "content": "The term svayaṁ-vare here means \"by one's own choice.\" Although the word often refers to a formal Vedic ceremony in which an aristocratic girl may select her own husband, here it indicates the informal and indeed unprecedented events surrounding Kṛṣṇa's marriage to Rukmiṇī. In fact, Śrī Kṛṣṇa and Śrīmatī Rukmiṇī chose each other because of their eternal, transcendental love."
        }
    ]
}
