{
    "info": {
        "id": "sb/10/52/summary",
        "prevId": "sb/10/51/63",
        "nextId": "sb/10/52/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Balarāma and Lord Kṛṣṇa, running as if in fear, went to Dvārakā. Then Lord Kṛṣṇa heard the message of Rukmiṇī from the mouth of a brāhmaṇa and chose her as His wife."
        },
        {
            "type": "normal",
            "content": "King Mucukunda, shown mercy by Lord Śrī Kṛṣṇa, offered obeisances and circumambulated Him. The King then left the cave and saw that humans, animals, trees and plants were all smaller than when he had fallen asleep. From this he could understand that the age of Kali was at hand. Thus, in a mood of detachment from all material association, the King began worshiping the Supreme Lord, Śrī Hari."
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa returned to Mathurā, which was still under siege by the barbarian army. He destroyed this army, collected all the valuables the soldiers had been carrying, and set off for Dvārakā. Just then Jarāsandha arrived on the scene with a force of twenty-three akṣauhiṇīs. Lord Balarāma and Lord Kṛṣṇa, acting as if fearful, left Their riches aside and ran far away. Because Jarāsandha could not appreciate Their true power, he ran after Them. After running a long way, Rāma and Kṛṣṇa came to a mountain named Pravarṣaṇa and proceeded to climb it. Jarāsandha thought They had hidden inside a cave and looked all over for Them. Unable to find Them, he built fires on all sides of the mountain. As the vegetation on the mountain slopes burst into flame, Kṛṣṇa and Balarāma jumped off the peak. After reaching the ground unseen by Jarāsandha and his followers, They returned to the Dvārakā fort, which floated within the sea. Jarāsandha decided that Rāma and Kṛṣṇa had burned to death in the fire, and he took his army back to his kingdom."
        },
        {
            "type": "normal",
            "content": "At this point Mahārāja Parīkṣit asked a question, and Śrī Śukadeva Gosvāmī responded to it by beginning to narrate the history of the marriage of Lord Śrī Kṛṣṇa and Rukmiṇī. Rukmiṇī, the young daughter of Bhīṣmaka, King of Vidarbha, had heard of Śrī Kṛṣṇa's beauty, strength and other fine qualities, and she therefore made up her mind that He would be the perfect husband for her. Lord Kṛṣṇa also wanted to marry her. But although Rukmiṇī's other relatives approved of her marriage to Kṛṣṇa, her brother Rukmī was envious of the Lord and thus forbade her to marry Him. Rukmī wanted her to marry Śiśupāla instead. Rukmiṇī unhappily took up her duties in preparation for the marriage, but she also sent a trustworthy brāhmaṇa to Kṛṣṇa with a letter."
        },
        {
            "type": "normal",
            "content": "When the brāhmaṇa arrived in Dvārakā, Śrī Kṛṣṇa properly honored him with ritual worship and other tokens of reverence. The Lord then asked the brāhmaṇa why he had come. The brāhmaṇa opened Rukmiṇī's letter and showed it to Lord Kṛṣṇa, who had the messenger read it to Him. Rukmiṇī-devī wrote, \"Ever since I have heard about You, my Lord, I have become completely attracted to You. Without fail please come before my marriage to Śiśupāla and take me away. In accordance with family custom, on the day before my marriage I will visit the temple of goddess Ambikā. That would be the best opportunity for You to appear and easily kidnap me. If You do not show me this favor, I will give up my life by fasting and observing severe vows. Then perhaps in my next life I will be able to obtain You.\""
        },
        {
            "type": "normal",
            "content": "After reading Rukmiṇī's letter to Lord Kṛṣṇa, the brāhmaṇa took his leave so he might carry out his daily religious duties."
        }
    ]
}
