{
    "info": {
        "id": "sb/3/22/17",
        "prevId": "sb/3/22/16",
        "nextId": "sb/3/22/18"
    },
    "verses": [
        {
            "roman": "yāṁ harmya-pṛṣṭhe kvaṇad-aṅghri-śobhāṁ\nvikrīḍatīṁ kanduka-vihvalākṣīm\nviśvāvasur nyapatat svād vimānād\nvilokya sammoha-vimūḍha-cetāḥ\n"
        }
    ],
    "synonyms": "yām—whom; harmya-pṛṣṭhe—on the roof of the palace; kvaṇat-aṅghri-śobhām—whose beauty was heightened by the tinkling ornaments on her feet; vikrīḍatīm—playing; kanduka-vihvala-akṣīm—with eyes bewildered, following her ball; viśvāvasuḥ—Viśvāvasu; nyapatat—fell down; svāt—from his own; vimānāt—from the airplane; vilokya—seeing; sammoha-vimūḍha-cetāḥ—whose mind was stupefied.",
    "translation": "I have heard that Viśvāvasu, the great Gandharva, his mind stupefied with infatuation, fell from his airplane after seeing your daughter playing with a ball on the roof of the palace, for she was indeed beautiful with her tinkling ankle bells and her eyes moving to and fro.",
    "purport": [
        {
            "type": "normal",
            "content": "It is understood that not only at the present moment but in those days also there were skyscrapers. Herein we find the word harmya-pṛṣṭhe. Harmya means \"a very big palatial building.\" Svād vimānāt means \"from his own airplane.\" It is suggested that private airplanes or helicopters were also current in those days. The Gandharva Viśvāvasu, while flying in the sky, could see Devahūti playing ball on the roof of the palace. Ball playing was also current, but aristocratic girls would not play in a public place. Ball playing and other such pleasures were not meant for ordinary women and girls; only princesses like Devahūti could indulge in such sports. It is described here that she was seen from the flying airplane. This indicates that the palace was very high, otherwise how could one see her from an airplane? The vision was so distinct that the Gandharva Viśvāvasu was bewildered by her beauty and by hearing the sound of her ankle bangles, and being captivated by the sound and beauty, he fell down. Kardama Muni mentioned the incident as he had heard it."
        }
    ]
}
