{
    "info": {
        "id": "sb/3/22/26-27",
        "prevId": "sb/3/22/25",
        "nextId": "sb/3/22/28"
    },
    "verses": [
        {
            "roman": "āmantrya taṁ muni-varam\nanujñātaḥ sahānugaḥ\npratasthe ratham āruhya\nsabhāryaḥ sva-puraṁ nṛpaḥ\n"
        },
        {
            "roman": "ubhayor ṛṣi-kulyāyāḥ\nsarasvatyāḥ surodhasoḥ\nṛṣīṇām upaśāntānāṁ\npaśyann āśrama-sampadaḥ\n"
        }
    ],
    "synonyms": "āmantrya—taking permission to go; tam—from him (Kardama); muni-varam—from the best of sages; anujñātaḥ—being permitted to leave; saha-anugaḥ—along with his retinue; pratasthe—started for; ratham āruhya—mounting his chariot; sa-bhāryaḥ—along with his wife; sva-puram—his own capital; nṛpaḥ—the Emperor; ubhayoḥ—on both; ṛṣi-kulyāyāḥ—agreeable to the sages; sarasvatyāḥ—of the River Sarasvatī; su-rodhasoḥ—the charming banks; ṛṣīṇām—of the great sages; upaśāntānām—tranquil; paśyan—seeing; āśrama-sampadaḥ—the prosperity of the beautiful hermitages.",
    "translation": "\nAfter asking and obtaining the great sage's permission to leave, the monarch mounted his chariot with his wife and started for his capital, followed by his retinue. Along the way he saw the prosperity of the tranquil seers' beautiful hermitages on both the charming banks of the Sarasvatī, the river so agreeable to saintly persons.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs cities are constructed in the modern age with great engineering and architectural craftsmanship, so in days gone by there were neighborhoods called ṛṣi-kulas, where great saintly persons resided. In India there are still many magnificent places for spiritual understanding; there are many ṛṣis and saintly persons living in nice cottages on the banks of the Ganges and Yamunā for purposes of spiritual cultivation. While passing through the ṛṣi-kulas the King and his party were very much satisfied with the beauty of the cottages and hermitages. It is stated here, paśyann āśrama-sampadaḥ. The great sages had no skyscrapers, but the hermitages were so beautiful that the King was very much pleased at the sight.\n"
        }
    ]
}
