{
    "info": {
        "id": "sb/3/22/29-30",
        "prevId": "sb/3/22/28",
        "nextId": "sb/3/22/31"
    },
    "verses": [
        {
            "roman": "barhiṣmatī nāma purī\nsarva-sampat-samanvitā\nnyapatan yatra romāṇi\nyajñasyāṅgaṁ vidhunvataḥ\n"
        },
        {
            "roman": "kuśāḥ kāśās ta evāsan\nśaśvad-dharita-varcasaḥ\nṛṣayo yaiḥ parābhāvya\nyajña-ghnān yajñam ījire\n"
        }
    ],
    "synonyms": "barhiṣmatī—Barhiṣmatī; nāma—named; purī—city; sarva-sampat—all kinds of wealth; samanvitā—full of; nyapatan—fell down; yatra—where; romāṇi—the hairs; yajñasya—of Lord Boar; aṅgam—His body; vidhunvataḥ—shaking; kuśāḥ—kuśa grass; kāśāḥ—kāśa grass; te—they; eva—certainly; āsan—became; śaśvat-harita—of evergreen; varcasaḥ—having the color; ṛṣayaḥ—the sages; yaiḥ—by which; parābhāvya—defeating; yajña-ghnān—the disturbers of the sacrificial performances; yajñam—Lord Viṣṇu; ījire—they worshiped.",
    "translation": "The city of Barhiṣmatī, rich in all kinds of wealth, was so called because Lord Viṣṇu's hair dropped there from His body when He manifested Himself as Lord Boar. As He shook His body, this very hair fell and turned into blades of evergreen kuśa grass and kāśa [another kind of grass used for mats], by means of which the sages worshiped Lord Viṣṇu after defeating the demons who had interfered with the performance of their sacrifices.",
    "purport": [
        {
            "type": "normal",
            "content": "Any place directly connected with the Supreme Lord is called pīṭha-sthāna. Barhiṣmatī, the capital of Svāyambhuva Manu, was exalted not because the city was very rich in wealth and opulence, but because the hairs of Lord Varāha fell at this very spot. These hairs of the Lord later grew as green grass, and the sages used to worship the Lord with that grass after the time when the Lord killed the demon Hiraṇyākṣa. Yajña means Viṣṇu, the Supreme Personality of Godhead. In Bhagavad-gītā, karma is described as yajñārtha. Yajñārtha-karma means \"work done only for the satisfaction of Viṣṇu.\" If something is done for sense gratification or any other purpose, it will be binding upon the worker. If one wants to be freed from the reaction of his work, he must perform everything for the satisfaction of Viṣṇu, or Yajña. In the capital of Svāyambhuva Manu, Barhiṣmatī, these particular functions were being performed by the great sages and saintly persons."
        }
    ]
}
