{
    "info": {
        "id": "sb/10/23/10-11",
        "prevId": "sb/10/23/9",
        "nextId": "sb/10/23/12"
    },
    "verses": [
        {
            "roman": "deśaḥ kālaḥ pṛthag dravyaṁ\nmantra-tantrartvijo 'gnayaḥ\ndevatā yajamānaś ca\nkratur dharmaś ca yan-mayaḥ\n"
        },
        {
            "roman": "taṁ brahma paramaṁ sākṣād\nbhagavantam adhokṣajam\nmanuṣya-dṛṣṭyā duṣprajñā\nmartyātmāno na menire\n"
        }
    ],
    "synonyms": "deśaḥ—the place; kālaḥ—time; pṛthak dravyam—particular items of paraphernalia; mantra—Vedic hymns; tantra—prescribed rituals; ṛtvijaḥ—priests; agnayaḥ—sacrificial fires; devatāḥ—the presiding demigods; yajamānaḥ—the performer of the sacrifice; ca—and; kratuḥ—the offering; dharmaḥ—the invisible power of fruitive results; ca—and; yat—whom; mayaḥ—constituting; tam—Him; brahma paramam—the Supreme Absolute Truth; sākṣāt—directly manifest; bhagavantam—the Personality of Godhead; adhokṣajam—who is transcendental to material senses; manuṣya-dṛṣṭyā—seeing Him as an ordinary man; duṣprajñāḥ—perverted in their intelligence; martya-ātmānaḥ—falsely identifying themselves with the material body; na menire—they did not properly honor.",
    "translation": "Although the ingredients of sacrificial performance—the place, time, particular paraphernalia, mantras, rituals, priests, fires, demigods, performer, offering and the as yet unseen beneficial results—are all simply aspects of His opulences, the brāhmaṇas saw Lord Kṛṣṇa as an ordinary human because of their perverted intelligence. They failed to recognize that He is the Supreme Absolute Truth, the directly manifest Personality of Godhead, whom the material senses cannot ordinarily perceive. Thus bewildered by their false identification with the mortal body, they did not show Him proper respect.",
    "purport": [
        {
            "type": "normal",
            "content": "The ritualistic brāhmaṇas could not understand why the sacrificial food should be offered to Lord Kṛṣṇa, whom they considered an ordinary human being. Just as a person with rose-colored glasses sees the entire world as rose-colored, a conditioned soul with mundane vision sees even God Himself as mundane and thus loses the opportunity to go back home, back to Godhead."
        }
    ]
}
