{
    "info": {
        "id": "sb/10/23/29",
        "prevId": "sb/10/23/28",
        "nextId": "sb/10/23/30"
    },
    "verses": [
        {
            "roman": "śrī-patnya ūcuḥ\nmaivaṁ vibho 'rhati bhavān gadituṁ nr-śaṁsaṁ\nsatyaṁ kuruṣva nigamaṁ tava pada-mūlam\nprāptā vayaṁ tulasi-dāma padāvasṛṣṭaṁ\nkeśair nivoḍhum atilaṅghya samasta-bandhūn\n"
        }
    ],
    "synonyms": "śrī-patnyaḥ ūcuḥ—the wives of the brāhmaṇas said; mā—not; evam—like this; vibho—O almighty Lord; arhati—ought; bhavān—You; gaditum—to speak; nṛ-śaṁsam—harshly; satyam—true; kuruṣva—please make; nigamam—the promise given in the revealed scripture; tava—Your; pāda-mūlam—the base of the lotus feet; prāptāḥ—having obtained; vayam—we; tulasi-dāma—the garland of tulasī leaves; padā—by Your foot; avasṛṣṭam—neglectfully kicked away; keśaiḥ—upon our hair; nivoḍhum—in order to carry; atilaṅghya—rejecting; samasta—all; bandhūn—relations.",
    "translation": "\nThe wives of the brāhmaṇas replied: O almighty one, please do not speak such cruel words. Rather, You should fulfill Your promise that You always reciprocate with Your devotees in kind. Now that we have attained Your lotus feet, we simply wish to remain here in the forest so we may carry upon our heads the garlands of tulasī leaves You may neglectfully kick away with Your lotus feet. We are ready to give up all material relationships.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere the brāhmaṇas' wives are saying something similar to what the gopīs say at the beginning of the rāsa dance (SB 10.29.31), when Lord Kṛṣṇa tells them to go home as well. Like this verse, the gopīs' statement begins with the words maivaṁ vibho 'rhati bhavān gadituṁ nṛ-śaṁsam.\n"
        },
        {
            "type": "normal",
            "content": "Nigama refers to the Vedic literature, which states that one who surrenders at the lotus feet of the Lord does not return to this material world. Thus the brāhmaṇas' wives appealed to the Lord that since they had surrendered to Him, it was unfair for Him to order them to return to their materialistic husbands.\n"
        },
        {
            "type": "normal",
            "content": "According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa might have pointed out to the brāhmaṇas' wives, \"You young ladies are members of the aristocratic brāhmaṇa community, so how can you surrender at the feet of a mere cowherd boy?\"\n"
        },
        {
            "type": "normal",
            "content": "To this the ladies might have replied, \"Since we have already surrendered at Your lotus feet, and since we desire to become Your servants, we are obviously not maintaining a false identification as members of the so-called brāhmaṇa community. You can easily ascertain this from our words.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa might have replied, \"I am a cowherd boy, and My proper maidservants and girlfriends are the cowherd girls, the gopīs. \"\n"
        },
        {
            "type": "normal",
            "content": "The wives might have answered, \"True, let them be so. Let them shine forth if You are embarrassed in front of Your relatives to make brāhmaṇa ladies Your maidservants. We certainly don't want to embarrass You. We will not go to Your village but will rather remain in Vṛndāvana, like presiding deities of the forest. We simply desire to perfect our lives by even a slight trace of connection with You.\"\n"
        },
        {
            "type": "normal",
            "content": "Thus by the spiritual insight of Śrīla Viśvanātha Cakravartī Ṭhākura, we learn that the brāhmaṇas' wives offered to remain at a distance and simply take the tulasī leaves that would fall from the lotus feet of Kṛṣṇa or be crushed by the feet of His girlfriends when He would embrace them.\n"
        },
        {
            "type": "normal",
            "content": "The ladies offered to carry these tulasī leaves upon their heads. Thus renouncing the desire to become Kṛṣṇa's intimate girlfriends or maidservants (a position they knew was difficult to achieve), the young brāhmaṇa ladies begged to remain in Vṛndāvana forest. If the Lord had then asked \"Then what will your family members say?\" they would have replied \"We have already transcended our so-called relatives because we are seeing You, the Supreme Lord, face to face.\"\n"
        }
    ]
}
