{
    "info": {
        "id": "sb 10/23/Summary",
        "prevId": "sb/10/22/38",
        "nextId": "sb/10/23/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Śrī Kṛṣṇa, after inducing the cowherd boys to beg for food, showed mercy to the wives of some brāhmaṇas performing a sacrifice and made the brāhmaṇas themselves feel remorse.\n"
        },
        {
            "type": "normal",
            "content": "When the cowherd boys became very hungry, they asked Śrī Kṛṣṇa about obtaining food, and He sent them to beg some from a group of brāhmaṇas who were performing a sacrifice nearby. But these brāhmaṇas ignored the boys, thinking Śrī Kṛṣṇa an ordinary human being. The boys returned disappointed, but the Lord sent them off again, advising them to ask the brāhmaṇas' wives for the food. These ladies had heard of Kṛṣṇa's transcendental qualities and were very much attached to Him. Thus as soon as they learned He was nearby, they went to Him in great haste, bringing all four varieties of food. In this way they offered themselves to Śrī Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa told the women that while one can develop transcendental love for Him by seeing His Deity form in the temple, meditating upon Him and chanting His glories, one cannot achieve this result simply by being in His physical presence. He advised them that since they were housewives, their particular duty was to help their husbands perform sacrifices. He therefore instructed them to return to their homes.\n"
        },
        {
            "type": "normal",
            "content": "When the ladies went back home, their brāhmaṇa husbands at once felt remorse, and they lamented, \"For anyone inimical to Kṛṣṇa, his three births-seminal, brahminical and sacrificial-are all condemned. On the other hand, these womenfolk, who have not undergone the purificatory processes of the brahminical class or performed any austerity or pious rituals, have through devotion for Kṛṣṇa easily cut off the bondage of death.\n"
        },
        {
            "type": "normal",
            "content": "\"Since Lord Kṛṣṇa's every desire is completely fulfilled, His begging for food was simply an act of mercy toward us brāhmaṇas. All the fruits of Vedic sacrifice-and indeed all things on earth-are His opulences, yet out of ignorance we could not appreciate this fact.\"\n"
        },
        {
            "type": "normal",
            "content": "Having spoken thus, all the brāhmaṇas offered their obeisances to Lord Śrī Kṛṣṇa, hoping to counteract their offense. Nonetheless, out of fear of King Kaṁsa they did not go to see the Lord in person.\n"
        }
    ]
}
