{
    "info": {
        "id": "sb/10/4/21",
        "prevId": "sb/10/4/20",
        "nextId": "sb/10/4/22"
    },
    "verses": [
        {
            "roman": "tasmād bhadre sva-tanayān\nmayā vyāpāditān api\nmānuśoca yataḥ sarvaḥ\nsva-kṛtaṁ vindate 'vaśaḥ\n"
        }
    ],
    "synonyms": "tasmāt—therefore; bhadre—my dear sister (all auspiciousness unto you); sva-tanayān—for your own sons; mayā—by me; vyāpāditān—unfortunately killed; api—although; mā anuśoca—do not be aggrieved; yataḥ—because; sarvaḥ—everyone; sva-kṛtam—the fruitive results of one's own deeds; vindate—suffers or enjoys; avaśaḥ—under the control of providence.",
    "translation": "My dear sister Devakī, all good fortune unto you. Everyone suffers and enjoys the results of his own work under the control of providence. Therefore, although your sons have unfortunately been killed by me, please do not lament for them.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Brahma-saṁhitā (BS 5.54):"
        },
        {
            "type": "verse",
            "content": "yas tv indra-gopam athavendram aho sva-karma-bandhānurūpa-phala-bhājanam ātanoti\nkarmāṇi nirdahati kintu ca bhakti-bhājāṁgovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "Everyone, beginning from the small insect known as indra-gopa up to Indra, the King of the heavenly planets, is obliged to undergo the results of his fruitive activities. We may superficially see that one is suffering or enjoying because of some external causes, but the real cause is one's own fruitive activities. Even when someone kills someone else, it is to be understood that the person who was killed met the fruitive results of his own work and that the man who killed him acted as the agent of material nature. Thus Kaṁsa begged Devakī's pardon by analyzing the matter deeply. He was not the cause of the death of Devakī's sons. Rather, this was their own destiny. Under the circumstances, Devakī should excuse Kaṁsa and forget his past deeds without lamentation. Kaṁsa admitted his own fault, but whatever he had done was under the control of providence. Kaṁsa might have been the immediate cause for the death of Devakī's sons, but the remote cause was their past deeds. This was an actual fact."
        }
    ]
}
