{
    "info": {
        "id": "sb 10/4/Summary",
        "prevId": "sb/10/3/53",
        "nextId": "sb/10/4/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Kaṁsa, following the advice of his demoniac friends, considered the persecution of small children to be very diplomatic.\n"
        },
        {
            "type": "normal",
            "content": "After Vasudeva bound himself with iron shackles as before, all the doors of the prison house closed by the influence of Yogamāyā, who then began crying as a newborn child, This crying awakened the doorkeepers, who immediately informed Kaṁsa that a child had been born to Devakī. Upon hearing this news, Kaṁsa appeared with great force in the maternity room, and in spite of Devakī's pleas that the child be saved, the demon forcibly snatched the child from Devakī's hands and dashed the child against a rock. Unfortunately for Kaṁsa, however, the newborn child slipped away from his hands, rose above his head and appeared as the eight-armed form of Durgā. Durgā then told Kaṁsa, \"The enemy you contemplate has taken birth somewhere else. Therefore your plan to persecute all the children will prove futile.\"\n"
        },
        {
            "type": "normal",
            "content": "According to the prophecy, the eighth child of Devakī would kill Kaṁsa, and therefore when Kaṁsa saw that the eighth child was a female and heard that his so-called enemy had taken birth elsewhere, he was struck with wonder. He decided to release Devakī and Vasudeva, and he admitted before them the wrongness of his atrocities. Falling at the feet of Devakī and Vasudeva, he begged their pardon and tried to convince them that because the events that had taken place were destined to happen, they should not be unhappy for his having killed so many of their children. Devakī and Vasudeva, being naturally very pious, immediately excused Kaṁsa for his atrocities, and Kaṁsa, after seeing that his sister and brother-in-law were happy, returned to his home.\n"
        },
        {
            "type": "normal",
            "content": "After the night passed, however, Kaṁsa called for his ministers and informed them of all that had happened. The ministers, who were all demons, advised Kaṁsa that because his enemy had already taken birth somewhere else, all the children born within the past ten days in the villages within Kaṁsa's kingdom should be killed. Although the demigods always feared Kaṁsa, they should not be treated leniently; since they were enemies, Kaṁsa should try his best to uproot their existence. The demoniac ministers further advised that Kaṁsa and the demons continue their enmity toward Viṣṇu because Viṣṇu is the original person among all the demigods. The brāhmaṇas, the cows, the Vedas, austerity, truthfulness, control of the senses and mind, faithfulness and mercy are among the different parts of the body of Viṣṇu, who is the origin of all the demigods, including Lord Brahmā and Lord Śiva. Therefore, the ministers advised, the demigods, the saintly persons, the cows and the brāhmaṇas should be systematically persecuted. Strongly advised in this way by his friends, the demoniac ministers, Kaṁsa approved of their instructions and considered it beneficial to be envious of the brāhmaṇas. Following Kaṁsa's orders, therefore, the demons began committing their atrocities all over Vrajabhūmi.\n"
        }
    ]
}
