{
    "info": {
        "id": "sb/3/3/10",
        "prevId": "sb/3/3/9",
        "nextId": "sb/3/3/11"
    },
    "verses": [
        {
            "roman": "kāla-māgadha-śālvādīn\nanīkai rundhataḥ puram\najīghanat svayaṁ divyaṁ\nsva-puṁsāṁ teja ādiśat\n"
        }
    ],
    "synonyms": "kāla—Kālayavana; māgadha—the King of Magadha (Jarāsandha); śālva—King Śālva; ādīn—and others; anīkaiḥ—by the soldiers; rundhataḥ—being encircled; puram—the city of Mathurā; ajīghanat—killed; svayam—personally; divyam—transcendental; sva-puṁsām—of His own men; tejaḥ—prowess; ādiśat—exhibited.",
    "translation": "Kālayavana, the King of Magadha and Sālva attacked the city of Mathurā, but when the city was encircled by their soldiers, the Lord refrained from killing them personally, just to show the power of His own men.",
    "purport": [
        {
            "type": "normal",
            "content": "After the death of Kaṁsa, when Mathurā was encircled by the soldiers of Kālayavana, Jarāsandha and Sālva, the Lord seemingly fled from the city, and thus He is known as Ranchor, or one who fled from fighting. Actually, the fact was that the Lord wanted to kill them through the agency of His own men, devotees like Mucukunda and Bhīma. Kālayavana and the King of Magadha were killed by Mucukunda and Bhīma respectively, who acted as agents of the Lord. By such acts the Lord wanted to exhibit the prowess of His devotees, as if He were personally unable to fight but His devotees could kill them. The relationship of the Lord with His devotees is a very happy one. Actually, the Lord descended at the request of Brahmā in order to kill all the undesirables of the world, but to divide the share of glory He sometimes engaged His devotees to take the credit. The Battle of Kurukṣetra was designed by the Lord Himself, but just to give credit to His devotee Arjuna (nimitta-mātraṁ bhava savyasācin), He played the part of the charioteer, while Arjuna was given the chance to play the fighter and thus become the hero of the Battle of Kurukṣetra. What He wants to do Himself by His transcendental plans, He executes through His confidential devotees. That is the way of the Lord's mercy towards His pure unalloyed devotees."
        }
    ]
}
