{
    "info": {
        "id": "sb/3/3/8",
        "prevId": "sb/3/3/7",
        "nextId": "sb/3/3/9"
    },
    "verses": [
        {
            "roman": "āsāṁ muhūrta ekasmin\nnānāgāreṣu yoṣitām\nsa-vidhaṁ jagṛhe pāṇīn\nanurūpaḥ sva-māyayā\n"
        }
    ],
    "synonyms": "āsām—all those; muhūrte—at one time; ekasmin—simultaneously; nānā-āgāreṣu—in different compartments; yoṣitām—of the women; sa-vidham—with perfect rituals; jagṛhe—accepted; pāṇīn—hands; anurūpaḥ—exactly to match; sva-māyayā—by His internal potency.",
    "translation": "All those princesses were lodged in different apartments, and the Lord simultaneously assumed different bodily expansions exactly matching each and every princess. He accepted their hands in perfect rituals by His internal potency.",
    "purport": [
        {
            "type": "normal",
            "content": "In the Brahma-saṁhitā (BS 5.38) the Lord is described as follows in regard to His innumerable plenary expansions:"
        },
        {
            "type": "verse",
            "content": "advaitam acyutam anādim ananta-rūpamādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca\nvedeṣu durlabham adurlabham ātma-bhaktaugovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"The Lord, Govinda, whom I worship, is the original Personality of Godhead. He is nondifferent from His innumerable plenary expansions, who are all infallible, original and unlimited and who have eternal forms. Although He is primeval, the oldest personality, He is always fresh and young.\" By His internal potency the Lord can expand Himself into various personalities of svayaṁ-prakāśa and again into prābhava and vaibhava forms, and all of them are nondifferent from one another. The forms into which the Lord expanded to marry the princesses in different apartments were all slightly different just to match each and every one of them. They are called vaibhava-vilāsa forms of the Lord and are effected by His internal potency, yoga-māyā."
        }
    ]
}
