{
    "info": {
        "id": "sb/9/18/20-21",
        "prevId": "sb/9/18/19",
        "nextId": "sb/9/18/22"
    },
    "verses": [
        {
            "roman": "taṁ vīram āhauśanasī\nprema-nirbharayā girā\nrājaṁs tvayā gṛhīto me\npāṇiḥ para-purañjaya\n"
        },
        {
            "roman": "hasta-grāho 'paro mā bhūd\ngṛhītāyās tvayā hi me\neṣa īśa-kṛto vīra\nsambandho nau na pauruṣaḥ\n"
        }
    ],
    "synonyms": "tam—unto him; vīram—Yayāti; āha—said; auśanasī—the daughter of Uśanā Kavi, Śukrācārya; prema-nirbharayā—saturated with love and kindness; girā—by such words; rājan—O King; tvayā—by you; gṛhītaḥ—accepted; me—my; pāṇiḥ—hand; para-purañjaya—the conqueror of the kingdoms of others; hasta-grāhaḥ—he who accepted my hand; aparaḥ—another; mā—may not; bhūt—become; gṛhītāyāḥ—accepted; tvayā—by you; hi—indeed; me—of me; eṣaḥ—this; īśa-kṛtaḥ—arranged by providence; vīra—O great hero; sambandhaḥ—relationship; nau—our; na—not; pauruṣaḥ—anything man-made.",
    "translation": "\nWith words saturated with love and affection, Devayānī said to King Yayāti: O great hero, O King, conqueror of the cities of your enemies, by accepting my hand you have accepted me as your married wife. Let me not be touched by others, for our relationship as husband and wife has been made possible by providence, not by any human being.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhile taking Devayānī out of the well, King Yayāti must certainly have appreciated her youthful beauty, and therefore he might have asked her which caste she belonged to. Thus Devayānī would have immediately replied, \"We are already married because you have accepted my hand.\" Uniting the hands of the bride and bridegroom is a system perpetually existing in all societies. Therefore, as soon as Yayāti accepted Devayānī's hand, they could be regarded as married. Because Devayānī was enamored with the hero Yayāti, she requested him not to change his mind and let another come to marry her.\n"
        }
    ]
}
