{
    "info": {
        "id": "sb 9/18/Summary",
        "prevId": "sb/9/17/17",
        "nextId": "sb/9/18/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter gives the history of King Yayāti, the son of Nahuṣa. Among Yayāti's five sons, the youngest son, Pūru, accepted Yayāti's invalidity.\n"
        },
        {
            "type": "normal",
            "content": "When Nahuṣa, who had six sons, was cursed to become a python, his eldest son, Yati, took sannyāsa, and therefore the next son, Yayāti, was enthroned as king. By providence, Yayāti married the daughter of Śukrācārya. Śukrācārya was a brāhmaṇa and Yayāti a kṣatriya, but Yayāti married her nonetheless. Śukrācārya's daughter, named Devayānī, had a girl friend named Śarmiṣṭhā, who was the daughter of Vṛṣaparvā. King Yayāti married Śarmiṣṭhā also. The history of this marriage is as follows. Once Śarmiṣṭhā was sporting in the water with thousands of her girl friends, and Devayānī was also there. When the young girls saw Lord Śiva, seated on his bull with Umā, they immediately dressed themselves, but Śarmiṣṭhā mistakenly put on Devayānī's clothes. Devayānī, being very angry, rebuked Śarmiṣṭhā, who also became very angry and responded by rebuking Devayānī and throwing her into a well. By chance, King Yayāti came to that well to drink water, and he found Devayānī and rescued her. Thus Devayānī accepted Mahārāja Yayāti as her husband. Thereafter, Devayānī, crying loudly, told her father about Śarmiṣṭhā's behavior. Upon hearing of this incident, Śukrācārya was very angry and wanted to chastise Vṛṣaparvā, Śarmiṣṭhā's father. Vṛṣaparvā, however, satisfied Śukrācārya by offering Śarmiṣṭhā as Devayānī's maidservant. Thus Śarmiṣṭhā, as the maidservant of Devayānī, also went to the house of Devayānī's husband. When Śarmiṣṭhā found her friend Devayānī with a son she also desired to have a son. Therefore, at the proper time for conception, she also requested Mahārāja Yayāti for sex. When Śarmiṣṭhā became pregnant also, Devayānī was very envious. In great anger, she immediately left for her father's house and told her father everything. Śukrācārya again became angry and cursed Mahārāja Yayāti to become old, but when Yayāti begged Śukrācārya to be merciful to him, Śukrācārya gave him the benediction that he could transfer his old age and invalidity to some young man. Yayāti exchanged his old age for the youth of his youngest son, Pūru, and thus he was able to enjoy with young girls.\n"
        }
    ]
}
