{
    "info": {
        "id": "sb/10/54/summary",
        "prevId": "sb/10/53/57",
        "nextId": "sb/10/54/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Śrī Kṛṣṇa defeated the opposing kings after kidnapping Rukmiṇī, disfigured Rukmiṇī's brother Rukmī, brought Rukmiṇī to His capital and married her."
        },
        {
            "type": "normal",
            "content": "As Śrī Kṛṣṇa was taking Queen Rukmīṇī away, the inimical kings gathered their armies and pursued Him. Lord Baladeva and the generals of the Yādava army turned to face these opponents, blocking their advance. The enemy armies then began pouring incessant showers of arrows upon Lord Kṛṣṇa's army. Seeing her husband-to-be's forces under such violent attack, Śrīmatī Rukmiṇī looked at Śrī Kṛṣṇa fearfully. But Kṛṣṇa simply smiled and told her there was nothing to fear because His army would surely destroy the enemy in short order."
        },
        {
            "type": "normal",
            "content": "Lord Balarāma and the other heroes then began to annihilate the opposing army with nārāca arrows. The enemy kings, headed by Jarāsandha, retreated after suffering the destruction of their armies at the hands of the Yādavas."
        },
        {
            "type": "normal",
            "content": "Jarāsandha consoled Śiśupāla: \"Happiness and distress are never permanent and are under the control of the Supreme Lord. Seventeen times Kṛṣṇa defeated me, but in the end I was victorious over Him. Thus seeing that victory and defeat are under the control of destiny and time, I have learned not to succumb to either lamentation or joy. Time now favors the Yādavas, so they have defeated you with only a small army, but in the future time will favor you, and you will surely conquer them.\" Consoled in this way, Śiśupāla took his followers and returned to his kingdom."
        },
        {
            "type": "normal",
            "content": "Rukmiṇī's brother Rukmī, who hated Kṛṣṇa, was infuriated by Kṛṣṇa's kidnapping of his sister. So, after vowing before all the kings present that he would not return to Kuṇḍina until Kṛṣṇa had been destroyed and Rukmiṇī rescued, Rukmī set out with his army to attack the Lord. Ignorant of Lord Kṛṣṇa's glories, Rukmī boldly went out to attack Kṛṣṇa in a lone chariot. He approached the Lord, struck Him with arrows and demanded that He release Rukmiṇī. Śrī Kṛṣṇa fended off Rukmī's weapons, breaking them to pieces. Then He raised His sword high and was about to kill Rukmī when Rukmiṇī interceded and fervently pleaded that her brother's life be spared. Lord Kṛṣṇa did not kill Rukmī, but with His sword He shaved off bits of Rukmī's hair here and there, leaving him disfigured. Just then Lord Baladeva appeared on the scene with the Yādava army. Seeing Rukmī disfigured, He gently reproached Kṛṣṇa: \"To disfigure such a close family member is as good as killing him; therefore he should not be killed but set free.\""
        },
        {
            "type": "normal",
            "content": "Lord Baladeva then told Rukmiṇī that the sorry condition of her brother was only the fruit of his past work, since everyone is responsible for his own happiness and suffering. He further instructed her about the transcendental position of the jīva soul and how the illusion of happiness and distress is simply a result of ignorance. Accepting Lord Balarāma's instructions, Rukmiṇī gave up her sorrow."
        },
        {
            "type": "normal",
            "content": "Rukmī, meanwhile, felt totally frustrated, deprived as he was of all his strength and his will to fight. Since he had vowed not to return home without conquering Kṛṣṇa, Rukmī constructed a city on that very spot and took up residence there in a mood of undiminished anger."
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa took Rukmiṇī to His capital, Dvārakā, and married her. All the citizens celebrated in lavish style, broadcasting throughout the city accounts of how the Lord had kidnapped Rukmiṇī. Everyone in Dvārakā was delighted to see Lord Kṛṣṇa united with Rukmiṇī."
        }
    ]
}
