{
    "info": {
        "id": "sb 10/62/Summary",
        "prevId": "sb/10/61/40",
        "nextId": "sb/10/62/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter recounts the meeting of Aniruddha and Ūṣā, and also Aniruddha's battle with Bāṇāsura.\n"
        },
        {
            "type": "normal",
            "content": "Of the one hundred sons of King Bali, the oldest was Bāṇāsura. He was a great devotee of Lord Śiva, who favored Bāṇa so much that even demigods like Indra would serve him. Bāṇāsura once satisfied Śiva by playing musical instruments with his one thousand hands while Śiva danced his tāṇḍava-nṛtya. In response, Śiva offered Bāṇa whatever benediction he chose, and Bāṇa asked Śiva to become the guardian of his city.\n"
        },
        {
            "type": "normal",
            "content": "One day when Bāṇa was feeling an urge to do battle, he told Lord Śiva: \"Except for you, in the whole world there is no warrior strong enough to fight me. Therefore these thousand arms you've given me are merely a heavy burden.\" Angered by these words, Lord Śiva replied, \"Your pride will be crushed in battle when you meet my equal. Indeed, your chariot flag will fall to the ground, broken.\"\n"
        },
        {
            "type": "normal",
            "content": "Bāṇāsura's daughter, Ūṣā, once had an encounter with a lover in her sleep. Several nights in a row this occurred, until one night she failed to see Him in her dreams. She suddenly awoke, speaking aloud to Him in a state of agitation, but when she noticed her maidservants around her, she felt embarrassed. Ūṣā's companion Citralekhā asked her who she had been addressing, and Ūṣā told her everything. Hearing of Ūṣā's dreamlover, Citralekhā tried to relieve her friend's distress by drawing pictures of Gandharvas and other celestial personalities, as well as various men of the Vṛṣṇi dynasty. Citralekhā asked Ūṣā to pick out the man she had seen in her dreams, and Ūṣā pointed to the picture of Aniruddha. Citralekhā, who had mystic powers, knew at once that the young man her friend had pointed out was Lord Kṛṣṇa's grandson Aniruddha. Then, using her mystic powers, Citralekhā flew through the sky to Dvārakā, found Aniruddha and brought Him back with her to Śoṇitapura, Bāṇāsura's capital. There she presented Him to Ūṣā.\n"
        },
        {
            "type": "normal",
            "content": "Having obtained the man of her desires, Ūṣā began serving Him very affectionately within her private quarters, which were supposed to be strictly off limits to men. After some time the female guards of the inner palace noticed symptoms of sexual activity on Ūṣā's person, and they went to Bāṇāsura to inform him. Greatly disturbed, Bāṇāsura rushed to his daughter's apartments with many armed guards and, to his great surprise, saw Aniruddha there. As the guards attacked Him, Aniruddha took up His club and succeeded in killing a few before the powerful Bāṇa could capture Him with his mystic nāga-pāśa ropes, filling Ūṣā with lamentation.\n"
        }
    ]
}
