{
    "info": {
        "id": "sb 10/15/Summary",
        "prevId": "sb/10/14/61",
        "nextId": "sb/10/15/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Balarāma and Lord Kṛṣṇa, while tending Their cows in the pastures of Vṛndāvana, killed Dhenukāsura, enabled the residents of Vṛndāvana to eat the fruits of the tāla trees and saved the young cowherds from Kāliya's poison.\n"
        },
        {
            "type": "normal",
            "content": "Revealing Their boyhood (paugaṇḍa) phase of pastimes, Rāma and Kṛṣṇa were one day bringing the cows to pasture when They entered an attractive forest decorated with a clear lake. There They began playing forest sports along with Their friends. Pretending to tire, Lord Baladeva laid His head upon the lap of a cowherd boy and rested as Lord Kṛṣṇa helped relieve His elder brother's fatigue by massaging His feet. Then Kṛṣṇa also placed His head on the lap of a cowherd boy to rest, and another cowherd boy massaged His feet. In this way Kṛṣṇa, Balarāma and Their cowherd friends enjoyed various pastimes.\n"
        },
        {
            "type": "normal",
            "content": "During this play, Śrīdāmā, Subala, Stoka-kṛṣṇa and other cowherd boys described to Rāma and Kṛṣṇa a wicked and irrepressible demon named Dhenuka, who had assumed the form of a jackass and was living in the Tālavana forest near Govardhana Hill. This forest was full of many varieties of sweet fruits. But fearing this demon, no one dared try to relish the taste of those fruits, and thus someone had to kill the demon and all his associates. Lord Rāma and Lord Kṛṣṇa, hearing of the situation, set off for this forest to fulfill the desire of Their companions.\n"
        },
        {
            "type": "normal",
            "content": "Arriving at the Tālavana, Lord Balarāma shook many fruits out of the palm trees, and as soon as He did so the jackass demon, Dhenuka, ran swiftly to attack Him. But Balarāma grabbed his hind legs with one hand, whirled him around and threw him into the top of a tree, thus slaying him. All of Dhenukāsura's friends, overcome by fury, then rushed to attack, but Rāma and Kṛṣṇa took hold of them one by one, swung them around and killed them, until the disturbance was finally finished. When Kṛṣṇa and Balarāma returned to the cowherd community, Yaśodā and Rohiṇī placed Them on their respective laps. They kissed Their faces, fed Them with finely prepared food and then put Them to bed.\n"
        },
        {
            "type": "normal",
            "content": "Some days later Lord Kṛṣṇa went with His friends, but without His older brother, to the banks of the Kālindī in order to tend the cows. The cows and cowherd boys became very thirsty and drank some water from the Kālindī. But it had been contaminated with poison, and they all fell unconscious on the riverbank. Kṛṣṇa then brought them back to life by the merciful rain of His glance, and all of them, regaining their consciousness, appreciated His great mercy.\n"
        }
    ]
}
