{
    "info": {
        "id": "sb/10/72/19",
        "prevId": "sb/10/72/18",
        "nextId": "sb/10/72/20"
    },
    "verses": [
        {
            "roman": "kiṁ durmarṣaṁ titikṣūṇāṁ\nkim akāryam asādhubhiḥ\nkiṁ na deyaṁ vadānyānāṁ\nkaḥ paraḥ sama-darśinām\n"
        }
    ],
    "synonyms": "kim—what; durmarṣam—intolerable; titikṣūṇām—for the patient; kim—what; akāryam—impossible to do; asādhubhiḥ—for the impious; kim—what; na deyam—impossible to give away; vadānyānām—for the generous; kaḥ—who; paraḥ—separate; sama—equal; darśinām—for those whose vision.",
    "translation": "\nWhat can the tolerant not bear? What will the wicked not do? What will the generous not give in charity? And who will those of equal vision see as an outsider?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the previous verse, Lord Kṛṣṇa and the two Pāṇḍava brothers, Bhīma and Arjuna, requested Jarāsandha to grant them whatever they asked of him. Here they explain why there is no need for them to specify their desire.\n"
        },
        {
            "type": "normal",
            "content": "The ācāryas comment on this verse as follows: Jarāsandha might be thinking, \"What if you request my son, from whom separation would be intolerable?\"\n"
        },
        {
            "type": "normal",
            "content": "To this possible objection Kṛṣṇa and the Pāṇḍavas reply, \"For a tolerant person, nothing is intolerable.\"\n"
        },
        {
            "type": "normal",
            "content": "Similarly, Jarāsandha could object, \"What if you ask me to give my body or my precious jewels and other ornaments, which are meant to be given to my sons, not to ordinary beggars?\"\n"
        },
        {
            "type": "normal",
            "content": "To this they reply, \"For the generous, what is not to be donated in charity?\" In other words, everything is to be given.\n"
        },
        {
            "type": "normal",
            "content": "Jarāsandha might also object that he could be giving charity to his enemies. To this his guests counter with the statement kaḥ paraḥ sama-darśinām: \"For those with equal vision, who is a stranger?\"\n"
        },
        {
            "type": "normal",
            "content": "Thus Śrī Kṛṣṇa and the Pāṇḍavas encouraged Jarāsandha to simply agree to grant their request without further discussion.\n"
        }
    ]
}
