{
    "info": {
        "id": "sb/10/72/3",
        "prevId": "sb/10/72/1-2",
        "nextId": "sb/10/72/4"
    },
    "verses": [
        {
            "roman": "śrī-yudhiṣṭhira uvāca\nkratu-rājena govinda\nrājasūyena pāvanīḥ\nyakṣye vibhūtīr bhavatas\ntat sampādaya naḥ prabho\n"
        }
    ],
    "synonyms": "śrī-yudhiṣṭhiraḥ uvāca—Śrī Yudhiṣṭhira said; kratu—of major fire sacrifices; rājena—with the king; govinda—O Kṛṣṇa; rājasūyena—named Rājasūya; pāvanīḥ—purifying; yakṣye—I wish to worship; bhavataḥ—of Yourself; tat—that; naḥ—for us; prabho—O master.",
    "translation": "\nŚrī Yudhiṣṭhira said: O Govinda, I desire to worship Your auspicious, opulent expansions by the Rājasūya sacrifice, the king of Vedic ceremonies. Please make our endeavor a success, my Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Śrīdhara Svāmī states that the word vibhūtīḥ refers to Lord Kṛṣṇa's expansions (aṁśān), and Śrīla Viśvanātha Cakravartī Ṭhākura further explains that here the word vibhūtīḥ refers to Lord Kṛṣṇa's opulent expansions within this world, such as the demigods and other empowered beings. Thus Śrīla Prabhupāda treats this verse as follows in Kṛṣṇa, the Supreme Personality of Godhead: \"My dear Lord Kṛṣṇa, the sacrifice known as the Rājasūya yajña is to be performed by the emperor, and it is considered to be the king of all sacrifices. By performing this sacrifice, I wish to satisfy all the demigods, who are Your empowered representatives within this material world, and I wish that You will kindly help me in this great adventure so that it may be successfully executed. As far as the Pāṇḍavas are concerned, we have nothing to ask from the demigods. We are personally satisfied by being Your devotees. As you say in the Bhagavad-gītā, 'Persons who are bewildered by material desires worship the demigods,' but our purpose is different. I want to perform this Rājasūya sacrifice and invite the demigods to show them that they have no power independent of You. They are all Your servants, and You are the Supreme Personality of Godhead. Foolish persons with a poor fund of knowledge consider Your Lordship an ordinary human being. Sometimes they try to find fault in You, and sometimes they defame You. Therefore I wish to perform the Rājasūya yajña. I wish to invite all the demigods, beginning from Lord Brahmā, Lord Śiva and other exalted chiefs of the heavenly planets, and in that great assembly of the demigods from all parts of the universe, I want to substantiate that You are the Supreme Personality of Godhead and that everyone is Your servant.\"\n"
        }
    ]
}
