{
    "info": {
        "id": "sb/10/72/46",
        "prevId": "sb/10/72/45",
        "nextId": "sb/10/73/1-6"
    },
    "verses": [
        {
            "roman": "sahadevaṁ tat-tanayaṁ\nbhagavān bhūta-bhāvanaḥ\nabhyaṣiñcad ameyātmā\nmagadhānāṁ patiṁ prabhuḥ\nmocayām āsa rājanyān\nsaṁruddhā māgadhena ye\n"
        }
    ],
    "synonyms": "sahadevam—named Sahadeva; tat—his (Jarāsandha's); tanayam—son; bhagavān—the Personality of Godhead; bhūta—of all living beings; bhāvanaḥ—the sustainer; abhyaṣiñcat—coronated; ameya-ātmā—the immeasurable one; magadhānām—of the Magadhas; patim—as the master; prabhuḥ—the Lord; mocayām āsa—He released; rājanyān—the kings; saṁruddhāḥ—imprisoned; māgadhena—by Jarāsandha; ye—who.",
    "translation": "\nThe immeasurable Supreme Personality of Godhead, the sustainer and benefactor of all living beings, coronated Jarāsandha's son, Sahadeva, as the new ruler of the Magadhas. The Lord then freed all the kings Jarāsandha had imprisoned.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Prabhupāda writes, \"Although Jarāsandha was killed, neither Kṛṣṇa nor the two Pāṇḍava brothers made a claim to the throne. Their purpose in killing Jarāsandha was to stop him from creating a disturbance against the proper discharge of world peace. A demon always creates disturbances, whereas a demigod always tries to keep peace in the world. The mission of Lord Kṛṣṇa is to give protection to the righteous persons and to kill the demons who disturb a peaceful situation. Therefore Lord Kṛṣṇa immediately called for the son of Jarāsandha, whose name was Sahadeva, and with due ritualistic ceremonies He asked him to occupy the seat of his father and reign over the kingdom peacefully. Lord Kṛṣṇa is the master of the whole cosmic creation, and He wants everyone to live peacefully and execute Kṛṣṇa consciousness. After installing Sahadeva on the throne, He released all the kings and princes who had been imprisoned unnecessarily by Jarāsandha.\"\n"
        }
    ]
}
