{
    "info": {
        "id": "sb 10/72/Summary",
        "prevId": "sb/10/71/44-45",
        "nextId": "sb/10/72/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Kṛṣṇa heard King Yudhiṣṭhira's request and then arranged for Bhīmasena to defeat Jarāsandha.\n"
        },
        {
            "type": "normal",
            "content": "One day King Yudhiṣṭhira addressed Lord Kṛṣṇa as He sat in the royal assembly: \"My Lord, I wish to perform the Rājasūya sacrifice. In this sacrifice people uninterested in Your devotional service will be able to see firsthand the superiority of Your devotees and the inferiority of nondevotees. They will also be able to see Your lotus feet.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa extolled Yudhiṣṭhira's proposition: \"Your scheme is so excellent that it will spread your fame throughout the universe. Indeed, all living beings should desire that this sacrifice be performed. To make this sacrifice possible, however, you must first defeat all the kings of the earth and collect all the necessary paraphernalia.\"\n"
        },
        {
            "type": "normal",
            "content": "Satisfied with Lord Kṛṣṇa's words, King Yudhiṣṭhira sent his brothers to conquer the various directions. After they had conquered-or won the fealty of-the kings in their assigned directions, they brought back abundant wealth to Yudhiṣṭhira. They informed him, however, that Jarāsandha could not be defeated. As King Yudhiṣṭhira pondered how he could subdue Jarāsandha, Śrī Kṛṣṇa revealed to him the means for doing so, following the previous advice of Uddhava.\n"
        },
        {
            "type": "normal",
            "content": "Bhīma, Arjuna and Śrī Kṛṣṇa then disguised themselves as brāhmaṇas and went to the palace of Jarāsandha, who was very devoted to the brahminical class. They introduced themselves as brāhmaṇas to King Jarāsandha, flattering him by praising his reputation for hospitality, and requested him to grant their desire. Seeing the marks of bowstrings on their limbs, Jarāsandha concluded that they were warriors and not brāhmaṇas, but still, even though fearful, he promised to fulfill whatever desire they might have. At that point Lord Kṛṣṇa discarded His disguise and asked Jarāsandha to fight Him in one-to-one combat. But Jarāsandha refused, claiming that Kṛṣṇa was a coward because He had once fled the battlefield. Jarāsandha also declined to fight Arjuna on the plea that he was inferior in age and size. But Bhīma he considered a worthy opponent.\n"
        },
        {
            "type": "normal",
            "content": "Thus Jarāsandha handed Bhīma a club and took up another himself, and they all went outside the city to begin the fight.\n"
        },
        {
            "type": "normal",
            "content": "After the fight had gone on for some time, it became clear that the two opponents were too equally matched for either to gain victory. Lord Kṛṣṇa then split a small tree branch in half, thus showing Bhīma how to kill Jarāsandha. Bhīma threw Jarāsandha to the ground, stepped on one of his legs, seized the other with his arms and proceeded to tear him apart from his genitals to his head.\n"
        },
        {
            "type": "normal",
            "content": "Seeing Jarāsandha dead, his relatives and subjects cried out in lamentation. Lord Kṛṣṇa then appointed Jarāsandha's son ruler of Magadha and released the kings Jarāsandha had imprisoned.\n"
        }
    ]
}
