{
    "info": {
        "id": "sb/10/1/16",
        "prevId": "sb/10/1/15",
        "nextId": "sb/10/1/17"
    },
    "verses": [
        {
            "roman": "vāsudeva-kathā-praśnaḥ\npuruṣāṁs trīn punāti hi\nvaktāraṁ pracchakaṁ śrotṟṁs\ntat-pāda-salilaṁ yathā\n"
        }
    ],
    "synonyms": "vāsudeva-kathā-praśnaḥ—questions about the pastimes and characteristics of Vāsudeva, Kṛṣṇa; puruṣān—persons; trīn—three; punāti—purify; hi—indeed; vaktāram—the speaker, such as Śukadeva Gosvāmī; pracchakam—and an inquisitive hearer like Mahārāja Parīkṣit; śrotṟn—and, between them, the listeners hearing about the topics; tat-pāda-salilam yathā—exactly as the entire world is purified by the Ganges water emanating from the toe of Lord Viṣṇu.",
    "translation": "\nThe Ganges, emanating from the toe of Lord Viṣṇu, purifies the three worlds, the upper, middle and lower planetary systems. Similarly, when one asks questions about the pastimes and characteristics of Lord Vāsudeva, Kṛṣṇa, three varieties of men are purified: the speaker or preacher, he who inquires, and the people in general who listen.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is said, tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam (SB 11.3.21). Those interested in understanding transcendental subject matters as the goal of life must approach the bona fide spiritual master. Tasmād guruṁ prapadyeta. One must surrender to such a guru, who can give right information about Kṛṣṇa. Herein, Mahārāja Parīkṣit has surrendered to the right personality, Śukadeva Gosvāmī, for enlightenment in vāsudeva-kathā. Vāsudeva is the original Personality of Godhead, who has unlimited spiritual activities. Śrīmad-Bhāgavatam is a record of such activities, and Bhagavad-gītā is the record of Vāsudeva speaking personally. Therefore, since the Kṛṣṇa consciousness movement is full of vāsudeva-kathā, anyone who hears, anyone who joins the movement and anyone who preaches will be purified.\n"
        }
    ]
}
