{
    "info": {
        "id": "sb/10/1/2",
        "prevId": "sb/10/1/1",
        "nextId": "sb/10/1/3"
    },
    "verses": [
        {
            "roman": "yadoś ca dharma-śīlasya\nnitarāṁ muni-sattama\ntatrāṁśenāvatīrṇasya\nviṣṇor vīryāṇi śaṁsa naḥ\n"
        }
    ],
    "synonyms": "yadoḥ—of Yadu or the Yadu dynasty; ca—also; dharma-śīlasya—who were strictly attached to religious principles; nitarām—highly qualified; muni-sattama—O best of all munis, king of the munis (Śukadeva Gosvāmī); tatra—in that dynasty; aṁśena—with His plenary expansion Baladeva; avatīrṇasya—who appeared as an incarnation; viṣṇoḥ—of Lord Viṣṇu; vīryāṇi—the glorious activities; śaṁsa—kindly describe; naḥ—unto us.",
    "translation": "\nO best of munis, you have also described the descendants of Yadu, who were very pious and strictly adherent to religious principles. Now, if you will, kindly describe the wonderful, glorious activities of Lord Viṣṇu, or Kṛṣṇa, who appeared in that Yadu dynasty with Baladeva, His plenary expansion.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Brahma-saṁhitā (BS 5.38) explains that Kṛṣṇa is the origin of the viṣṇu-tattva.\n"
        },
        {
            "type": "verse",
            "content": "īśvaraḥ paramaḥ kṛṣṇaḥ\nsac-cid-ānanda-vigrahaḥ\nanādir ādir govindaḥ\nsarva-kāraṇa-kāraṇam"
        },
        {
            "type": "normal",
            "content": "\n\"Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.\"\n"
        },
        {
            "type": "verse",
            "content": "yasyaika-niśvasita-kālam athāvalambya\njīvanti loma-vilajā jagad-aṇḍa-nāthāḥ\nviṣṇur mahān sa iha yasya kalā-viśeṣo\ngovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\n\"The Brahmās, the heads of the innumerable universes, live only for the duration of one breath of Mahā-Viṣṇu. I worship Govinda, the original Lord, of whom Mahā-Viṣṇu is but a portion of a plenary portion.\" (BS 5.48)\n"
        },
        {
            "type": "normal",
            "content": "Govinda, Kṛṣṇa, is the original Personality of Godhead. Kṛṣṇas tu bhagavān svayam (SB 1.3.28). Even Lord Mahā-Viṣṇu, who by His breathing creates many millions upon millions of universes, is Lord Kṛṣṇa's kalā-viśeṣa, or plenary portion of a plenary portion. Mahā-Viṣṇu is a plenary expansion of Saṅkarṣaṇa, who is a plenary expansion of Nārāyaṇa. Nārāyaṇa is a plenary expansion of the catur-vyūha, and the catur-vyūha are plenary expansions of Baladeva, the first manifestation of Kṛṣṇa. Therefore when Kṛṣṇa appeared with Baladeva, all the viṣṇu-tattvas appeared with Him.\n"
        },
        {
            "type": "normal",
            "content": "Mahārāja Parīkṣit requested Śukadeva Gosvāmī to describe Kṛṣṇa and His glorious activities. Another meaning may be derived from this verse as follows, Although Śukadeva Gosvāmī was the greatest muni, he could describe Kṛṣṇa only partially (aṁśena), for no one can describe Kṛṣṇa fully. It is said that Anantadeva has thousands of heads, but although He tries to describe Kṛṣṇa with thousands of tongues, His descriptions are still incomplete.\n"
        }
    ]
}
