{
    "info": {
        "id": "sb/10/1/31-32",
        "prevId": "sb/10/1/30",
        "nextId": "sb/10/1/33"
    },
    "verses": [
        {
            "roman": "catuḥ-śataṁ pāribarhaṁ\ngajānāṁ hema-mālinām\naśvānām ayutaṁ sārdhaṁ\nrathānāṁ ca tri-ṣaṭ-śatam\n"
        },
        {
            "roman": "dāsīnāṁ sukumārīṇāṁ\ndve śate samalaṅkṛte\nduhitre devakaḥ prādād\nyāne duhitṛ-vatsalaḥ\n"
        }
    ],
    "synonyms": "catuḥ-śatam—four hundred; pāribarham—dowry; gajānām—of elephants; hema-mālinām—decorated with garlands of gold; aśvānām—of horses; ayutam—ten thousand; sārdham—along with; rathānām—of chariots; ca—and; tri-ṣaṭ-śatam—three times six hundred (eighteen hundred); dāsīnām—of maidservants; su-kumārīṇām—very young and beautiful unmarried girls; dve—two; śate—hundred; samalaṅkṛte—fully decorated with ornaments; duhitre—unto his daughter; devakaḥ—King Devaka; prādāt—gave as a gift; yāne—while going away; duhitṛ-vatsalaḥ—who was very fond of his daughter Devakī.",
    "translation": "Devakī's father, King Devaka, was very much affectionate to his daughter. Therefore, while she and her husband were leaving home, he gave her a dowry of four hundred elephants nicely decorated with golden garlands. He also gave ten thousand horses, eighteen hundred chariots, and two hundred very beautiful young maidservants, fully decorated with ornaments.",
    "purport": [
        {
            "type": "normal",
            "content": "The system of giving a dowry to one's daughter has existed in Vedic civilization for a very long time. Even today, following the same system, a father who has money will give his daughter an opulent dowry. A daughter would never inherit the property of her father, and therefore an affectionate father, during the marriage of his daughter, would give her as much as possible. A dowry, therefore, is never illegal according to the Vedic system. Here, of course, the gift offered as a dowry by Devaka to Devakī was not ordinary. Because Devaka was a king, he gave a dowry quite suitable to his royal position. Even an ordinary man, especially a high-class brāhmaṇa, kṣatriya or vaiśya, is supposed to give his daughter a liberal dowry. Immediately after the marriage, the daughter goes to her husband's house, and it is also a custom for the brother of the bride to accompany his sister and brother-in-law to exhibit affection for her. This system was followed by Kaṁsa. These are all old customs in the society of varṇāśrama-dharma, which is now wrongly designated as Hindu. These long-standing customs are nicely described here."
        }
    ]
}
