{
    "info": {
        "id": "sb/10/1/44",
        "prevId": "sb/10/1/43",
        "nextId": "sb/10/1/45"
    },
    "verses": [
        {
            "roman": "tasmān na kasyacid droham\nācaret sa tathā-vidhaḥ\nātmanaḥ kṣemam anvicchan\ndrogdhur vai parato bhayam\n"
        }
    ],
    "synonyms": "tasmāt—therefore; na—not; kasyacit—of anyone; droham—envy; ācaret—one should act; saḥ—a person (Kaṁsa); tathā-vidhaḥ—who has been advised in such a way (by Vasudeva); ātmanaḥ—his own; kṣemam—welfare; anvicchan—if he desires; drogdhuḥ—of one who is envious of others; vai—indeed; parataḥ—from others; bhayam—there is a cause of fear.",
    "translation": "Therefore, since envious, impious activities cause a body in which one suffers in the next life, why should one act impiously? Considering one's welfare, one should not envy anyone, for an envious person must always fear harm from his enemies, either in this life or in the next.",
    "purport": [
        {
            "type": "normal",
            "content": "Instead of being inimical toward other living entities, one should act piously by engaging in the service of the Supreme Lord, thus avoiding a fearful situation both in this life and in the next. In this regard, the following moral instruction by the great politician Cāṇakya Paṇḍita is very meaningful:"
        },
        {
            "type": "verse",
            "content": "tyaja durjana-saṁsargaṁbhaja sādhu-samāgamam\nkuru puṇyam aho rātraṁsmara nityam anityatām"
        },
        {
            "type": "normal",
            "content": "One should give up the company of devils, demons and nondevotees and should always associate with devotees and saintly persons. One should always act piously, thinking that this life is temporary, and not be attached to temporary happiness and distress. The Kṛṣṇa consciousness movement is teaching all of human society this principle of becoming Kṛṣṇa conscious and thus solving the problems of life forever (tyaktvā dehaṁ punar janma naiti mām eti so 'rjuna (BG 4.9))."
        }
    ]
}
