{
    "info": {
        "id": "sb/10/1/64",
        "prevId": "sb/10/1/62-63",
        "nextId": "sb/10/1/65-66"
    },
    "verses": [
        {
            "roman": "etat kaṁsāya bhagavāñ\nchaśaṁsābhyetya nāradaḥ\nbhūmer bhārāyamāṇānāṁ\ndaityānāṁ ca vadhodyamam\n"
        }
    ],
    "synonyms": "etat—all these words about the Yadu family and Vṛṣṇi family; kaṁsāya—unto King Kaṁsa; bhagavān—the most powerful representative of the Supreme Personality of Godhead; śaśaṁsa—informed (Kaṁsa, who was in doubt); abhyetya—after approaching him; nāradaḥ—the great sage Nārada; bhūmeḥ—on the surface of the earth; bhārāyamāṇānām—of those who were a burden; daityānām ca—and of the demons; vadha-udyamam—the endeavor to kill.",
    "translation": "Once the great saint Nārada approached Kaṁsa and informed him of how the demoniac persons who were a great burden on the earth were going to be killed. Thus Kaṁsa was placed into great fear and doubt.",
    "purport": [
        {
            "type": "normal",
            "content": "It has already been discussed that mother earth implored Lord Brahmā to give her relief from the distress created by the burdensome demons and that Lord Brahmā informed her that Lord Kṛṣṇa Himself was going to appear. Kṛṣṇa says in Bhagavad-gītā (BG 4.8):"
        },
        {
            "type": "verse",
            "content": "paritrāṇāya sādhūnāṁvināśāya ca duṣkṛtām\ndharma-saṁsthāpanārthāyasambhavāmi yuge yuge"
        },
        {
            "type": "normal",
            "content": "Whenever there is a burden created by the demons and whenever the innocent devotees are distressed by demoniac rulers, the Lord appears in due course of time to kill the demons with the assistance of His real representatives, who are technically called demigods. In the Upaniṣads it is stated that the demigods are different parts of the Supreme Personality of Godhead. As it is the duty of the parts of the body to serve the whole, it is the duty of Kṛṣṇa's devotees to serve Kṛṣṇa as He wants. Kṛṣṇa's business is to kill the demons, and therefore this should be a devotee's business also. Because the people of Kali-yuga are fallen, however, Śrī Caitanya Mahāprabhu, out of kindness for them, did not bring any weapon to kill them. Rather, by spreading Kṛṣṇa consciousness, love of Kṛṣṇa, He wanted to kill their nefarious, demoniac activities. This is the purpose of the Kṛṣṇa consciousness movement. Unless the demoniac activities on the surface of the world are diminished or vanquished, no one can be happy. The program for the conditioned soul is fully described in Bhagavad-gītā, and one simply has to follow these instructions to become happy. Śrī Caitanya Mahāprabhu has therefore prescribed:"
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāmaharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "Let people chant the Hare Kṛṣṇa mantra constantly. Then their demoniac tendencies will be killed, and they will become first-class devotees, happy in this life and in the next."
        }
    ]
}
