{
    "info": {
        "id": "sb/10/1/65-66",
        "prevId": "sb/10/1/64",
        "nextId": "sb/10/1/67"
    },
    "verses": [
        {
            "roman": "ṛṣer vinirgame kaṁso\nyadūn matvā surān iti\ndevakyā garbha-sambhūtaṁ\nviṣṇuṁ ca sva-vadhaṁ prati\n"
        },
        {
            "roman": "devakīṁ vasudevaṁ ca\nnigṛhya nigaḍair gṛhe\njātaṁ jātam ahan putraṁ\ntayor ajana-śaṅkayā\n"
        }
    ],
    "synonyms": "ṛṣeḥ—of the great sage Nārada; vinirgame—on the departure (after giving information); kaṁsaḥ—Kaṁsa; yadūn—all the members of the Yadu dynasty; matvā—thinking of; surān—as demigods; iti—thus; devakyāḥ—of Devakī; garbha-sambhūtam—the children born from the womb; viṣṇum—(accepting) as Viṣṇu; ca—and; sva-vadham prati—fearing his own death from Viṣṇu; devakīm—Devakī; vasudevam ca—and her husband, Vasudeva; nigṛhya—arresting; nigaḍaiḥ—by iron shackles; gṛhe—confined at home; jātam jātam—each one who was born, one after another; ahan—killed; putram—the sons; tayoḥ—of Vasudeva and Devakī; ajana-śaṅkayā—with the doubt that they would be Viṣṇu.",
    "translation": "After the departure of the great saint Nārada, Kaṁsa thought that all the members of the Yadu dynasty were demigods and that any of the children born from the womb of Devakī might be Viṣṇu. Fearing his death, Kaṁsa arrested Vasudeva and Devakī and chained them with iron shackles. Suspecting each of the children to be Viṣṇu, Kaṁsa killed them one after another because of the prophecy that Viṣṇu would kill him.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Jīva Gosvāmī, in his notes on this verse, has mentioned how Nārada Muni gave Kaṁsa this information. This incident is described in the Hari-vaṁśa. Nārada Muni went to see Kaṁsa by providence, and Kaṁsa received him very well. Nārada, therefore, informed him that any one of the sons of Devakī might be Viṣṇu. Because Viṣṇu was to kill him, Kaṁsa should not spare any of Devakī's children, Nārada Muni advised. Nārada's intention was that Kaṁsa, by killing the children, would increase his sinful activities so that Kṛṣṇa would soon appear to kill him. Upon receiving the instructions of Nārada Muni, Kaṁsa killed all the children of Devakī one after another."
        },
        {
            "type": "normal",
            "content": "The word ajana-śaṅkayā indicates that Lord Viṣṇu never takes birth (ajana) and that He therefore appeared as Kṛṣṇa, taking birth just like a human being (mānuṣīṁ tanum āśritam). Kaṁsa attempted to kill all the babies born of Devakī and Vasudeva, although he knew that if Viṣṇu were born, He would not be killed. Actually it came to pass that when Viṣṇu appeared as Kṛṣṇa, Kaṁsa could not kill Him; rather, as foretold, it was He who killed Kaṁsa. One should know in truth how Kṛṣṇa, who takes His birth transcendentally, acts to kill the demons but is never killed. When one perfectly understands Kṛṣṇa in this way, through the medium of śāstra, one becomes immortal. As the Lord says in Bhagavad-gītā (BG 4.9):"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyamevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janmanaiti mām eti so 'rjuna"
        },
        {
            "type": "normal",
            "content": "\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\""
        }
    ]
}
