{
    "info": {
        "id": "sb/10/1/summary",
        "prevId": "sb/9/24/67",
        "nextId": "sb/10/1/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The summary of the First Chapter is as follows. This chapter describes how Kaṁsa, frightened by hearing an omen about his being killed by the eighth son of Devakī, killed Devakī's sons one after another."
        },
        {
            "type": "normal",
            "content": "When Śukadeva Gosvāmī finished describing the dynasty of Yadu, as well as the dynasties of the moon-god and sun-god, Mahārāja Parīkṣit requested him to describe Lord Kṛṣṇa, who appeared with Baladeva in the Yadu dynasty, and how Kṛṣṇa performed His activities within this world. Kṛṣṇa is transcendental, the King said, and therefore to understand His activities is the occupation of liberated persons. Hearing of kṛṣṇa-līlā is the boat by which to achieve the ultimate goal of life. Except for an animal killer or one who is following a policy of suicide, every intelligent person must strive to understand Kṛṣṇa and His activities."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa was the only worshipable Deity for the Pāṇḍavas. When Mahārāja Parīkṣit was in the womb of his mother, Uttarā, Kṛṣṇa saved him from the attack of the brahma-śastra. Now Mahārāja Parīkṣit asked Śukadeva Gosvāmī how His Lordship Baladeva, the son of Rohiṇī, could have appeared in the womb of Devakī. Why did Kṛṣṇa transfer Himself from Mathurā to Vṛndāvana, King Parīkṣit asked, and how did He live there with His family members? What did Kṛṣṇa do in Mathurā and Vṛndāvana, and why did He kill His maternal uncle Kaṁsa? For how many years did Kṛṣṇa reside in Dvārakā, and how many queens did He have? Mahārāja Parīkṣit asked Śukadeva Gosvāmī all these questions. He also requested Śukadeva Gosvāmī to describe other activities of Kṛṣṇa about which he could not inquire."
        },
        {
            "type": "normal",
            "content": "When Śukadeva Gosvāmī began to speak about Kṛṣṇa consciousness, Mahārāja Parīkṣit forgot the fatigue brought about by his fasting. Enthusiastic to describe Kṛṣṇa, Śukadeva Gosvāmī said, \"Like the waters of the Ganges, descriptions of the activities of Kṛṣṇa can purify the entire universe. The speaker, the inquirer and the audience all become purified.\""
        },
        {
            "type": "normal",
            "content": "Once when the entire world was overburdened by the increasing military power of demons in the form of kings, mother earth assumed the shape of a cow and approached Lord Brahmā for relief, Sympathetic to mother earth's lamentation, Brahmā, accompanied by Lord Śiva and other demigods, took the cow-shaped mother earth to the shore of the milk ocean, where he offered prayers to please Lord Viṣṇu, who lay there on an island in transcendental ecstasy. Brahmā thereafter understood the advice of Mahā-Viṣṇu, who informed him that He would appear on the surface of the earth to mitigate the burden created by the demons. The demigods, along with their wives, should appear there as associates of Lord Kṛṣṇa in the family of Yadu to increase the sons and grandsons in that dynasty. By the will of Lord Kṛṣṇa, Anantadeva would appear first, as Balarāma, and Kṛṣṇa's potency, yogamāyā, would also appear. Brahmā informed mother earth about all this, and then he returned to his own abode."
        },
        {
            "type": "normal",
            "content": "After marrying Devakī, Vasudeva was returning home with her on a chariot driven by Kaṁsa, her brother, when an ominous voice addressed Kaṁsa, warning him that Devakī's eighth son would kill him. Upon hearing this omen, Kaṁsa was immediately ready to kill Devakī, but Vasudeva diplomatically began to instruct him. Vasudeva stressed that it would not be good for Kaṁsa to kill his younger sister, especially at the time of her marriage. Anyone who possesses a material body must die, Vasudeva advised him. Every living entity lives in a body for some time and then transmigrates to another body, but one is unfortunately misled into accepting the body as the soul. If a person under this mistaken conception wants to kill another body, he is condemned as hellish."
        },
        {
            "type": "normal",
            "content": "Because Kaṁsa was not satisfied by Vasudeva's instructions, Vasudeva devised a plan. He offered to bring Kaṁsa all of Devakī's children so that Kaṁsa could kill them. Why then should Kaṁsa kill Devakī now? Kaṁsa was satisfied by this proposal. In due course of time, when Devakī gave birth to a child, Vasudeva brought the newborn baby to Kaṁsa, who, upon seeing Vasudeva's magnanimity, was struck with wonder. When Vasudeva gave Kaṁsa the child, Kaṁsa, showing some intelligence, said that since he was to be killed by the eighth child, why should he kill the first? Although Vasudeva did not trust him, Kaṁsa requested Vasudeva to take the child back. Later, however, after Nārada approached Kaṁsa and disclosed to him that the demigods were appearing in the Yadu and Vṛṣṇi dynasties and conspiring to kill him, Kaṁsa decided to kill all the children born in these families, and he also decided that any child born from the womb of Devakī must be killed. Thus he arrested and imprisoned both Devakī and Vasudeva and killed six of their sons, one after another. Nārada had also informed Kaṁsa that in his previous birth Kaṁsa was Kālanemi, a demon killed by Viṣṇu. Consequently, Kaṁsa became a great enemy to all the descendants of the yadu-vaṁśa, the Yadu dynasty. He even arrested and imprisoned his own father, Ugrasena, for Kaṁsa wanted to enjoy the kingdom alone."
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa has threefold pastimes-the Vraja-līlā, Māthura-līlā and Dvārakā-līlā. As already mentioned, in the Tenth Canto of Śrīmad-Bhāgavatam there are ninety chapters, which describe all these līlās. The first four chapters describe Brahmā's prayers for the relief of the earth's burden, and they also describe the appearance of the Supreme Personality of Godhead. Chapters Five through Thirty-nine recount Kṛṣṇa's pastimes in Vṛndāvana. The Fortieth Chapter describes how Kṛṣṇa enjoyed in the water of the Yamunā and how Akrūra offered prayers. Chapters Forty-one through Fifty-one, eleven chapters, tell of Kṛṣṇa's pastimes in Māthura, and Chapters Fifty-two through Ninety, thirty-nine chapters, relate Kṛṣṇa's pastimes in Dvārakā."
        },
        {
            "type": "normal",
            "content": "Chapters Twenty-nine through Thirty-three describe Kṛṣṇa's dancing with the gopīs, known as the rāsa-līlā. Therefore these five chapters are known as rāsa-pañcādhyāya. The Forty-seventh Chapter of the Tenth Canto is a description known as the bhramara-gītā."
        }
    ]
}
