{
    "info": {
        "id": "sb/8/3/25",
        "prevId": "sb/8/3/22-24",
        "nextId": "sb/8/3/26"
    },
    "verses": [
        {
            "roman": "jijīviṣe nāham ihāmuyā kim\nantar bahiś cāvṛtayebha-yonyā\nicchāmi kālena na yasya viplavas\ntasyātma-lokāvaraṇasya mokṣam\n"
        }
    ],
    "synonyms": "jijīviṣe—wish to live long; na—not; aham—I; iha—in this life; amuyā—or in the next life (I do not wish to live upon being saved from this dangerous position); kim—what is the value; antaḥ—internally; bahiḥ—externally; ca—and; āvṛtayā—covered by ignorance; ibha-yonyā—in this birth as an elephant; icchāmi—I desire; kālena—because of the influence of time; na—there is not; yasya—of which; viplavaḥ—annihilation; tasya—that; ātma-loka-āvaraṇasya—from the covering of self-realization; mokṣam—liberation.",
    "translation": "\nI do not wish to live anymore after I am released from the attack of the crocodile. What is the use of an elephant's body covered externally and internally by ignorance? I simply desire eternal liberation from the covering of ignorance. That covering is not destroyed by the influence of time.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this material world, every living entity is covered by the darkness of ignorance. Therefore the Vedas enjoin that one should approach the Supreme Lord through the spiritual master, who is described and offered prayers in the Gautamīya-tantra as follows:\n"
        },
        {
            "type": "verse",
            "content": "oṁ ajñāna-timirāndhasya\njñānāñjana-śalākayā\ncakṣur unmīlitaṁ yena\ntasmai śrī-gurave namaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"I offer my respectful obeisances unto my spiritual master, who with the torchlight of knowledge has opened my eyes, which were blinded by the darkness of ignorance.\" Although one may struggle for existence in this material world, to live forever is impossible. One must understand, however, that this struggle for existence is due to ignorance, for otherwise every living being is an eternal part of the Supreme Lord. There is no need to live as an elephant or man, American or Indian; one should desire only to achieve liberation from the cycle of birth and death. Because of ignorance, we consider every life offered by nature to be happy and pleasing, but in the degraded life within this material world, from the life of Lord Brahmā down to that of an ant, no one can actually be happy. We are making so many plans to live happily, but there cannot be any happiness in this material world, however we may try to make a permanent settlement in this life or that.\n"
        }
    ]
}
