{
    "info": {
        "id": "sb/8/3/3",
        "prevId": "sb/8/3/2",
        "nextId": "sb/8/3/4"
    },
    "verses": [
        {
            "roman": "yasminn idaṁ yataś cedaṁ\nyenedaṁ ya idaṁ svayam\nyo 'smāt parasmāc ca paras\ntaṁ prapadye svayambhuvam\n"
        }
    ],
    "synonyms": "yasmin—the basic platform on which; idam—the universe rests; yataḥ—the ingredients from which; ca—and; idam—the cosmic manifestation is produced; yena—by whom; idam—this cosmic manifestation is created and maintained; yaḥ—He who; idam—this material world; svayam—is Himself; yaḥ—He who; asmāt—from the effect (this material world); parasmāt—from the cause; ca—and; paraḥ—transcendental or different; tam—unto Him; prapadye—I surrender; svayambhuvam—unto the supreme self-sufficient.",
    "translation": "The Supreme Godhead is the supreme platform on which everything rests, the ingredient by which everything has been produced, and the person who has created and is the only cause of this cosmic manifestation. Nonetheless, He is different from the cause and the result. I surrender unto Him, the Supreme Personality of Godhead, who is self-sufficient in everything.",
    "purport": [
        {
            "type": "normal",
            "content": "In Bhagavad-gītā (BG 9.4) the Lord says, mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: \"I am the Supreme Personality of Godhead, but everything rests upon My energy, just as an earthen pot rests on the earth.\" The place where an earthen pot rests is also earth. Then again, the earthen pot is manufactured by a potter, whose body is a product of earth. The potter's wheel with which the pot is made is an expansion of earth, and the ingredients from which the pot are made are also earth. As confirmed in the śruti-mantra, yato vā imāni bhūtāni jāyante. yena jātāni jīvanti yat prayanty abhisaṁviśanti. The original cause of everything is the Supreme Personality of Godhead, and after being annihilated, everything enters into Him (prakṛtiṁ yānti māmikām). Thus the Supreme Lord, the Personality of Godhead—Lord Rāmacandra or Lord Kṛṣṇa—is the original cause of everything."
        },
        {
            "type": "verse",
            "content": "īśvaraḥ paramaḥ kṛṣṇaḥsac-cid-ānanda-vigrahaḥ\nanādir ādir govindaḥsarva-kāraṇa-kāraṇam"
        },
        {
            "type": "normal",
            "content": "\"Kṛṣṇa, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.\" (BS 5.1) The Lord is the cause for everything, but there is no cause for Him. Sarvaṁ khalv idaṁ brahma. Mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ (BG 9.4). Although He is everything, His personality is different from the cosmic manifestation."
        }
    ]
}
