{
    "info": {
        "id": "sb/8/3/4",
        "prevId": "sb/8/3/3",
        "nextId": "sb/8/3/5"
    },
    "verses": [
        {
            "roman": "yaḥ svātmanīdaṁ nija-māyayārpitaṁ\nkvacid vibhātaṁ kva ca tat tirohitam\naviddha-dṛk sākṣy ubhayaṁ tad īkṣate\nsa ātma-mūlo 'vatu māṁ parāt-paraḥ\n"
        }
    ],
    "synonyms": "yaḥ—the Supreme Personality of Godhead who; sva-ātmani—in Him; idam—this cosmic manifestation; nija-māyayā—by His own potency; arpitam—invested; kvacit—sometimes, at the beginning of a kalpa; vibhātam—it is manifested; kva ca—sometimes, during dissolution; tat—that (manifestation); tirohitam—not visible; aviddha-dṛk—He sees everything (in all these circumstances); sākṣī—the witness; ubhayam—both (manifestation and annihilation); tat īkṣate—sees everything, without loss of sight; saḥ—that Supreme Personality of Godhead; ātma-mūlaḥ—self-sufficient, having no other cause; avatu—please give protection; mām—unto me; parāt-paraḥ—He is transcendental to transcendental, or above all transcendence.",
    "translation": "\nThe Supreme Personality of Godhead, by expanding His own energy, keeps this cosmic manifestation visible and again sometimes renders it invisible. He is both the supreme cause and the supreme result, the observer and the witness, in all circumstances. Thus He is transcendental to everything. May that Supreme Personality of Godhead give me protection.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Supreme Personality of Godhead has multipotencies (parāsya śaktir vividhaiva śrūyate (CC Madhya 13.65, purport)). Therefore, as soon as He likes, He uses one of His potencies, and by that expansion He creates this cosmic manifestation. Again, when the cosmic manifestation is annihilated, it rests in Him. Nonetheless, He is infallibly the supreme observer. Under any circumstances, the Supreme Lord is changeless. He is simply a witness and is aloof from all creation and annihilation.\n"
        }
    ]
}
