{
    "info": {
        "id": "sb/8/3/6",
        "prevId": "sb/8/3/5",
        "nextId": "sb/8/3/7"
    },
    "verses": [
        {
            "roman": "na yasya devā ṛṣayaḥ padaṁ vidur\njantuḥ punaḥ ko 'rhati gantum īritum\nyathā naṭasyākṛtibhir viceṣṭato\nduratyayānukramaṇaḥ sa māvatu\n"
        }
    ],
    "synonyms": "na—neither; yasya—He of whom; devāḥ—the demigods; ṛṣayaḥ—great sages; padam—position; viduḥ—can understand; jantuḥ—unintelligent living beings like animals; punaḥ—again; kaḥ—who; arhati—is able; gantum—to enter into the knowledge; īritum—or to express by words; yathā—as; naṭasya—of the artist; ākṛtibhiḥ—by bodily features; viceṣṭataḥ—dancing in different ways; duratyaya—very difficult; anukramaṇaḥ—His movements; saḥ—that Supreme Personality of Godhead; mā—unto me; avatu—may give His protection.",
    "translation": "\nAn artist onstage, being covered by attractive dresses and dancing with different movements, is not understood by his audience; similarly, the activities and features of the supreme artist cannot be understood even by the demigods or great sages, and certainly not by those who are unintelligent like animals. Neither the demigods and sages nor the unintelligent can understand the features of the Lord, nor can they express in words His actual position. May that Supreme Personality of Godhead give me protection.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA similar understanding was expressed by Kuntīdevī. The Supreme Lord exists everywhere, within and without. He even exists within the heart. Sarvasya cāhaṁ hṛdi sanniviṣṭo (BG 15.15). Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati (BG 18.61). Thus it is indicated that one can find the Supreme Lord within one's heart. There are many, many yogīs trying to find Him. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ (SB 12.13.1). Nonetheless, even great yogīs, demigods, saints and sages have been unable to understand the bodily features of that great artist, nor could they understand the meaning of His movements. What then is to be said of ordinary speculators like the so-called philosophers of this material world? For them He is impossible to understand. Therefore we must accept the statements given by the Supreme when He kindly incarnates to instruct us. We must simply accept the word of Lord Rāmacandra, Lord Kṛṣṇa and Lord Śrī Caitanya Mahāprabhu and follow in Their footsteps. Then it may be possible for us to know the purpose of Their incarnations.\n"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so 'rjuna\n(BG 4.9)"
        },
        {
            "type": "normal",
            "content": "\nIf by the Lord's grace one can understand Him, one will immediately be delivered, even within his material body. The material body will no longer have any function, and whatever activities take place with the body will be activities of Kṛṣṇa consciousness. In this way one may give up his body and return home, back to Godhead.\n"
        }
    ]
}
