{
    "info": {
        "id": "sb/6/9/22",
        "prevId": "sb/6/9/21",
        "nextId": "sb/6/9/23"
    },
    "verses": [
        {
            "roman": "avismitaṁ taṁ paripūrṇa-kāmaṁ\nsvenaiva lābhena samaṁ praśāntam\nvinopasarpaty aparaṁ hi bāliśaḥ\nśva-lāṅgulenātititarti sindhum\n"
        }
    ],
    "synonyms": "avismitam—who is never struck with wonder; tam—Him; paripūrṇa-kāmam—who is fully satisfied; svena—by His own; eva—indeed; lābhena—achievements; samam—equipoised; praśāntam—very steady; vinā—without; upasarpati—approaches; aparam—another; hi—indeed; bāliśaḥ—a fool; śva—of a dog; lāṅgulena—by the tail; atititarti—wants to cross; sindhum—the sea.",
    "translation": "Free from all material conceptions of existence and never wonder-struck by anything, the Lord is always jubilant and fully satisfied by His own spiritual perfection. He has no material designations, and therefore He is steady and unattached. That Supreme Personality of Godhead is the only shelter of everyone. Anyone desiring to be protected by others is certainly a great fool who desires to cross the sea by holding the tail of a dog.",
    "purport": [
        {
            "type": "normal",
            "content": "A dog can swim in the water, but if a dog dives in the ocean and someone wants to cross the ocean by holding the dog's tail, he is certainly fool number one. A dog cannot cross the ocean, nor can a person cross the ocean by catching a dog's tail. Similarly, one who desires to cross the ocean of nescience should not seek the shelter of any demigod or anyone else but the fearless shelter of the Supreme Personality of Godhead. Śrīmad-Bhāgavatam (SB 10.14.58) therefore says:"
        },
        {
            "type": "verse",
            "content": "samāśritā ye pada-pallava-plavaṁmahat-padaṁ puṇya-yaśo-murāreḥ\nbhavāmbudhir vatsa-padaṁ paraṁ padaṁpadaṁ padaṁ yad vipadāṁ na teṣām"
        },
        {
            "type": "normal",
            "content": "The Lord's lotus feet are an indestructible boat, and if one takes shelter of that boat he can easily cross the ocean of nescience. Consequently there are no dangers for a devotee although he lives within this material world, which is full of dangers at every step. One should seek the shelter of the all-powerful instead of trying to be protected by one's own concocted ideas."
        }
    ]
}
