{
    "info": {
        "id": "sb/6/9/25",
        "prevId": "sb/6/9/24",
        "nextId": "sb/6/9/26-27"
    },
    "verses": [
        {
            "roman": "ya eka īśo nija-māyayā naḥ\nsasarja yenānusṛjāma viśvam\nvayaṁ na yasyāpi puraḥ samīhataḥ\npaśyāma liṅgaṁ pṛthag īśa-māninaḥ\n"
        }
    ],
    "synonyms": "yaḥ—He who; ekaḥ—one; īśaḥ—controller; nija-māyayā—by His transcendental potency; naḥ—us; sasarja—created; yena—by whom (through whose mercy); anusṛjāma—we also create; viśvam—the universe; vayam—we; na—not; yasya—of whom; api—although; puraḥ—in front of us; samīhataḥ—of Him who is acting; paśyāma—see; liṅgam—the form; pṛthak—separate; īśa—as controllers; māninaḥ—thinking of ourselves.",
    "translation": "\nThe Supreme Personality of Godhead, who created us by His external potency and by whose mercy we expand the creation of the universe, is always situated before us as the Supersoul, but we cannot see His form. We are unable to see Him because all of us think that we are separate and independent gods.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere is an explanation of why the conditioned soul cannot see the Supreme Personality of Godhead face to face. Even though the Lord appears before us as Lord Kṛṣṇa or Lord Rāmacandra and lives in human society as a leader or king, the conditioned soul cannot understand Him. Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: (BG 9.11) rascals (mūḍhas) deride the Supreme Personality of Godhead, thinking Him an ordinary human being. However insignificant we are, we think that we are also God, that we can create a universe or that we can create another God. This is why we cannot see or understand the Supreme Personality of Godhead. In this regard, Śrīla Madhvācārya says:\n"
        },
        {
            "type": "verse",
            "content": "liṅgam eva paśyāmaḥ\nkadācid abhimānas tu\ndevānām api sann iva\nprāyaḥ kāleṣu nāsty eva\ntāratamyena so 'pi tu"
        },
        {
            "type": "normal",
            "content": "\nWe are all conditioned to various degrees, but we think that we are God. This is why we cannot understand who God is or see Him face to face.\n"
        }
    ]
}
