{
    "info": {
        "id": "sb/6/9/47",
        "prevId": "sb/6/9/46",
        "nextId": "sb/6/9/48"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nprīto 'haṁ vaḥ sura-śreṣṭhā\nmad-upasthāna-vidyayā\nātmaiśvarya-smṛtiḥ puṁsāṁ\nbhaktiś caiva yayā mayi\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; prītaḥ—pleased; aham—I; vaḥ—of you; sura-śreṣṭhāḥ—O best of the demigods; mat-upasthāna-vidyayā—by the highly advanced knowledge and prayers offered unto Me; ātma-aiśvarya-smṛtiḥ—remembrance of the exalted transcendental position of Me, the Supreme Personality of Godhead; puṁsām—of men; bhaktiḥ—devotional service; ca—and; eva—certainly; yayā—by which; mayi—unto Me.",
    "translation": "\nThe Supreme Personality of Godhead said: O beloved demigods, you have offered your prayers to Me with great knowledge, and I am certainly most pleased with you. A person is liberated by such knowledge, and thus he remembers My exalted position, which is above the conditions of material life. Such a devotee is fully purified by offering prayers in full knowledge. This is the source of devotional service to Me.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAnother name of the Supreme Personality of Godhead is Uttamaśloka, which means that He is offered prayers with selected verses. Bhakti means śravaṇaṁ kīrtanaṁ viṣṇoḥ (SB 7.5.23), chanting and hearing about Lord Viṣṇu. Impersonalists cannot be purified, for they do not offer personal prayers to the Supreme Personality of Godhead. Even though they sometimes offer prayers, the prayers are not directed toward the Supreme Person. Impersonalists sometimes show their incomplete knowledge by addressing the Lord as being nameless. They always offer prayers indirectly, saying, \"You are this, You are that,\" but they do not know to whom they are praying. A devotee, however, always offers personal prayers. A devotee says, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi: \"I offer my respectful obeisances unto Govinda, unto Kṛṣṇa.\" That is the way to offer prayers. If one continues to offer such personal prayers to the Supreme Personality of Godhead, he is eligible to become a pure devotee and return home, back to Godhead.\n"
        }
    ]
}
