{
    "info": {
        "id": "sb 6/9/Summary",
        "prevId": "sb/6/8/42",
        "nextId": "sb/6/9/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAs described in this chapter, Indra, the King of heaven, killed Viśvarūpa, and therefore Viśvarūpa's father performed a yajña to kill Indra. When Vṛtrāsura appeared from that yajña, the demigods, in fear, sought shelter of the Supreme Personality of Godhead and glorified Him.\n"
        },
        {
            "type": "normal",
            "content": "Because of affection for the demons, Viśvarūpa secretly supplied them the remnants of yajña. When Indra learned about this, he beheaded Viśvarūpa, but he later regretted killing Viśvarūpa because Viśvarūpa was a brāhmaṇa. Although competent to neutralize the sinful reactions for killing a brāhmaṇa, Indra did not do so. Instead he accepted the reactions. Later, he distributed these reactions among the land, water, trees and women in general. Since the land accepted one fourth of the sinful reactions, a portion of the land turned into desert. The trees were also given one fourth of the sinful reactions, and therefore they drip sap, which is prohibited for drinking. Because women accepted one fourth of the sinful reactions, they are untouchable during their menstrual period. Since water was also infested with sinful reactions, when bubbles appear in water it cannot be used for any purpose.\n"
        },
        {
            "type": "normal",
            "content": "After Viśvarūpa was killed, his father, Tvaṣṭā, performed a sacrifice to kill King Indra. Unfortunately, if mantras are chanted irregularly, they yield an opposite result. This happened when Tvaṣṭā performed this yajña. While performing the sacrifice to kill Indra. Tvaṣṭā chanted a mantra to increase Indra's enemies, but because he chanted the mantra wrong, the sacrifice produced an asura named Vṛtrāsura, of whom Indra was the enemy. When Vṛtrāsura was generated from the sacrifice, his fierce features made the whole world afraid, and his personal effulgence diminished even the power of the demigods. Finding no other means of protection, the demigods began to worship the Supreme Personality of Godhead, the enjoyer of all the results of sacrifice, who is supreme throughout the entire universe. The demigods all worshiped Him because ultimately no one but Him can protect a living entity from fear and danger. Seeking shelter of a demigod instead of worshiping the Supreme Personality of Godhead is compared to trying to cross the ocean by grasping the tail of a dog. A dog can swim, but that does not mean that one can cross the ocean by grasping a dog's tail.\n"
        },
        {
            "type": "normal",
            "content": "Being pleased with the demigods, the Supreme Personality of Godhead advised them to approach Dadhīci to beg him for the bones of his own body. Dadhīci would comply with the request of the demigods, and with the help of his bones Vṛtrāsura could be killed.\n"
        }
    ]
}
