{
    "info": {
        "id": "sb/9/1/33",
        "prevId": "sb/9/1/32",
        "nextId": "sb/9/1/34"
    },
    "verses": [
        {
            "roman": "tata ūrdhvaṁ vanaṁ tad vai\npuruṣā varjayanti hi\nsā cānucara-saṁyuktā\nvicacāra vanād vanam\n"
        }
    ],
    "synonyms": "tataḥ ūrdhvam—from that time onward; vanam—forest; tat—that; vai—in particular; puruṣāḥ—males; varjayanti—do not enter; hi—indeed; sā—Sudyumna in the form of a woman; ca—also; anucara-saṁyuktā—accompanied by his companions; vicacāra—walked; vanāt vanam—within the forest from one place to another.",
    "translation": "Since that time, no male had entered that forest. But now King Sudyumna, having been transformed into a female, began to walk with his associates from one forest to another.",
    "purport": [
        {
            "type": "normal",
            "content": "In Bhagavad-gītā (BG 2.22) it is said:"
        },
        {
            "type": "verse",
            "content": "vāsāṁsi jīrṇāni yathā vihāyanavāni gṛhṇāti naro 'parāṇi\ntathā sarīrāṇi vihāya jīrṇānyanyāni saṁyāti navāni dehī"
        },
        {
            "type": "normal",
            "content": "\"As a person puts on new garments, giving up old ones, the soul accepts new material bodies, giving up the old and useless ones.\""
        },
        {
            "type": "normal",
            "content": "The body is just like a dress, and here this is proved. Sudyumna and his associates were all male, which means that their souls were covered by male dress, but now they became female, which means that their dress was changed. The soul, however, remains the same. It is said that by modern medical treatment a male can be transformed into a female, and a female into a male. The body, however, has no connection with the soul. The body can be changed, either in this life or the next. Therefore, one who has knowledge of the soul and how the soul transmigrates from one body to another does not pay attention to the body, which is nothing but a covering dress. Paṇḍitāḥ sama-darśinaḥ (BG 5.18). Such a person sees the soul, which is part and parcel of the Supreme Lord. Therefore he is a sama-darśi, a learned person."
        }
    ]
}
