{
    "info": {
        "id": "sb/9/1/38-39",
        "prevId": "sb/9/1/37",
        "nextId": "sb/9/1/40"
    },
    "verses": [
        {
            "roman": "tuṣṭas tasmai sa bhagavān\nṛṣaye priyam āvahan\nsvāṁ ca vācam ṛtāṁ kurvann\nidam āha viśāmpate\n"
        },
        {
            "roman": "māsaṁ pumān sa bhavitā\nmāsaṁ strī tava gotrajaḥ\nitthaṁ vyavasthayā kāmaṁ\nsudyumno 'vatu medinīm\n"
        }
    ],
    "synonyms": "tuṣṭaḥ—being pleased; tasmai—unto Vasiṣṭha; saḥ—he (Lord Śiva); bhagavān—the most powerful; ṛṣaye—unto the great sage; priyam āvahan—just to please him; svām ca—his own; vācam—word; ṛtām—true; kurvan—and keeping; idam—this; āha—said; viśāmpate—O King Parīkṣit; māsam—one month; pumān—male; saḥ—Sudyumna; bhavitā—will become; māsam—an other month; strī—female; tava—your; gotra-jaḥ—disciple born in your disciplic succession; ittham—in this way; vyavasthayā—by settlement; kāmam—according to desire; sudyumnaḥ—King Sudyumna; avatu—may rule; medinīm—the world.",
    "translation": "O King Parīkṣit, Lord Śiva was pleased with Vasiṣṭha. Therefore, to satisfy him and to keep his own word to Pārvatī, Lord Śiva said to that saintly person, \"Your disciple Sudyumna may remain a male for one month and a female for the next. In this way he may rule the world as he likes.\"",
    "purport": [
        {
            "type": "normal",
            "content": "The word gotrajaḥ is significant in this connection. Brāhmaṇas generally act as spiritual masters of two dynasties. One is their disciplic succession, and the other is the dynasty born of their semen. Both descendants belong to the same gotra, or dynasty. In the Vedic system we sometimes find that both brāhmaṇas and kṣatriyas and even vaiśyas come in the disciplic succession of the same ṛṣis. Because the gotra and dynasty are one, there is no difference between the disciples and the family born of the semen. The same system still prevails in Indian society, especially in regard to marriage, for which the gotra is calculated. Here the word gotrajaḥ refers to those born in the same dynasty, whether they be disciples or members of the family."
        }
    ]
}
