{
    "info": {
        "id": "sb/9/1/summary",
        "prevId": "sb/8/24/61",
        "nextId": "sb/9/1/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Sudyumna became a woman and how the dynasty of Vaivasvata Manu was amalgamated with the Soma-vaṁśa, the dynasty coming from the moon."
        },
        {
            "type": "normal",
            "content": "By the desire of Mahārāja Parīkṣit, Śukadeva Gosvāmī told about the dynasty of Vaivasvata Manu, who was formerly King Satyavrata, the ruler of Draviḍa. While describing this dynasty, he also described how the Supreme Personality of Godhead, while lying down in the waters of devastation, gave birth to Lord Brahmā from a lotus generated from His navel. From the mind of Lord Brahmā, Marīci was generated, and his son was Kaśyapa. From Kaśyapa, through Aditi, Vivasvān was generated, and from Vivasvān came Śrāddhadeva Manu, who was born from the womb of Saṁjñā. Śrāddhadeva's wife, Śraddhā, gave birth to ten sons, such as Ikṣvāku and Nṛga."
        },
        {
            "type": "normal",
            "content": "Śrāddhadeva, or Vaivasvata Manu, the father of Mahārāja Ikṣvāku, was sonless before Ikṣvāku's birth, but by the grace of the great sage Vasiṣṭha he performed a yajña to satisfy Mitra and Varuṇa. Then, although Vaivasvata Manu wanted a son, by the desire of his wife he got a daughter named Ilā. Manu, however, was not satisfied with the daughter. Consequently, for Manu's satisfaction, the great sage Vasiṣṭha prayed for Ilā to be transformed into a boy, and his prayer was fulfilled by the Supreme Personality of Godhead. Thus Ilā became a beautiful young man named Sudyumna."
        },
        {
            "type": "normal",
            "content": "Once upon a time, Sudyumna went on tour with his ministers. At the foot of the mountain Sumeru there is a forest named Sukumāra, and as soon as they entered that forest, they were all transformed into women. When Mahārāja Parīkṣit inquired from Śukadeva Gosvāmī about the reason for this transformation, Śukadeva Gosvāmī described how Sudyumna, being transformed into a woman, accepted Budha, the son of the moon, as her husband and had a son named Purūravā. By the grace of Lord Śiva, Sudyumna received the benediction that he would live one month as a woman and one month as a man. Thus he regained his kingdom and had three sons, named Utkala, Gaya and Vimala, who were all very religious. Thereafter, he entrusted his kingdom to Purūravā and took the order of vānaprastha life."
        }
    ]
}
