{
    "info": {
        "id": "sb/10/85/summary",
        "prevId": "sb/10/84/71",
        "nextId": "sb/10/85/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates how Lord Kṛṣṇa imparted divine knowledge to His father and, along with Lord Balarāma, retrieved His mother's dead sons."
        },
        {
            "type": "normal",
            "content": "Having heard the visiting sages glorify Kṛṣṇa, Vasudeva ceased to regard Him and Balarāma as his sons and began praising Their omnipotence, omnipresence and omniscience as the Supreme Personality of Godhead. After glorifying his sons, Vasudeva fell at Lord Kṛṣṇa's lotus feet and begged Him to drive away the conception that the Lord was his son. Instead, Lord Kṛṣṇa restored that conception by instructing Vasudeva in the science of Godhead, and upon hearing these instructions, Vasudeva became peaceful and free of doubt."
        },
        {
            "type": "normal",
            "content": "Then mother Devakī praised Kṛṣṇa and Balarāma, reminding Them how They had retrieved the dead son of Their spiritual master. She said, \"Please fulfill my desire in the same way. Please bring back my sons who were killed by Kaṁsa so I may see them once again.\" Entreated in this way by Their mother, the two Lords went to the subterranean planet of Sutala, where They approached Bali Mahārāja. King Bali greeted Them respectfully, offering Them seats of honor, worshiping Them and reciting prayers. Kṛṣṇa and Balarāma then requested Bali to return Devakī's dead sons. The Lords received the boys from Bali and returned them to Devakī who felt such a surge of affection for them that milk began spontaneously flowing from her breasts. Overjoyed, Devakī fed the children her breastmilk, and by drinking the remnants of milk once drunk by Lord Kṛṣṇa Himself, they regained their original forms as demigods and went back to heaven."
        }
    ]
}
