{
    "info": {
        "id": "sb/8/24/38",
        "prevId": "sb/8/24/37",
        "nextId": "sb/8/24/39"
    },
    "verses": [
        {
            "roman": "madīyaṁ mahimānaṁ ca\nparaṁ brahmeti śabditam\nvetsyasy anugṛhītaṁ me\nsampraśnair vivṛtaṁ hṛdi\n"
        }
    ],
    "synonyms": "madīyam—pertaining to Me; mahimānam—glories; ca—and; param brahma—the Supreme Brahman, the Absolute Truth; iti—thus; śabditam—celebrated; vetsyasi—you shall understand; anugṛhītam—being favored; me—by Me; sampraśnaiḥ—by inquiries; vivṛtam—thoroughly explained; hṛdi—within the heart.",
    "translation": "You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as paraṁ brahma, will be manifest within your heart. Thus you will know everything about Me.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Bhagavad-gītā (BG 15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead, Paramātmā, is situated in everyone's heart, and from Him come remembrance, knowledge and forgetfulness. The Lord reveals Himself in proportion to one's surrender to Him. Ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham (BG 4.11). In responsive cooperation, the Lord reveals Himself in proportion to one's surrender. That which is revealed to one who fully surrenders is different from what is revealed to one who surrenders partially. Everyone naturally surrenders to the Supreme Personality of Godhead, either directly or indirectly. The conditioned soul surrenders to the laws of nature in material existence, but when one fully surrenders to the Lord, material nature does not act upon him. Such a fully surrendered soul is favored by the Supreme Personality of Godhead directly. Mām eva ye prapadyante māyām etāṁ taranti te (BG 7.14). One who has fully surrendered to the Lord has no fear of the modes of material nature, for everything is but an expansion of the Lord's glories (sarvaṁ khalv idaṁ brahma), and these glories are gradually revealed and realized. The Lord is the supreme purifier (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān (BG 10.12)). The more one is purified and the more he wants to know about the Supreme, the more the Lord reveals to him. Full knowledge of Brahman, Paramātmā and Bhagavān is revealed to the pure devotees. The Lord says in Bhagavad-gītā (BG 10.11):"
        },
        {
            "type": "verse",
            "content": "teṣām evānukampārthamaham ajñāna-jaṁ tamaḥ\nnāśayāmy ātma-bhāvasthojñāna-dīpena bhāsvatā"
        },
        {
            "type": "normal",
            "content": "\"Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.\""
        }
    ]
}
