{
    "info": {
        "id": "sb/8/24/47",
        "prevId": "sb/8/24/46",
        "nextId": "sb/8/24/48"
    },
    "verses": [
        {
            "roman": "jano 'budho 'yaṁ nija-karma-bandhanaḥ\nsukhecchayā karma samīhate 'sukham\nyat-sevayā tāṁ vidhunoty asan-matiṁ\ngranthiṁ sa bhindyād dhṛdayaṁ sa no guruḥ\n"
        }
    ],
    "synonyms": "janaḥ—the conditioned soul subjected to birth and death; abudhaḥ—most foolish because of accepting the body as the self; ayam—he; nija-karma-bandhanaḥ—accepting different bodily forms as a result of his sinful activities; sukha-icchayā—desiring to be happy within this material world; karma—fruitive activities; samīhate—plans; asukham—but it is for distress only; yat-sevayā—by rendering service unto whom; tām—the entanglement of karma; vidhunoti—clears up; asat-matim—the unclean mentality (accepting the body as the self); granthim—hard knot; saḥ—His Lordship the Supreme Personality of Godhead; bhindyāt—being cut off; hṛdayam—in the core of the heart; saḥ—He (the Lord); naḥ—our; guruḥ—the supreme spiritual master.",
    "translation": "\nIn hopes of becoming happy in this material world, the foolish conditioned soul performs fruitive activities that result only in suffering. But by rendering service to the Supreme Personality of Godhead, one becomes free from such false desires for happiness. May my supreme spiritual master cut the knot of false desires from the core of my heart.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nFor material happiness, the conditioned soul involves himself in fruitive activities, which actually put him into material distress. Because the conditioned soul does not know this, he is said to be in avidyā, or ignorance. Because of a false hope for happiness, the conditioned soul becomes involved in various plans for material activity. Here Mahārāja Satyavrata prays that the Lord sever this hard knot of false happiness and thus become his supreme spiritual master.\n"
        }
    ]
}
