{
    "info": {
        "id": "sb/8/24/49",
        "prevId": "sb/8/24/48",
        "nextId": "sb/8/24/50"
    },
    "verses": [
        {
            "roman": "na yat-prasādāyuta-bhāga-leśam\nanye ca devā guravo janāḥ svayam\nkartuṁ sametāḥ prabhavanti puṁsas\ntam īśvaraṁ tvāṁ śaraṇaṁ prapadye\n"
        }
    ],
    "synonyms": "na—not; yat-prasāda—of the mercy of the Supreme Personality of Godhead; ayuta-bhāga-leśam—only one ten-thousandth; anye—others; ca—also; devāḥ—even the demigods; guravaḥ—the so-called gurus; janāḥ—the total population; svayam—personally; kartum—to execute; sametāḥ—all together; prabhavanti—can become equally able; puṁsaḥ—by the Supreme Personality of Godhead; tam—unto Him; īśvaram—unto the Supreme Personality of Godhead; tvām—unto You; śaraṇam—shelter; prapadye—let me surrender.",
    "translation": "\nNeither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is said, kāmais tais tair hṛta jñānāḥ prapadyante 'nya-devatāḥ: (BG 7.20) people in general, being motivated by material desires, worship the demigods to get fruitive results very quickly. People generally do not become devotees of Lord Viṣṇu, since Lord Viṣṇu never becomes the order-supplier of His devotee. Lord Viṣṇu does not give a devotee benedictions that will create a further demand for benedictions. By worshiping the demigods one may get results, but, as described in Bhagavad-gītā, antavat tu phalaṁ teṣāṁ tad bhavaty alpa-medhasām: (BG 7.23) whatever great benedictions one may achieve from the demigods are all temporary. Because the demigods themselves are temporary, their benedictions are also temporary and have no permanent value. Those who aspire for such benedictions have a poor fund of knowledge (tad bhavaty alpa-medhasām). The benedictions of Lord Viṣṇu are different. By the mercy of the Lord Viṣṇu, one can be completely freed from material contamination and go back home, back to Godhead. Therefore the benedictions offered by the demigods cannot compare to even one ten-thousandth of the Lord's benedictions. One should not, therefore, try to obtain benedictions from the demigods or false gurus. One should aspire only for the benediction offered by the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā (BG 18.66):\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\" This is the greatest benediction.\n"
        }
    ]
}
