{
    "info": {
        "id": "sb/8/24/5",
        "prevId": "sb/8/24/4",
        "nextId": "sb/8/24/6"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\ngo-vipra-sura-sādhūnāṁ\nchandasām api ceśvaraḥ\nrakṣām icchaṁs tanūr dhatte\ndharmasyārthasya caiva hi\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; go—of the cows; vipra—of the brāhmaṇas; sura—of the demigods; sādhūnām—and of the devotees; chandasām api—even of the Vedic literature; ca—and; īśvaraḥ—the supreme controller; rakṣām—the protection; icchan—desiring; tanūḥ dhatte—accepts the forms of incarnations; dharmasya—of the principles of religion; arthasya—of the principles of the purpose of life; ca—and; eva—indeed; hi—certainly.",
    "translation": "Śrī Śukadeva Gosvāmī said: O King, for the sake of protecting the cows, brāhmaṇas, demigods, devotees, the Vedic literature, religious principles, and principles to fulfill the purpose of life, the Supreme Personality of Godhead accepts the forms of incarnations.",
    "purport": [
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead generally appears in various types of incarnations to give protection to the cows and brāhmaṇas. The Lord is described as go-brāhmaṇa-hitāya ca; in other words, He is always eager to benefit the cows and brāhmaṇas. When Lord Kṛṣṇa appeared, He purposefully became a cowherd boy and showed personally how to give protection to the cows and calves. Similarly, He showed respect to Sudāmā Vipra, a real brāhmaṇa. From the Lord's personal activities, human society should learn how to give protection specifically to the brāhmaṇas and cows. Then the protection of religious principles, fulfillment of the aim of life and protection of Vedic knowledge can be achieved. Without protection of cows, brahminical culture cannot be maintained; and without brahminical culture, the aim of life cannot be fulfilled. The Lord, therefore, is described as go-brāhmaṇa-hitāya because His incarnation is only for the protection of the cows and brāhmaṇas. Unfortunately, because in Kali-yuga there is no protection of the cows and brahminical culture, everything is in a precarious position. If human society wants to be exalted, the leaders of society must follow the instructions of Bhagavad-gītā and give protection to the cows, the brāhmaṇas and brahminical culture."
        }
    ]
}
