{
    "info": {
        "id": "sb/5/21/8-9",
        "prevId": "sb/5/21/7",
        "nextId": "sb/5/21/10"
    },
    "verses": [
        {
            "roman": "tatratyānāṁ divasa-madhyaṅgata eva sadādityas tapati savyenācalaṁ\ndakṣiṇena karoti; yatrodeti tasya ha samāna-sūtra-nipāte\nnimlocati yatra kvacana syandenābhitapati tasya haiṣa samāna-sūtra-nipāte\nprasvāpayati tatra gataṁ na paśyanti ye taṁ samanupaśyeran\n"
        }
    ],
    "synonyms": "tatratyānām—for the living entities residing on Mount Meru; divasa-madhyaṅgataḥ—being positioned as at midday; eva—indeed; sadā—always; ādityaḥ—the sun; tapati—heats; savyena—to the left side; acalam—Sumeru Mountain; dakṣiṇena—to the right (being forced by wind blowing to the right, the sun moves to the right); karoti—moves; yatra—the point where; udeti—it rises; tasya—of that position; ha—certainly; samāna-sūtra-nipāte—at the diametrically opposite point; nimlocati—the sun sets; yatra—where; kvacana—somewhere; syandena—with perspiration; abhitapati—heats (at midday); tasya—of that; ha—certainly; eṣaḥ—this (the sun); samāna-sūtra-nipāte—at the diametrically opposite point; prasvāpayati—the sun causes to sleep (as at midnight); tatra—there; gatam—gone; na paśyanti—do not see; ye—who; tam—the sunset; samanupaśyeran—seeing.",
    "translation": "The living entities residing on Sumeru Mountain are always very warm, as at midday, because for them the sun is always overhead. Although the sun moves counterclockwise, facing the constellations, with Sumeru Mountain on its left, it also moves clockwise and appears to have the mountain on its right because it is influenced by the dakṣiṇāvarta wind. People living in countries at points diametrically opposite to where the sun is first seen rising will see the sun setting, and if a straight line were drawn from a point where the sun is at midday, the people in countries at the opposite end of the line would be experiencing midnight. Similarly, if people residing where the sun is setting were to go to countries diametrically opposite, they would not see the sun in the same condition.",
    "purport": null
}
