{
    "info": {
        "id": "sb/5/21/summary",
        "prevId": "sb/5/20/46",
        "nextId": "sb/5/21/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter informs us of the movements of the sun. The sun is not stationary; it is also moving like the other planets. The sun's movements determine the duration of night and day. When the sun travels north of the equator, it moves slowly during the day and very quickly at night, thus increasing the duration of the daytime and decreasing the duration of night. Similarly, when the sun travels south of the equator, the exact opposite is true-the duration of the day decreases, and the duration of night increases. When the sun enters Karkaṭa-rāśi (Cancer) and then travels to Siṁha-rāśi (Leo) and so on through Dhanuḥ-rāśi (Sagittarius), its course is called Dakṣiṇāyana, the southern way, and when the sun enters Makara-rāśi (Capricorn) and thereafter travels through Kumbharāśi (Aquarius) and so on through Mithuna-rāśi (Gemini), its course is called Uttarāyaṇa, the northern way. When the sun is in Meṣa-rāśi (Aries) and Tulā-rāśi (Libra), the duration of day and night are equal."
        },
        {
            "type": "normal",
            "content": "On Mānasottara Mountain are the abodes of four demigods. East of Sumeru Mountain is Devadhānī, where King Indra lives, and south of Sumeru is Saṁyamanī, the abode of Yamarāja, the superintendent of death. Similarly, west of Sumeru is Nimlocanī, the abode of Varuṇa, the demigod who controls the water, and north of Sumeru is Vibhāvarī, where the demigod of the moon lives. Sunrise, noon, sunset and midnight occur in all these places because of the movements of the sun. Diametrically opposite the place where the sunrise takes places and the sun is seen by human eyes, the sun will be setting and passing away from human vision. Similarly, the people residing diametrically opposite the point where it is midday will be experiencing midnight. The sun rises and sets with all the other planets, headed by the moon and other luminaries."
        },
        {
            "type": "normal",
            "content": "The entire kāla-cakra, or wheel of time, is established on the wheel of the sun-god's chariot. This wheel is known as Saṁvatsara. The seven horses pulling the chariot of the sun are known as Gāyatrī, Bṛhatī, Uṣṇik, Jagatī, Triṣṭup, Anuṣṭup and Paṅkti. They are harnessed by a demigod known as Aruṇadeva to a yoke 900,000 yojanas wide. Thus the chariot carries Adityadeva, the sun-god. Always staying in front of the sun-god and offering their prayers are sixty thousand sages known as Vālikhilyas. There are fourteen Gandharvas, Apsarās and other demigods, who are divided into seven parties and who perform ritualistic activities every month to worship the Supersoul through the sun-god according to different names. Thus the sun-god travels through the universe for a distance of 95,100,000 yojanas (760,800,000 miles) at a speed of 16,004 miles at every moment."
        }
    ]
}
