{
    "info": {
        "id": "sb 10/78/Summary",
        "prevId": "sb/10/77/37",
        "nextId": "sb/10/78/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how Lord Kṛṣṇa killed Dantavakra and Vidūratha, visited Vṛndāvana, and then returned to Dvārakā. It also describes how Lord Baladeva killed the offensive Romaharṣaṇa Sūta.\n"
        },
        {
            "type": "normal",
            "content": "Intent upon avenging the death of his friend Śālva, Dantavakra appeared on the battlefield with club in hand. Lord Kṛṣṇa took up His own club and came before him. Dantavakra then insulted the Lord with harsh words and struck Him a terrific blow on the head. Without budging in the slightest, Lord Kṛṣṇa bludgeoned Dantavakra's chest, shattering his heart. Dantavakra had a brother named Vidūratha, and he became distraught at Dantavakra's death. Taking up his sword, Vidūratha confronted Śrī Kṛṣṇa, but the Lord cut off Vidūratha's head with His Sudarśana disc. Lord Kṛṣṇa then visited Vṛndāvana for two months, and finally He returned to Dvārakā.\n"
        },
        {
            "type": "normal",
            "content": "When Lord Baladeva heard that the Pāṇḍavas and Kauravas were about to go to war, in order to remain neutral He left Dvārakā on the pretext of going on pilgrimage. The Lord bathed in sacred places such as Prabhāsa, Tritakūpa and Viśāla, and eventually He came to the holy Naimiṣāraṇya forest, where great sages were performing an extended fire sacrifice. While being worshiped by the assembled sages and offered a seat of honor, the Lord noticed that Romaharṣaṇa Sūta, sitting on the speaker's seat, had failed to stand in deference to Him. Greatly angered by this offense, Lord Balarāma killed Romaharṣaṇa by touching him with the tip of a blade of kuśa grass.\n"
        },
        {
            "type": "normal",
            "content": "The assembled sages were disturbed by what Lord Baladeva had done, and they said to Him, \"You have unknowingly killed a brāhmaṇa. Therefore, even though You are above the Vedic injunctions, we request You to set a perfect example for the general populace by atoning for this sin.\" Then Śrī Baladeva, following the Vedic maxim that \"one's son takes birth as one's own self,\" granted to Romaharṣaṇa's son Ugraśravā the position of speaker of the Purāṇas, and in accordance with the sages' desires He promised Ugraśravā a long life with unfailing sensory capacity.\n"
        },
        {
            "type": "normal",
            "content": "Wanting to do something more for the sages, Lord Baladeva promised to kill a demon named Balvala, who had been polluting their sacrificial arena. Finally, on the sages' advice, He agreed to go on a year-long pilgrimage of all the holy places in India.\n"
        }
    ]
}
