{
    "info": {
        "id": "sb/2/10/37-40",
        "prevId": "sb/2/10/36",
        "nextId": "sb/2/10/41"
    },
    "verses": [
        {
            "roman": "prajā-patīn manūn devān\nṛṣīn pitṛ-gaṇān pṛthak\nsiddha-cāraṇa-gandharvān\nvidyādhrāsura-guhyakān\n"
        },
        {
            "roman": "kinnarāpsaraso nāgān\nsarpān kimpuruṣān narān\nmātṟ rakṣaḥ-piśācāṁś ca\npreta-bhūta-vināyakān\n"
        },
        {
            "roman": "kūṣmāṇḍonmāda-vetālān\nyātudhānān grahān api\nkhagān mṛgān paśūn vṛkṣān\ngirīn nṛpa sarīsṛpān\n"
        },
        {
            "roman": "dvi-vidhāś catur-vidhā ye 'nye\njala-sthala-nabhaukasaḥ\nkuśalākuśalā miśrāḥ\nkarmaṇāṁ gatayas tv imāḥ\n"
        }
    ],
    "synonyms": "prajā-patīn—Brahmā and his sons like Dakṣa and others; manūn—the periodical heads like Vaivasvata Manu; devān—like Indra, Candra and Varuṇa; ṛṣīn—like Bhṛgu and Vasiṣṭha; pitṛ-gaṇān—the inhabitants of the Pitā planets; pṛthak—separately; siddha—the inhabitants of the Siddha planet; cāraṇa—the inhabitants of the Cāraṇa planet; gandharvān—the inhabitants of the Gandharva planets; vidyādhra—the inhabitants of the Vidyādhara planet; asura—the atheists; guhyakān—the inhabitants of the Yakṣa planet; kinnara—the inhabitants of the Kinnara planet; apsarasaḥ—the beautiful angels of the Apsarā planet; nāgān—the serpentine inhabitants of Nāgaloka; sarpān—the inhabitants of Sarpaloka (snakes); kimpuruṣān—the monkey-shaped inhabitants of the Kimpuruṣa planet; narān—the inhabitants of earth; mātṛ—the inhabitants of Mātṛloka; rakṣaḥ—the inhabitants of the demoniac planet; piśācān—the inhabitants of Piśācaloka; ca—also; preta—the inhabitants of Pretaloka; bhūta—the evil spirits; vināyakān—the goblins; kūṣmāṇḍa—will-o'-the-wisp; unmāda—lunatics; vetālān—the jinn; yātudhānān—a particular type of evil spirit; grahān—the good and evil stars; api—also; khagān—the birds; mṛgān—the forest animals; paśūn—the household animals; vṛkṣān—the ghosts; girīn—the mountains; nṛpa—O King; sarīsṛpān—reptiles; dvi-vidhāḥ—the moving and the standing living entities; catuḥ-vidhāḥ—living entities born from embryos, eggs, perspiration and seeds; ye—others; anye—all; jala—water; sthala—land; nabha-okasaḥ—birds; kuśala—in happiness; akuśalāḥ—in distress; miśrāḥ—in mixed happiness and distress; karmaṇām—according to one's own past deeds; gatayaḥ—as result of; tu—but; imāḥ—all of them.",
    "translation": "\nO King, know from me that all living entities are created by the Supreme Lord according to their past deeds. This includes Brahmā and his sons like Dakṣa, the periodical heads like Vaivasvata Manu, the demigods like Indra, Candra and Varuṇa, the great sages like Bhṛgu, Vyāsa and Vasiṣṭha, the inhabitants of Pitṛloka and Siddhaloka, the Cāraṇas, Gandharvas, Vidyādharas, Asuras, Yakṣas, Kinnaras and angels, the serpentines, the monkey-shaped Kimpuruṣas, the human beings, the inhabitants of Mātṛloka, the demons, Piśācas, ghosts, spirits, lunatics and evil spirits, the good and evil stars, the goblins, the animals in the forest, the birds, the household animals, the reptiles, the mountains, the moving and standing living entities, the living entities born from embryos, from eggs, from perspiration and from seeds, and all others, whether they be in the water, land or sky, in happiness, in distress or in mixed happiness and distress. All of them, according to their past deeds, are created by the Supreme Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe varieties of living entities are mentioned in this list, and, with no exception from the topmost planet down to the lowest planet of the universe, all of them in different species of life are created by the Almighty Father, Viṣṇu. Therefore no one is independent of the Supreme Personality of Godhead. In the Bhagavad-gītā (BG 14.4) the Lord therefore claims all living entities as His offspring in the following verse:\n"
        },
        {
            "type": "verse",
            "content": "sarva-yoniṣu kaunteya\nmūrtayaḥ sambhavanti yāḥ\ntāsāṁ brahma mahad yonir\nahaṁ bīja-pradaḥ pitā"
        },
        {
            "type": "normal",
            "content": "\nThe material nature is compared to the mother. Although every living being is seen to come out of the mother's body, it is still a fact that the mother is not the ultimate cause of such a birth. The father is the ultimate cause of birth. Without the father's seed, no mother can give birth to a child. Therefore the living beings in different varieties of forms and positions within the innumerable universes are all born of the seeds of the Almighty Father, the Personality of Godhead, and only to the man with a poor fund of knowledge they appear to be born of the material nature. Being under the material energy of the Supreme Lord, all living entities beginning from Brahmā down to the insignificant ant are manifested in different bodies according to their past deeds.\n"
        },
        {
            "type": "normal",
            "content": "The material nature is one of the energies of the Lord (BG 7.4). The material nature is inferior in comparison to the living entities, the superior nature. The superior nature and inferior nature of the Lord combine to manifest all universal affairs.\n"
        },
        {
            "type": "normal",
            "content": "Some of the living entities are relatively happy in better conditions of life, whereas others are in distressed conditions of life. But factually, none of them are actually happy in material conditional life. No one can be happy in prison life, although one may be a first-class prisoner and another a third-class prisoner. The intelligent person should not try to be promoted from third-class prison life to first-class prison life, but should try to be released from the prison altogether. One may be promoted to first-class prisoner, but the same first-class prisoner is again degraded to a third-class prisoner in the next term. One should try to be free from prison life and go back home, back to Godhead. That is the real goal for all types of living entities.\n"
        }
    ]
}
