{
    "info": {
        "id": "sb/2/10/41",
        "prevId": "sb/2/10/37-40",
        "nextId": "sb/2/10/42"
    },
    "verses": [
        {
            "roman": "sattvaṁ rajas tama iti\ntisraḥ sura-nṛ-nārakāḥ\ntatrāpy ekaikaśo rājan\nbhidyante gatayas tridhā\nyadaikaikataro 'nyābhyāṁ\nsva-bhāva upahanyate\n"
        }
    ],
    "synonyms": "sattvam—the mode of goodness; rajaḥ—the mode of passion; tamaḥ—the mode of darkness; iti—thus; tisraḥ—the three; sura—demigod; nṛ—human being; nārakāḥ—one who is suffering hellish conditions; tatra api—even there; ekaikaśaḥ—another; rājan—O King; bhidyante—divide into; gatayaḥ—movements; tridhā—three; yadā—at that time; ekaikataraḥ—one in relation with another; anyābhyām—from the other; sva-bhāvaḥ—habit; upahanyate—develops.",
    "translation": "\nAccording to the different modes of material nature—the mode of goodness, the mode of passion and the mode of darkness—there are different living creatures, who are known as demigods, human beings and hellish living entities. O King, even a particular mode of nature, being mixed with the other two, is divided into three, and thus each kind of living creature is influenced by the other modes and acquires its habits also.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe living entities individually are being conducted by a particular mode of nature, but at the same time there is every chance of their being influenced by the other two. Generally, all conditioned souls in the material encagement are influenced by the mode of passion because every one of them is trying to lord it over the material nature to fulfill his individual desire. But in spite of the individual mode of passion, there is always the chance of being influenced by the other modes of nature by association. If one is in good association he can develop the mode of goodness, and if in bad association he may develop the mode of darkness or ignorance. Nothing is stereotyped. One can change his habit by good or bad association, and one has to become intelligent enough to discriminate between good and bad. The best association is the service of the devotees of the Lord, and by that association one can become the highest qualified man by the grace of the Lord's pure devotees. As we have already seen in the life of Śrīla Nārada Muni, he became the topmost devotee of the Lord simply by the association of pure devotees of the Lord. By birth he was the son of a maidservant and had no knowledge of his father and no academic education, even of the lowest status. But simply by associating with the devotees and by eating the remnants of their foodstuff, he gradually developed the transcendental qualities of the devotees. By such association, his taste for chanting and hearing the transcendental glories of the Lord became prominent, and because the glories of the Lord are nondifferent from the Lord, he got direct association with the Lord by means of sound representation. Similarly, there is the life of Ajāmila (Sixth Canto), who was the son of a brāhmaṇa and was educated and trained properly in the discharge of the duties of a brāhmaṇa, but who in spite of all this, because he contacted the bad association of a prostitute, was put into the path of the lowest quality of caṇḍāla, or the last position for a human being. Therefore the Bhāgavatam always recommends the association of the mahat, or the great soul, for opening the gate of salvation. To associate with persons engaged in lording it over the material world means to enter into the darkest region of hell. One should try to raise himself by the association of the great soul. That is the way of the perfection of life.\n"
        }
    ]
}
