{
    "info": {
        "id": "sb/2/10/46",
        "prevId": "sb/2/10/45",
        "nextId": "sb/2/10/47"
    },
    "verses": [
        {
            "roman": "ayaṁ tu brahmaṇaḥ kalpaḥ\nsavikalpa udāhṛtaḥ\nvidhiḥ sādhāraṇo yatra\nsargāḥ prākṛta-vaikṛtāḥ\n"
        }
    ],
    "synonyms": "ayam—this process of creation and annihilation; tu—but; brahmaṇaḥ—of Brahmā; kalpaḥ—his one day; sa-vikalpaḥ—along with the duration of the universes; udāhṛtaḥ—exemplified; vidhiḥ—regulative principles; sādhāraṇaḥ—in summary; yatra—wherein; sargāḥ—creation; prākṛta—in the matter of material nature; vaikṛtāḥ—disbursement.",
    "translation": "\nThis process of creation and annihilation described in summary herein is the regulative principle during the duration of Brahmā's one day. It is also the regulative principle in the creation of mahat, in which the material nature is dispersed.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThere are three different types of creation, called mahā-kalpa, vikalpa and kalpa. In the mahā-kalpa the Lord assumes the first puruṣa incarnation as Kāraṇodakaśāyī Viṣṇu with all the potencies of the mahat-tattva and the sixteen principles of creative matter and instruments. The creative instruments are eleven, the ingredients are five, and all of them are products of mahat, or materialistic ego. These creations by the Lord in His feature of Kāraṇodakaśāyī Viṣṇu are called mahā-kalpa. The creation of Brahmā and dispersion of the material ingredients are called vikalpa, and the creation by Brahmā in each day of his life is called kalpa. Therefore each day of Brahmā is called a kalpa, and there are thirty kalpas in terms of Brahmā's days. This is also confirmed in the Bhagavad-gītā (BG 8.17) as follows:\n"
        },
        {
            "type": "verse",
            "content": "sahasra-yuga-paryantam\nahar yad brahmaṇo viduḥ\nrātiṁ yuga-sahasrāntāṁ\nte 'ho-rātra-vido janāḥ"
        },
        {
            "type": "normal",
            "content": "\nIn the upper planetary system the duration of one complete day and night is equal to one complete year of this earth. This is accepted even by the modern scientist and attested by the astronauts. Similarly, in the region of still higher planetary systems the duration of day and night is still greater than in the heavenly planets. The four yugas are calculated in terms of the heavenly calendars and accordingly are twelve thousand years in terms of the heavenly planets. This is called a divya-yuga, and one thousand divya-yugas make one day of Brahmā. The creation during the day of Brahmā is called kalpa, and the creation of Brahmā is called vikalpa. When vikalpas are made possible by the breathing of Mahā-Viṣṇu, this is called a mahā-kalpa. There are regular and systematic cycles of these mahā-kalpas, vikalpas and kalpas. In answer to Mahārāja Parīkṣit's question about them, Śukadeva Gosvāmī answered in the Prabhāsa-khaṇḍa of the Skanda Purāṇa. They are as follows:\n"
        },
        {
            "type": "verse",
            "content": "prathamaḥ śveta-kalpaś ca\ndvitīyo nīla-lohitaḥ\nvāmadevas tṛtīyas tu\ntato gāthāntaro 'paraḥ\nrauravaḥ pañcamaḥ proktaḥ\nṣaṣṭhaḥ prāṇa iti smṛtaḥ\nsaptamo 'tha bṛhat-kalpaḥ\nkandarpo 'ṣṭama ucyate\nsadyotha navamaḥ kalpa\nīśāno daśamaḥ smṛtaḥ\ndhyāna ekādaśaḥ proktas\ntathā sārasvato 'paraḥ\ntrayodaśa udānas tu\ngaruḍo 'tha caturdaśaḥ\nkaurmaḥ pañcadaśo jñeyaḥ\npaurṇamāsī prajāpateḥ\nṣoḍaśo nārasiṁhas tu\nsamādhis tu tato 'paraḥ\nāgneyo viṣṇujaḥ sauraḥ\nsoma-kalpas tato 'paraḥ\ndvāviṁśo bhāvanaḥ proktaḥ\nsupumān iti cāparaḥ\nvaikuṇṭhaś cārṣṭiṣas tadvad\nvalī-kalpas tato 'paraḥ\nsaptaviṁśo 'tha vairājo\ngaurī-kalpas tathāparaḥ\nmāheśvaras tathā proktas\ntripuro yatra ghātitaḥ\npitṛ-kalpas tathā cānte\nyaḥ kuhūr brahmaṇaḥ smṛtā"
        },
        {
            "type": "normal",
            "content": "\nTherefore the thirty kalpas of Brahmā are: (1) Śveta-kalpa, (2) Nīlalohita, (3) Vāmadeva, (4) Gāthāntara, (5) Raurava, (6) Prāṇa, (7) Bṛhat-kalpa, (8) Kandarpa, (9) Sadyotha, (10) Īśāna, (11) Dhyāna, (12) Sārasvata, (13) Udāna, (14) Garuḍa, (15) Kaurma, (16) Nārasiṁha, (17) Samādhi, (18) Āgneya, (19) Viṣṇuja, (20) Saura, (21) Soma-kalpa, (22) Bhāvana, (23) Supuma, (24) Vaikuṇṭha, (25) Arciṣa, (26) Valī-kalpa, (27) Vairāja, (28) Gaurī-kalpa, (29) Māheśvara, (30) Paitṛ-kalpa.\n"
        },
        {
            "type": "normal",
            "content": "These are Brahmā's days only, and he has to live months and years up to one hundred, so we can just imagine how many creations there are in kalpas only. Then again there are vikalpas, which are generated by the breathing of Mahā-Viṣṇu, as stated in the Brahma-saṁhitā (yasyaika-niśvasita-kālam athāvalambya jīvanti loma-vilajā jagadaṇḍa-nāthāḥ (BS 5.48)). The Brahmās live only during the breathing period of Mahā-Viṣṇu. So the exhaling and inhaling of Viṣṇu are mahā-kalpas, and all these are due to the Supreme Personality of Godhead, for no one else is the master of all creations.\n"
        }
    ]
}
