{
    "info": {
        "id": "sb/2/10/7",
        "prevId": "sb/2/10/6",
        "nextId": "sb/2/10/8"
    },
    "verses": [
        {
            "roman": "ābhāsaś ca nirodhaś ca\nyato 'sty adhyavasīyate\nsa āśrayaḥ paraṁ brahma\nparamātmeti śabdyate\n"
        }
    ],
    "synonyms": "ābhāsaḥ—the cosmic manifestation; ca—and; nirodhaḥ—and its winding up; ca—also; yataḥ—from the source; asti—is; adhyavasīyate—become manifested; saḥ—He; āśrayaḥ—reservoir; param—the Supreme; brahma—Being; paramātmā—the Supersoul; iti—thus; śabdyate—called.",
    "translation": "\nThe supreme one who is celebrated as the Supreme Being or the Supreme Soul is the supreme source of the cosmic manifestation as well as its reservoir and winding up. Thus He is the Supreme Fountainhead, the Absolute Truth.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSynonyms for the supreme source of all energies, as explained in the very beginning of the Śrīmad-Bhāgavatam, are janmādy asya yataḥ (SB 1.1.1), vadanti tat tattva-vidas tattvaṁ yaj jñānam advayam/ brahmeti paramātmeti bhagavān iti śabdyate, called Parambrahma, Paramātmā or Bhagavān. The word iti used here in this verse completes the synonyms and thus indicates Bhagavān. This will be further explained in the later verses, but this Bhagavān ultimately means Lord Kṛṣṇa because the Śrīmad-Bhāgavatam has already accepted the Supreme Personality of Godhead as Kṛṣṇa. Kṛṣṇas tu bhagavān svayam (SB 1.3.28). The original source of all energies, or the summum bonum, is the Absolute Truth, which is called Parambrahma, etc., and Bhagavān is the last word of the Absolute Truth. But even with the synonyms for Bhagavān, such as Nārāyaṇa, Viṣṇu and Puruṣa, the last word is Kṛṣṇa, as confirmed in the Bhagavad-gītā: ahaṁ sarvasya prabhavo mattaḥ samaṁ pravartate (BG 10.8), etc. Besides that, the Śrīmad-Bhāgavatam is the representation of Lord Kṛṣṇa as a sound incarnation of the Lord.\n"
        },
        {
            "type": "verse",
            "content": "kṛṣṇe sva-dhāmopagate\ndharma-jñānādibhiḥ saha\nkalau naṣṭa-dṛśām eṣaḥ\npurāṇārko 'dhunoditaḥ\n(SB 1.3.43)"
        },
        {
            "type": "normal",
            "content": "\nThus by general conclusion Lord Kṛṣṇa is the ultimate source of all energies, and the word Kṛṣṇa means that. And to explain Kṛṣṇa or the science of Kṛṣṇa, the Śrīmad-Bhāgavatam has been prepared. In the First Canto of Śrīmad-Bhāgavatam this truth is indicated in the questions and answers by Sūta Gosvāmī and great sages like Śaunaka, and in the First and Second Chapters of the canto this is explained. In the Third Chapter this subject is more explicit, and in the Fourth Chapter even more explicit. In the Second Canto the Absolute Truth as the Personality of Godhead is further emphasized, and the indication is the Supreme Lord Kṛṣṇa. The summary of Śrīmad-Bhāgavatam in four verses, as we have already discussed, is succinct. This Supreme Personality of Godhead in the ultimate issue is confirmed by Brahmā in his Brahma-saṁhitā as īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ (BS 5.1). So it is concluded in the Third Canto of the Śrīmad-Bhāgavatam. The complete subject matter is elaborately explained in the Tenth and Eleventh Cantos of the Śrīmad-Bhāgavatam. In the matter of the changes of the Manus or manvantaras, such as the Svāyambhuva-manvantara and Cākṣuṣa-manvantara, as they are discussed in the Third, Fourth, Fifth, Sixth and Seventh Cantos of Śrīmad-Bhāgavatam, Lord Kṛṣṇa is indicated. In the Eighth Canto the Vaivasvata-manvantara explains the same subject indirectly, and in the Ninth Canto the same purport is there. In the Twelfth Canto the same is further explained, specifically regarding the different incarnations of the Lord. Thus it is concluded by studying the complete Śrīmad-Bhāgavatam that Lord Śrī Kṛṣṇa is the ultimate summum bonum, or the ultimate source of all energy. And according to the grades of worshipers, the indications of the nomenclature may be differently explained as Nārāyaṇa, Brahmā, Paramātmā, etc.\n"
        }
    ]
}
