{
    "info": {
        "id": "sb/11/22/26",
        "prevId": "sb/11/22/25",
        "nextId": "sb/11/22/27"
    },
    "verses": [
        {
            "roman": "śrī-uddhava uvāca\nprakṛtiḥ puruṣaś cobhau\nyady apy ātma-vilakṣaṇau\nanyonyāpāśrayāt kṛṣṇa\ndṛśyate na bhidā tayoḥ\nprakṛtau lakṣyate hy ātmā\nprakṛtiś ca tathātmani\n"
        }
    ],
    "synonyms": "śrī-uddhavaḥ uvāca—Śrī Uddhava said; prakṛtiḥ—nature; puruṣaḥ—the enjoyer, or living entity; ca—and; ubhau—both; yadi api—although; ātma—constitutionally; vilakṣaṇau—distinct; anyonya—mutual; apāśrayāt—because of shelter; kṛṣṇa—O Lord Kṛṣṇa; dṛśyate na—it does not appear; bhidā—any difference; tayoḥ—between them; prakṛtau—within nature; lakṣyate—is apparently seen; hi—indeed; ātmā—the soul; prakṛtiḥ—nature; ca—and; tathā—also; ātmani—in the soul.",
    "translation": "Śrī Uddhava inquired: Although nature and the living entity are constitutionally distinct, O Lord Kṛṣṇa, there appears to be no difference between them, because they are found residing within one another. Thus the soul appears to be within nature and nature within the soul.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrī Uddhava here expresses the doubt that arises in the heart of an ordinary conditioned soul. Although the Vedic scriptures declare that the material body is a temporary fabrication of the material modes of nature, the conscious living entity within the body is actually an eternal spirit soul. In Bhagavad-gītā Lord Kṛṣṇa has declared the material elements constituting the body to be His separated, inferior energy, whereas the living entity is the superior, conscious energy of the Lord. Still, in conditioned life the material body and conditioned soul appear inseparable and thus nondifferent. Because the living entity enters the womb of a mother and gradually comes out in a developed body, the soul appears to have entered deeply within material nature. Similarly, by the soul's identification with the material body, the body appears to enter deeply within the consciousness of the soul. What is more, the body cannot exist without the presence of the soul. By this apparent mutual dependence, the difference between the body and soul is obscured. Śrī Uddhava therefore questions the Lord in order to clarify this issue."
        }
    ]
}
