{
    "info": {
        "id": "sb/11/22/35-36",
        "prevId": "sb/11/22/34",
        "nextId": "sb/11/22/37"
    },
    "verses": [
        {
            "roman": "śrī-uddhava uvāca\ntvattaḥ parāvṛtta-dhiyaḥ\nsva-kṛtaiḥ karmabhiḥ prabho\nuccāvacān yathā dehān\ngṛhṇanti visṛjanti ca\n"
        },
        {
            "roman": "tan mamākhyāhi govinda\ndurvibhāvyam anātmabhiḥ\nna hy etat prāyaśo loke\nvidvāṁsaḥ santi vañcitāḥ\n"
        }
    ],
    "synonyms": "śrī-uddhavaḥ uvāca—Śrī Uddhava said; tvattaḥ—from You; parāvṛtta—diverted; dhiyaḥ—whose minds; sva-kṛtaiḥ—done by them; karmabhiḥ—by the fruitive activities; prabho—O supreme master; ucca-avacān—higher and lower; yathā—in which way; dehān—material bodies; gṛhṇanti—they accept; visṛjanti—give up; ca—and; tat—that; mama—to me; ākhyāhi—please explain; govinda—O Govinda; durvibhāvyam—impossible to understand; anātmabhiḥ—by those who are not intelligent; na—not; hi—indeed; etat—about this; prāyaśaḥ—for the most part; loke—in this world; vidvāṁsaḥ—knowledgeable; santi—they are; vañcitāḥ—who are cheated (by material illusion).",
    "translation": "\nŚrī Uddhava said: O supreme master, the intelligence of those dedicated to fruitive activities is certainly deviated from You. Please explain to me how such persons accept superior and inferior bodies by their materialistic activities and then give up such bodies. O Govinda, this topic is very difficult for foolish persons to understand. Being cheated by illusion in this world, they generally do not become aware of these facts.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nNo one can be considered intelligent without understanding the science of God, which includes a description of the negative results of those who have forgotten their eternal relationship with Him. There are many so-called wise men in the world, but although considering themselves to be most intelligent, they generally do not surrender to the supreme intelligence of the Lord. Thus they concoct varieties of philosophies according to their positions within the modes of nature. However, one cannot escape the influence of material nature through philosophy generated from that same illusory nature. Liberation is achieved by perfect knowledge coming from the spiritual platform, the kingdom of God. By faithfully hearing from Lord Kṛṣṇa and His authorized representatives one can easily achieve liberation and go back home, back to Godhead.\n"
        }
    ]
}
