{
    "info": {
        "id": "sb/11/22/54-55",
        "prevId": "sb/11/22/53",
        "nextId": "sb/11/22/56"
    },
    "verses": [
        {
            "roman": "yathāmbhasā pracalatā\ntaravo 'pi calā iva\ncakṣusā bhrāmyamāṇena\ndṛśyate bhramatīva bhūḥ\n"
        },
        {
            "roman": "yathā manoratha-dhiyo\nviṣayṣānubhavo mṛṣā\nsvapna-dṛṣṭāś ca dāśārha\ntathā saṁsāra ātmanaḥ\n"
        }
    ],
    "synonyms": "yathā—as; ambhasā—by water; pracalatā—moving, agitated; taravaḥ—trees; api—indeed; calāḥ—moving; iva—as if; cakṣuṣā—by the eyes; bhrāmyamāṇena—which are being turned about; dṛśyate—appears; bhramatī—moving; iva—as if; bhūḥ—the earth; yathā—as; manaḥ-ratha—of a mental fantasy; dhiyaḥ—the ideas; viṣaya—of sense gratification; anubhavaḥ—the experience; mṛṣā—false; svapna-dṛṣṭaḥ—things seen in a dream; ca—and; dāśārha—O descendant of Daśārha; tathā—thus; saṁsāraḥ—the material life; ātmanaḥ—of the soul.",
    "translation": "\nThe soul's material life, his experience of sense gratification, is actually false, O descendant of Daśārha, just like trees' appearance of quivering when the trees are reflected in agitated water, or like the earth's appearance of spinning due to one's spinning his eyes around, or like the world of a fantasy or dream.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nTrees appear to be swaying when reflected in agitated water, and similarly, when one is sitting on a moving boat the trees on the shore appear to be moving. When the wind whips up the water, creating waves, the water appears to have movement of its own, although it is actually being moved by the wind. The conditioned soul in material life does not perform any activities, but rather the material body, with the consent of the illusioned living entity, is being moved by the modes of nature. One imposes this external movement upon oneself, considering oneself to be dancing, singing, running, dying, conquering and so on, although these are merely interactions of the external body with the modes of nature.\n"
        }
    ]
}
