{
    "info": {
        "id": "sb/10/29/13",
        "prevId": "sb/10/29/12",
        "nextId": "sb/10/29/14"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nuktaṁ purastād etat te\ncaidyaḥ siddhiṁ yathā gataḥ\ndviṣann api hṛṣīkeśaṁ\nkim utādhokṣaja-priyāḥ\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śukadeva Gosvāmī said; uktam—spoken; purastāt—previously; etat—this; te—to you; caidyaḥ—the King of Cedi, Śiśupāla; siddhim—perfection; yathā—as; gataḥ—he attained; dviṣan—hating; api—even; hṛṣīkeśam—the Supreme Lord Hṛṣīkeśa; kim uta—what to speak then; adhokṣaja—to the transcendental Lord, who lies beyond the purview of ordinary senses; priyāḥ—of those devotees who are very dear.",
    "translation": "Śukadeva Gosvāmī said: This point was explained to you previously. Since even Śiśupāla, who hated Kṛṣṇa, achieved perfection, then what to speak of the Lord's dear devotees.",
    "purport": [
        {
            "type": "normal",
            "content": "Although the spiritual nature of conditioned souls may be covered by illusion, Lord Kṛṣṇa's spiritual nature is omnipotent and is never covered by any other power. In fact, all other powers are His energy and thus function according to His will. The Brahma-saṁhitā (BS 5.38) states, sṛṣṭi sthiti-pralaya-sādhana-śaktir ekā/ chāyeva yasya bhuvanāni bibharti durgā/ icchānurūpam api yasya ca ceṣṭate sā: \"The mighty Durgā, who creates, maintains and annihilates the material worlds, is the potency ot the Supreme Lord, and she moves like His shadow, according to His desire.\" Thus because the Lord's spiritual influence does not depend on whether someone understands Him or not, the gopīs' spontaneous love for Kṛṣṇa guaranteed their spiritual perfection."
        },
        {
            "type": "normal",
            "content": "The great Madhvācārya quotes the following relevant passages from the Skanda Purāṇa:"
        },
        {
            "type": "verse",
            "content": "kṛṣṇa-kāmās tadā gopyastyaktvā dehaṁ divaṁ gatāḥ\nsamyak kṛṣṇaṁ para-brahmajñātvā kālāt paraṁ yayuḥ"
        },
        {
            "type": "normal",
            "content": "\"At that time the gopīs, who desired Kṛṣṇa, gave up their bodies and went to the spiritual world. Because they properly understood Kṛṣṇa to be the Supreme Absolute Truth, they transcended the influence of time.\""
        },
        {
            "type": "verse",
            "content": "pūrvaṁ ca jñāna-saṁyuktāstatrāpi prāyaśas tathā\natas tāsāṁ paraṁ brahmagatir āsīn na kāmataḥ"
        },
        {
            "type": "normal",
            "content": "\"In their previous lives most of the gopīs were already fully endowed with transcendental knowledge. It is because of this knowledge, not their lust, that they were able to attain the Supreme Brahman.\""
        },
        {
            "type": "verse",
            "content": "na tu jñānam ṛte mokṣonānyaḥ pantheti hi śrutiḥ\nkāma-yuktā tadā bhaktirjñānaṁ cāto vimukti-gāḥ"
        },
        {
            "type": "normal",
            "content": "\"The Vedas declare that without spiritual knowledge there is no valid path to liberation. Because these apparently lusty gopīs possessed devotion and knowledge, they achieved liberation.\""
        },
        {
            "type": "verse",
            "content": "ato mokṣe 'pi tāsāṁ cakāmo bhaktyānuvartate\nmukti-śabdodito caidya-prabhṛtau dveṣa-bhāginaḥ"
        },
        {
            "type": "normal",
            "content": "\"Thus even in their attainment of liberation, 'lust' followed as a manifestation of their pure devotion. After all, what we call liberation was experienced even by envious persons like Śiśupāla.\""
        },
        {
            "type": "verse",
            "content": "bhakti-mārgī pṛthaṅ muktimagād viṣṇu-prasādataḥ\nkāmas tv aśubha-kṛc cāpibhaktyā viṣṇoḥ prasāda-kṛt"
        },
        {
            "type": "normal",
            "content": "\"By the mercy of Lord Viṣṇu, one who follows the path of devotional service gains liberation as a by-product, and such a person's lusty desire, which would normally invoke misfortune, instead invokes the mercy of Viṣṇu when exhibited in pure devotion.\""
        },
        {
            "type": "verse",
            "content": "dveṣi-jīva-yutaṁ cāpibhaktaṁ viṣṇur vimocayet\naho 'ti-karuṇā viṣṇoḥśiśupālasya mokṣaṇāt"
        },
        {
            "type": "normal",
            "content": "\"Lord Viṣṇu will save even a devotee possessed of an envious life. Just see the extreme mercy of the Lord, as shown by His granting liberation to Śiśupāla!\""
        },
        {
            "type": "normal",
            "content": "Śiśupāla was Lord Kṛṣṇa's cousin. He was mortified when the Lord stole the gorgeous young Rukmiṇī, whom Śiśupāla himself was hell-bent on marrying. For various other reasons also, Śiśupāla was consumed with envy of Lord Kṛṣṇa, and finally he insanely offended Him in a great assembly called the Rājasūya sacrifice. At that time Kṛṣṇa nonchalantly cut off Śiśupāla's head and gave him liberation. Everyone present saw the effulgent soul of Śiśupāla rise out of his dead body and merge into the existence of the Lord. The Seventh Canto explains that Śiśupāla was an incarnation of a gatekeeper in the spiritual world cursed to take birth on the earth as a demon. Since even Śiśupāla was liberated by the Lord, who took into consideration the whole situation, then what to speak of the gopīs, who loved Kṛṣṇa more than anything."
        }
    ]
}
