{
    "info": {
        "id": "sb/10/29/15",
        "prevId": "sb/10/29/14",
        "nextId": "sb/10/29/16"
    },
    "verses": [
        {
            "roman": "kāmaṁ krodhaṁ bhayaṁ sneham\naikyaṁ sauhṛdam eva ca\nnityaṁ harau vidadhato\nyānti tan-mayatāṁ hi te\n"
        }
    ],
    "synonyms": "kāmam—lust; krodham—anger; bhayam—fear; sneham—loving affection; aikyam—unity; sauhṛdam—friendship; eva ca—also; nityam—always; harau—for Lord Hari; vidadhataḥ—exhibiting; yānti—they achieve; tat-mayatām—absorption in Him; hi—indeed; te—such persons.",
    "translation": "Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa is pure spiritual existence, and those who somehow or other become attached to Him, absorbed in thoughts of Him, rise to the spiritual platform. This is the absolute nature of the Lord's personal association."
        },
        {
            "type": "normal",
            "content": "With this verse Śukadeva Gosvāmī answers King Parīkṣit's question about the gopīs. After all, Śukadeva has begun to narrate Kṛṣṇa's most intimate pastime, the rāsa dance, and Parīkṣit is cooperating to remove the doubts of others who are hearing or who in the future may hear this astonishing story. Śrīla Madhvācārya has quoted a statement from the Skanda Purāṇa that emphatically declares persons like the gopīs to be liberated souls, beyond the pale of material illusion:"
        },
        {
            "type": "verse",
            "content": "bhaktyā hi nitya-kāmitvaṁna tu muktiṁ vinā bhavet\nataḥ kāmitayā vāpimuktir bhaktimatāṁ harau"
        },
        {
            "type": "normal",
            "content": "\"Eternal conjugal attraction to Kṛṣṇa, expressed in pure devotional service, cannot develop in one who is not already liberated. Thus those who are devoted to Lord Hari, even in conjugal attraction, are already liberated ."
        },
        {
            "type": "normal",
            "content": "\"Śrīla Madhvācārya then quotes from the Padma Purāṇa to clarify the essential point that one cannot be liberated simply by lusting after Lord Kṛṣṇa but rather only by possessing conjugal attraction in pure devotional service:"
        },
        {
            "type": "verse",
            "content": "sneha-bhaktāḥ sadā devāḥkāmitsenāpsara-striyaḥ\nkāscit kāscin na kāmenabhaktyā kevalayaiva tu"
        },
        {
            "type": "normal",
            "content": "\"The demigods are always affectionately devoted to the Lord, and the young ladies of heaven called Apsarās have lusty feelings toward Him, although some of them have pure devotion for Him untainted by material lust. Only these latter Apsarās are ready for liberation, because without bona fide devotional service one cannot possibly achieve liberation.\""
        },
        {
            "type": "normal",
            "content": "Thus devotional service is not yogyam, or appropriate, unless free from material lust. One should not take cheaply the gopīs' achievement of personal association with Lord Kṛṣṇa in a conjugal relationship. To show the gravity of direct relationship with the Lord, Śrīla Madhvācārya has quoted the following verses from the Varāha Purāṇa:"
        },
        {
            "type": "verse",
            "content": "patitvena śriyopāsyobrahmaṇā me piteti ca\npitāmahatayānyeṣāṁtridaśānāṁ janārdanaḥ"
        },
        {
            "type": "normal",
            "content": "\"The goddess Lakṣmī worships Lord Janārdana as her husband, Lord Brahmā worships Him as his father, and the other demigods worship Him as their grandfather.\""
        },
        {
            "type": "verse",
            "content": "prapitāmaho me bhagavāniti sarva-janasya tu\nguruḥ śrī-brahmaṇo viṣṇuḥsurāṇāṁ ca guror guruḥ"
        },
        {
            "type": "normal",
            "content": "\"Thus people in general should think, 'The Supreme Lord is my great-grandfather.' Lord Viṣṇu is the spiritual master of Brahmā and thus the guru of the guru of the demigods.\""
        },
        {
            "type": "verse",
            "content": "gurur brahmāsya jagatodaivaṁ viṣṇuḥ sanātanaḥ\nity evopāsanaṁ kāryaṁnānyathā tu kathañcana"
        },
        {
            "type": "normal",
            "content": "\"Brahmā is the spiritual master of this universe, and Viṣṇu is the eternally worshipable Deity. With this understanding, and not otherwise, one should worship the Lord.\""
        },
        {
            "type": "normal",
            "content": "The above injunctions apply to sarva-jana, \"all people in general.\" Thus one should follow these injunctions until one achieves the exalted platform of intimate relationship with the Supreme Lord. There is abundant evidence that the gopīs of Vṛndāvana were highly elevated, liberated souls, and thus their pastimes with Kṛṣṇa are pure, spiritual affairs. Keeping this in mind, we can truly understand this chapter of the Śrīmad-Bhāgavatam ."
        }
    ]
}
