{
    "info": {
        "id": "sb 10/29/Summary",
        "prevId": "sb/10/28/17",
        "nextId": "sb/10/29/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Śrī Kṛṣṇa, intending to enjoy the rāsa dance, engaged in arguments and counterarguments with the gopīs. Then there is a description of the beginning of the rāsa dance and the Lord's pastime of disappearing from the midst of the gopīs.\n"
        },
        {
            "type": "normal",
            "content": "Remembering the promise He had made to the gopīs when He had stolen their clothes, Lord Kṛṣṇa employed His Yogamāyā potency and manifested within Himself the desire to enjoy pastimes during an autumn night. Thus He began to play His flute. When the gopīs heard the flute's sound, the impulses of Cupid were violently aroused within them, and they immediately abandoned all their household duties and hastily went to Kṛṣṇa. All the gopīs had purely spiritual bodies, but when some of the gopīs' husbands and other family members stopped the young girls from going, Lord Kṛṣṇa arranged for them to temporarily exhibit material bodies, which they then left at the sides of their husbands. In this way they deceived their relatives and went off to meet Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "When the gopīs came before Lord Kṛṣṇa, He asked, \"Why have you come? It is not good for you to travel to such a place in the dead of the night, for this forest is full of violent creatures. Your husbands and children will soon come searching after you to bring you home and engage you again in your household duties. After all, the prime religious duty of a woman is to serve her husband and children. For a respectable woman to consort with a paramour is totally contemptible and sure to obstruct her progress to heaven. Moreover, one develops pure love for Me not by physical proximity but by hearing topics connected with Me, by viewing My Deity form in the temple, by meditating upon Me and by faithfully chanting My glories. Therefore, all of you would do best to return home.\"\n"
        },
        {
            "type": "normal",
            "content": "The gopīs were crestfallen to hear this, and after crying a little they replied, with a bit of anger, \"It is very unfair for You to reject young girls who have abandoned everything in their lives and come to You with the exclusive desire to serve You. By serving our husbands and children we receive only pain, whereas by serving You, the dearmost Soul of all living beings, we will perfectly fulfill the true religious duty of the self. What woman will not deviate from her prescribed duties as soon as she hears Your flute song and sees Your form, which enchants the three worlds? Just as the Supreme Lord Viṣṇu protects the demigods, You destroy the unhappiness of the people of Vṛndāvana. Therefore You should immediately relieve the torment we have felt because of separation from You.\" Wanting to please the gopīs, Lord Kṛṣṇa, who is always satisfied in Himself, responded to their appeals by playing with them in various pastimes. But when this show of attention made them a little proud, He humbled them by suddenly disappearing from the arena of the rāsa dance.\n"
        }
    ]
}
