{
    "info": {
        "id": "sb/9/14/3",
        "prevId": "sb/9/14/2",
        "nextId": "sb/9/14/4"
    },
    "verses": [
        {
            "roman": "tasya dṛgbhyo 'bhavat putraḥ\nsomo 'mṛtamayaḥ kila\nviprauṣadhy-uḍu-gaṇānāṁ\nbrahmaṇā kalpitaḥ patiḥ\n"
        }
    ],
    "synonyms": "tasya—of him, Atri, the son of Brahmā; dṛgbhyaḥ—from the tears of jubilation from the eyes; abhavat—was born; putraḥ—a son; somaḥ—the moon-god; amṛta-mayaḥ—full of soothing rays; kila—indeed; vipra—of the brāhmaṇas; oṣadhi—of the drugs; uḍu-gaṇānām—and of the luminaries; brahmaṇā—by Lord Brahmā; kalpitaḥ—was appointed or designated; patiḥ—the supreme director.",
    "translation": "\nFrom Atri's tears of jubilation was born a son named Soma, the moon, who was full of soothing rays. Lord Brahmā appointed him the director of the brāhmaṇas, drugs and luminaries.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to the Vedic description, Soma, the moon-god, was born from the mind of the Supreme Personality of Godhead (candramā manaso jātaḥ). But here we find that Soma was born from the tears in the eyes of Atri. This appears contradictory to the Vedic information, but actually it is not, for this birth of the moon is understood to have taken place in another millennium. When tears appear in the eyes because of jubilation, the tears are soothing. Śrīla Viśvanātha Cakravartī Ṭhākura says, dṛgbhya ānandāśrubhya ata evāmṛtamayaḥ: \"Here the word dṛgbhyaḥ means 'from tears of jubilation.' Therefore the moon-god is called amṛtamayaḥ, 'full of soothing rays.' \" In the Fourth Canto of Śrīmad-Bhāgavatam (SB 4.1.15) we find this verse:\n"
        },
        {
            "type": "verse",
            "content": "atreḥ patny anasūyā trīñ\njajñe suyaśasaḥ sutān\ndattaṁ durvāsasaṁ somam\nātmeśa-brahma-sambhavān"
        },
        {
            "type": "normal",
            "content": "\nThis verse describes that Anasūyā, the wife of Atri Ṛṣi, bore three sons—Soma, Durvāsā and Dattātreya. It is said that at the time of conception Anasūyā was impregnated by the tears of Atri.\n"
        }
    ]
}
