{
    "info": {
        "id": "sb/10/70/summary",
        "prevId": "sb/10/69/45",
        "nextId": "sb/10/70/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Lord Śrī Kṛṣṇa's daily activities and two proposals placed before Him-one by a messenger from Dvārakā and another by the sage Nārada."
        },
        {
            "type": "normal",
            "content": "In the early hours of the morning, Lord Kṛṣṇa would rise from bed and bathe Himself in clear water. After executing the dawn rituals and other religious duties, He would offer oblations into the sacred fire, chant the Gāyatrī mantra, worship and pay tribute to the demigods, sages and forefathers, and offer respects to learned brāhmaṇas. Then He would touch auspicious substances, decorate Himself with celestial ornaments and gratify His subjects by giving them whatever they desired."
        },
        {
            "type": "normal",
            "content": "The Lord's chariot driver, Dāruka, would bring His chariot, and the Lord would mount it and drive to the royal assembly hall. When He would take His seat in the assembly, surrounded by the Yādavas, He would appear like the moon surrounded by the circle of stars called nakṣatras. Bards would recite His praises to the accompaniment of drums, cymbals, vīṇās and other instruments."
        },
        {
            "type": "normal",
            "content": "On one occasion, the doorkeepers escorted a messenger into the assembly hall. The messenger offered prostrated obeisances to the Lord and then, standing with joined palms, addressed Him: \"O Lord, Jarāsandha has captured twenty thousand kings and is holding them prisoner. Please do something, for these kings are all Your surrendered devotees.\""
        },
        {
            "type": "normal",
            "content": "Just at that moment Nārada Muni appeared. Lord Śrī Kṛṣṇa and all the members of the assembly stood up and offered obeisances to Nārada by bowing their heads. The sage accepted a seat, and then Lord Kṛṣṇa gently questioned him: \"Since you travel all over the universe, please inform Us what the Pāṇḍava brothers are planning to do.\" Nārada then praised the Supreme Lord and replied, \"King Yudhiṣṭhira desires to perform the Rājasūya sacrifice. For this he requests Your sanction and presence. Many demigods and illustrious kings will come just to see You.\""
        },
        {
            "type": "normal",
            "content": "Understanding that the Yādavas wanted Him to defeat Jarāsandha, Lord Kṛṣṇa asked His wise minister Uddhava to determine which of the two matters at hand-the defeat of Jarāsandha or the Rājasūya sacrifice-should be attended to first."
        }
    ]
}
