{
    "info": {
        "id": "sb/4/2/2",
        "prevId": "sb/4/2/1",
        "nextId": "sb/4/2/3"
    },
    "verses": [
        {
            "roman": "kas taṁ carācara-guruṁ\nnirvairaṁ śānta-vigraham\nātmārāmaṁ kathaṁ dveṣṭi\njagato daivataṁ mahat\n"
        }
    ],
    "synonyms": "kaḥ—who (Dakṣa); tam—him (Lord Śiva); cara-acara—of the whole world (both animate and inanimate); gurum—the spiritual master; nirvairam—without enmity; śānta-vigraham—having a peaceful personality; ātma-ārāmam—satisfied in himself; katham—how; dveṣṭi—hates; jagataḥ—of the universe; daivatam—demigod; mahat—the great.",
    "translation": "\nLord Śiva, the spiritual master of the entire world, is free from enmity, is a peaceful personality, and is always satisfied in himself. He is the greatest among the demigods. How is it possible that Dakṣa could be inimical towards such an auspicious personality?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Śiva is described here as carācara-guru, the spiritual master of all animate and inanimate objects. He is sometimes known as Bhūtanātha, which means \"the worshipable deity of the dull-headed.\" Bhūta is also sometimes taken to indicate the ghosts. Lord Śiva takes charge of reforming persons who are ghosts and demons, not to speak of others, who are godly; therefore he is the spiritual master of everyone, both the dull and demoniac and the highly learned Vaiṣṇavas. It is also stated, vaiṣṇavānāṁ yathā śambhuḥ: Śambhu, Lord Śiva, is the greatest of all Vaiṣṇavas. On one hand he is the worshipable object of the dull demons, and on the other he is the best of all Vaiṣṇavas, or devotees, and he has a sampradāya called the Rudra-sampradāya. Even if he is an enemy or is sometimes angry, such a personality cannot be the object of envy, so Vidura, in astonishment, asked why he was taken as such, especially by Dakṣa. Dakṣa is also not an ordinary person. He is a Prajāpati, in charge of fathering population, and all his daughters are highly elevated, especially Sati. The word satī means \"the most chaste.\" Whenever there is consideration of chastity, Sati, this wife of Lord Śiva and daughter of Dakṣa, is considered first. Vidura, therefore, was astonished. \"Dakṣa is such a great man,\" he thought, \"and is the father of Sati. And Lord Śiva is the spiritual master of everyone. How then could there possibly be so much enmity between them that Sati, the most chaste goddess, could give up her body because of their quarrel?\"\n"
        }
    ]
}
