{
    "info": {
        "id": "sb/4/2/27",
        "prevId": "sb/4/2/26",
        "nextId": "sb/4/2/28"
    },
    "verses": [
        {
            "roman": "tasyaivaṁ vadataḥ śāpaṁ\nśrutvā dvija-kulāya vai\nbhṛguḥ pratyasṛjac chāpaṁ\nbrahma-daṇḍaṁ duratyayam\n"
        }
    ],
    "synonyms": "tasya—his (Nandīśvara's); evam—thus; vadataḥ—words; śāpam—the curse; śrutvā—hearing; dvija-kulāya—unto the brāhmaṇas; vai—indeed; bhṛguḥ—Bhṛgu; pratyasṛjat—made; śāpam—a curse; brahma-daṇḍam—the punishment of a brāhmaṇa; duratyayam—insurmountable.",
    "translation": "\nWhen all the hereditary brāhmaṇas were thus cursed by Nandīśvara, the sage Bhṛgu, as a reaction, condemned the followers of Lord Śiva with this very strong brahminical curse.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word duratyaya is particularly used in reference to a brahmadaṇḍa, or curse by a brāhmaṇa. A curse by a brāhmaṇa is very strong; therefore it is called duratyaya, or insurmountable. As the Lord states in Bhagavad-gītā, the stringent laws of nature are insurmountable; similarly, if a curse is uttered by a brāhmaṇa, that curse is also insurmountable. But Bhagavad-gītā also says that the curses or benedictions of the material world are, after all, material creations. The Caitanya-caritāmṛta confirms that that which is accepted in this material world to be a benediction and that which is taken to be a curse are both on the same platform because they are material. To get out of this material contamination, one should take shelter of the Supreme Personality of Godhead, as recommended in Bhagavad-gītā (BG 7.14): mām eva ye prapadyante māyām etāṁ taranti te. The best path is to transcend all material curses and benedictions and take shelter of the Supreme Lord, Kṛṣṇa, and remain in a transcendental position. Persons who have taken shelter of Kṛṣṇa are always peaceful; they are never cursed by anyone, nor do they attempt to curse anyone. That is a transcendental position.\n"
        }
    ]
}
