{
    "info": {
        "id": "sb/10/9/9",
        "prevId": "sb/10/9/8",
        "nextId": "sb/10/9/10"
    },
    "verses": [
        {
            "roman": "tām ātta-yaṣṭiṁ prasamīkṣya satvaras\ntato 'varuhyāpasasāra bhītavat\ngopy anvadhāvan na yam āpa yogināṁ\nkṣamaṁ praveṣṭuṁ tapaseritaṁ manaḥ\n"
        }
    ],
    "synonyms": "tām—unto mother Yaśodā; ātta-yaṣṭim—carrying in her hand a stick; prasamīkṣya—Kṛṣṇa, seeing her in that attitude; satvaraḥ—very quickly; tataḥ—from there; avaruhya—getting down; apasasāra—began to flee; bhīta-vat—as if very much afraid; gopī—mother Yaśodā; anvadhāvat—began to follow Him; na—not; yam—unto whom; āpa—failed to reach; yoginām—of great yogīs, mystics; kṣamam—who could reach Him; praveṣṭum—trying to enter into the Brahman effulgence or Paramātmā; tapasā—with great austerities and penances; īritam—trying for that purpose; manaḥ—by meditation.",
    "translation": "When Lord Śrī Kṛṣṇa saw His mother, stick in hand, He very quickly got down from the top of the mortar and began to flee as if very much afraid. Although yogīs try to capture Him as Paramātmā by meditation, desiring to enter into the effulgence of the Lord with great austerities and penances, they fail to reach Him. But mother Yaśodā, thinking that same Personality of Godhead, Kṛṣṇa, to be her son, began following Kṛṣṇa to catch Him.",
    "purport": [
        {
            "type": "normal",
            "content": "Yogīs, mystics, want to catch Kṛṣṇa as Paramātmā, and with great austerities and penances they try to approach Him, yet they cannot. Here we see, however, that Kṛṣṇa is going to be caught by Yaśodā and is running away in fear. This illustrates the difference between the bhakta and the yogī. Yogīs cannot reach Kṛṣṇa, but for pure devotees like mother Yaśodā, Kṛṣṇa is already caught. Kṛṣṇa was even afraid of mother Yaśodā's stick. This was mentioned by Queen Kuntī in her prayers: bhaya-bhāvanayā sthitasya (SB 1.8.31). Kṛṣṇa is afraid of mother Yaśodā, and yogīs are afraid of Kṛṣṇa. Yogīs try to reach Kṛṣṇa by jñāna-yoga and other yogas, but fail. Yet although mother Yaśodā was a woman, Kṛṣṇa was afraid of her, as clearly described in this verse."
        }
    ]
}
