{
    "info": {
        "id": "sb/1/13/11",
        "prevId": "sb/1/13/10",
        "nextId": "sb/1/13/12"
    },
    "verses": [
        {
            "roman": "api naḥ suhṛdas tāta\nbāndhavāḥ kṛṣṇa-devatāḥ\ndṛṣṭāḥ śrutā vā yadavaḥ\nsva-puryāṁ sukham āsate\n"
        }
    ],
    "synonyms": "api—whether; naḥ—our; suhṛdaḥ—well-wishers; tāta—O my uncle; bāndhavāḥ—friends; kṛṣṇa-devatāḥ—those who are always rapt in the service of Lord Śrī Kṛṣṇa; dṛṣṭāḥ—by seeing them; śrutāḥ—or by hearing about them; vā—either; yadavaḥ—the descendants of Yadu; sva-puryām—along with their residential place; sukham āsate—if they are all happy.",
    "translation": "\nMy uncle, you must have visited Dvārakā. In that holy place are our friends and well-wishers, the descendants of Yadu, who are always rapt in the service of the Lord Śrī Kṛṣṇa. You might have seen them or heard about them. Are they all living happily in their abodes?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe particular word kṛṣṇa-devatāḥ, i.e., those who are always rapt in the service of Lord Kṛṣṇa, is significant. The Yādavas and the Pāṇḍavas, who were always rapt in the thought of the Lord Kṛṣṇa and His different transcendental activities, were all pure devotees of the Lord like Vidura. Vidura left home in order to devote himself completely to the service of the Lord, but the Pāṇḍavas and the Yādavas were always rapt in the thought of Lord Kṛṣṇa. Thus there is no difference in their pure devotional qualities. Either remaining at home or leaving home, the real qualification of a pure devotee is to become rapt in the thought of Kṛṣṇa favorably, i.e., knowing well that Lord Kṛṣṇa is the Absolute Personality of Godhead. Kaṁsa, Jarāsandha, Śiśupāla and other demons like them were also always rapt in the thought of Lord Kṛṣṇa, but they were absorbed in a different way, namely unfavorably, or thinking Him to be a powerful man only. Therefore, Kaṁsa and Śiśupāla are not on the same level as pure devotees like Vidura, the Pāṇḍavas and the Yādavas.\n"
        },
        {
            "type": "normal",
            "content": "Mahārāja Yudhiṣṭhira was also always rapt in the thought of Lord Kṛṣṇa and His associates at Dvārakā. Otherwise he could not have asked all about them from Vidura. Mahārāja Yudhiṣṭhira was therefore on the same level of devotion as Vidura, although engaged in the state affairs of the kingdom of the world.\n"
        }
    ]
}
