{
    "info": {
        "id": "sb/1/13/20",
        "prevId": "sb/1/13/19",
        "nextId": "sb/1/13/21"
    },
    "verses": [
        {
            "roman": "yena caivābhipanno 'yaṁ\nprāṇaiḥ priyatamair api\njanaḥ sadyo viyujyeta\nkim utānyair dhanādibhiḥ\n"
        }
    ],
    "synonyms": "yena—pulled by such time; ca—and; eva—certainly; abhipannaḥ—overtaken; ayam—this; prāṇaiḥ—with life; priya-tamaiḥ—which is most dear to everyone; api—even though; janaḥ—person; sadyaḥ—forthwith; viyujyeta—do give up; kim uta anyaiḥ—what to speak of any other thing; dhana-ādibhiḥ—such as wealth, honor, children, land and house.",
    "translation": "\nWhoever is under the influence of supreme kāla [eternal time] must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA great Indian scientist, busy in the planmaking business, was suddenly called by invincible eternal time while going to attend a very important meeting of the planning commission, and he had to surrender his life, wife, children, house, land, wealth, etc. During the political upsurge in India and its division into Pakistan and Hindustan, so many rich and influential Indians had to surrender life, property and honor due to the influence of time, and there are hundreds and thousands of examples like that all over the world, all over the universe, which are all effects of the influence of time. Therefore, the conclusion is that there is no powerful living being within the universe who can overcome the influence of time. Many poets have written verses lamenting the influence of time. Many devastations have taken place over the universes due to the influence of time, and no one could check them by any means. Even in our daily life, so many things come and go in which we have no hand, but we have to suffer or tolerate them without remedial measure. That is the result of time.\n"
        }
    ]
}
