{
    "info": {
        "id": "sb/1/13/31",
        "prevId": "sb/1/13/30",
        "nextId": "sb/1/13/32"
    },
    "verses": [
        {
            "roman": "ajāta-śatruḥ kṛta-maitro hutāgnir\nviprān natvā tila-go-bhūmi-rukmaiḥ\ngṛhaṁ praviṣṭo guru-vandanāya\nna cāpaśyat pitarau saubalīṁ ca\n"
        }
    ],
    "synonyms": "ajāta—never born; śatruḥ—enemy; kṛta—having performed; maitraḥ—worshiping the demigods; huta-agniḥ—and offering fuel in the fire; viprān—the brāhmaṇas; natvā—offering obeisances; tila-go-bhūmi-rukmaiḥ—along with grains, cows, land and gold; gṛham—within the palace; praviṣṭaḥ—having entered into; guru-vandanāya—for offering respect to the elderly members; na—did not; ca—also; apaśyat—see; pitarau—his uncles; saubalīm—Gāndhārī; ca—also.",
    "translation": "\nMahārāja Yudhiṣṭhira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun-god, and offering obeisances, grains, cows, land and gold to the brāhmaṇas. He then entered the palace to pay respects to the elderly. However, he could not find his uncles or aunt, the daughter of King Subala.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMahārāja Yudhiṣṭhira was the most pious king because he personally practiced daily the pious duties for the householders. The householders are required to rise early in the morning, and after bathing they should offer respects to the Deities at home by prayers, by offering fuel in the sacred fire, by giving the brāhmaṇas in charity land, cows, grains, gold, etc., and at last offering to the elderly members due respects and obeisances. One who is not prepared to practice injunctions prescribed in the śāstras cannot be a good man simply by book knowledge. Modern householders are practiced to different modes of life, namely to rise late and then take bed tea without any sort of cleanliness and without any purificatory practices as mentioned above. The household children are taken to practice what the parents practice, and therefore the whole generation glides towards hell. Nothing good can be expected from them unless they associate with sādhus. Like Dhṛtarāṣṭra, the materialistic person may take lessons from a sādhu like Vidura and thus be cleansed of the effects of modern life.\n"
        },
        {
            "type": "normal",
            "content": "Mahārāja Yudhiṣṭhira, however, could not find in the palace his two uncles, namely Dhṛtarāṣṭra and Vidura, along with Gāndhārī, the daughter of King Subala. He was anxious to see them and therefore asked Sañjaya, the private secretary of Dhṛtarāṣṭra.\n"
        }
    ]
}
