{
    "info": {
        "id": "sb/8/11/summary",
        "prevId": "sb/8/10/57",
        "nextId": "sb/8/11/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "As described in this chapter, the great saint Nārada Muni, being very compassionate to the demons who had been killed by the demigods, forbade the demigods to continue killing. Then Śukrācārya, by his mystic power, renewed the lives of all the demons."
        },
        {
            "type": "normal",
            "content": "Having been graced by the Supreme Personality of Godhead, the demigods began fighting the demons again, with renewed energy. King Indra released his thunderbolt against Bali, and when Bali fell, his friend Jambhāsura attacked Indra, who then cut off Jambhāsura's head with his thunderbolt. When Nārada Muni learned that Jambhāsura had been killed, he informed Jambhāsura's relatives Namuci, Bala and Pāka, who then went to the battlefield and attacked the demigods. Indra, King of heaven, severed the heads of Bala and Pāka and released the weapon known as kuliśa, the thunderbolt, against Namuci's shoulder. The thunderbolt, however, returned unsuccessful, and thus Indra became morose. At that time, an unseen voice came from the sky. The voice declared, \"A dry or wet weapon cannot kill Namuci.\" Hearing this voice, Indra began to think of how Namuci could be killed. He then thought of foam, which is neither moist nor dry. Using a weapon of foam, he was able to kill Namuci. Thus Indra and the other demigods killed many demons. Then, at the request of Lord Brahmā, Nārada went to the demigods and forbade them to kill the demons any longer. All the demigods then returned to their abodes. Following the instructions of Nārada, whatever demons remained alive on the battlefield took Bali Mahārāja to Asta Mountain. There, by the touch of Śukrācārya's hand, Bali Mahārāja regained his senses and consciousness, and those demons whose heads and bodies had not been completely lost were brought back to life by the mystic power of Śukrācārya."
        }
    ]
}
