{
    "info": {
        "id": "sb/10/24/18",
        "prevId": "sb/10/24/17",
        "nextId": "sb/10/24/19"
    },
    "verses": [
        {
            "roman": "tasmāt sampūjayet karma\nsvabhāva-sthaḥ sva-karma-kṛt\nanjasā yena varteta\ntad evāsya hi daivatam\n"
        }
    ],
    "synonyms": "tasmāt—therefore; sampūjayet—one should fully worship; karma—his prescribed activity; svabhāva—in the position corresponding to his own conditioned nature; sthaḥ—remaining; sva-karma—his own prescribed duty; kṛt—performing; añjasā—without difficulty; yena—by which; varteta—one lives; tat—that; eva—certainly; asya—his; daivatam—worshipable deity.",
    "translation": "\nTherefore one should seriously worship work itself. A person should remain in the position corresponding to his nature and should perform his own duty. Indeed, that by which we may live nicely is really our worshipable deity.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nLord Kṛṣṇa here proposes the modern if absurd philosophy that our work or occupation is really God and that we should therefore simply worship our work. Upon close scrutiny, we observe that our work is nothing more than the interaction of the material body with material nature, as Lord Kṛṣṇa Himself states~ in a more serious mood, in the Bhagavad-gītā (BG 3.28): guṇā guṇeṣu vartanta. Karma-mīmāṁsā philosophy accepts that good activity in this life will give us a better next life. If this is true, there must be some type of conscious soul different from the body. And if that is the case, why should a transcendental soul worship the interaction of the temporary body with material nature? If the words sampūjayet karma here mean that one should worship the laws of karma governing our activities, then one may astutely ask what it means to worship laws and, indeed, what might be the origin of such laws and who is maintaining them. To say that laws have created or are maintaining the world is a meaningless proposition, since there is nothing about the nature of a law that indicates it could generate the existential situation it is supposed to govern. In fact, worship is meant for Kṛṣṇa Himself, and this real conclusion will be clearly revealed in this chapter.\n"
        }
    ]
}
