{
    "info": {
        "id": "sb/4/24/10",
        "prevId": "sb/4/24/9",
        "nextId": "sb/4/24/11"
    },
    "verses": [
        {
            "roman": "yasyedaṁ deva-yajanam\nanuyajñaṁ vitanvataḥ\nprācīnāgraiḥ kuśair āsīd\nāstṛtaṁ vasudhā-talam\n"
        }
    ],
    "synonyms": "yasya—whose; idam—this; deva-yajanam—satisfying the demigods by sacrifices; anuyajñam—continually sacrificing; vitanvataḥ—executing; prācīna-agraiḥ—keeping the kuśa grass facing toward the eastern side; kuśaiḥ—the kuśa grass; āsīt—remained; āstṛtam—scattered; vasudhā-talam—all over the surface of the globe.",
    "translation": "Mahārāja Barhiṣat executed many sacrifices all over the world. He scattered kuśa grasses and kept the tops of the grasses pointed eastward.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the previous verse (kriyā-kāṇḍeṣu niṣṇātaḥ), Mahārāja Barhiṣat dived very deeply into the fruitive activities of sacrifice. This means that as soon as he finished one yajña in one place, he began performing another yajña in the immediate vicinity. At the present moment there is a similar need to perform saṅkīrtana-yajña all over the world. The Kṛṣṇa consciousness movement has started performing saṅkīrtana-yajña in different places, and it has been experienced that wherever saṅkīrtana-yajña is performed, many thousands of people gather and take part in it. Imperceptible auspiciousness achieved in this connection should be continued all over the world. The members of the Kṛṣṇa consciousness movement should perform saṅkīrtana-yajñas one after another, so much that all the people of the world will either jokingly or seriously chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, and thus they will derive the benefit of cleansing the heart. The holy name of the Lord (harer nāma (CC Adi 17.21)) is so powerful that whether it is chanted jokingly or seriously the effect of vibrating this transcendental sound will be equally distributed. It is not possible at the present moment to perform repeated yajñas as Mahārāja Barhiṣat performed, but it is within our means to perform saṅkīrtana-yajña, which does not cost anything. One can sit down anywhere and chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. If the surface of the globe is overflooded with the chanting of the Hare Kṛṣṇa mantra, the people of the world will be very, very happy."
        }
    ]
}
