{
    "info": {
        "id": "sb/4/24/58",
        "prevId": "sb/4/24/57",
        "nextId": "sb/4/24/59"
    },
    "verses": [
        {
            "roman": "athānaghāṅghres tava kīrti-tīrthayor\nantar-bahiḥ-snāna-vidhūta-pāpmanām\nbhūteṣv anukrośa-susattva-śīlināṁ\nsyāt saṅgamo 'nugraha eṣa nas tava\n"
        }
    ],
    "synonyms": "atha—therefore; anagha-aṅghreḥ—of my Lord, whose lotus feet destroy all inauspiciousness; tava—Your; kīrti—glorification; tīrthayoḥ—the holy Ganges water; antaḥ—within; bahiḥ—and outside; snāna—taking bath; vidhūta—washed; pāpmanām—contaminated state of mind; bhūteṣu—unto the ordinary living beings; anukrośa—benediction or mercy; su-sattva—completely in goodness; śīlinām—of those who possess such characteristics; syāt—let there be; saṅgamaḥ—association; anugrahaḥ—mercy; eṣaḥ—this; naḥ—unto us; tava—Your.",
    "translation": "\nMy dear Lord, Your lotus feet are the cause of all auspicious things and the destroyer of all the contamination of sin. I therefore beg Your Lordship to bless me by the association of Your devotees, who are completely purified by worshiping Your lotus feet and who are so merciful upon the conditioned souls. I think that Your real benediction will be to allow me to associate with such devotees.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Ganges water is celebrated as being able to eradicate all kinds of sinful reactions. In other words, when a person takes his bath in the Ganges, he becomes freed from all life's contaminations. The Ganges water is celebrated in this way because it emanates from the lotus feet of the Supreme Personality of Godhead. Similarly, those who are directly in touch with the lotus feet of the Supreme Personality of Godhead and who are absorbed in the chanting of His glories are freed from all material contamination. Such unalloyed devotees are able to show mercy to the common conditioned soul. Śrīla Vṛndāvana dāsa Ṭhākura has sung that the devotees of Lord Caitanya are so powerful that each one of them can deliver a universe. In other words, it is the business of devotees to preach the glories of the Lord and deliver all conditioned souls to the platform of śuddha-sattva, pure goodness. Here the word su-sattva means śuddha-sattva, the transcendental stage beyond material goodness. By his exemplary prayers, Lord Śiva teaches us that our best course it to take shelter of Lord Viṣṇu and His Vaiṣṇava devotees.\n"
        }
    ]
}
