{
    "info": {
        "id": "sb/4/24/62",
        "prevId": "sb/4/24/61",
        "nextId": "sb/4/24/63"
    },
    "verses": [
        {
            "roman": "kriyā-kalāpair idam eva yoginaḥ\nśraddhānvitāḥ sādhu yajanti siddhaye\nbhūtendriyāntaḥ-karaṇopalakṣitaṁ\nvede ca tantre ca ta eva kovidāḥ\n"
        }
    ],
    "synonyms": "kriyā—activities; kalāpaiḥ—by processes; idam—this; eva—certainly; yoginaḥ—transcendentalists; śraddhā-anvitāḥ—with faith and conviction; sādhu—properly; yajanti—worship; siddhaye—for perfection; bhūta—the material energy; indriya—senses; antaḥ-karaṇa—heart; upalakṣitam—symptomized by; vede—in the Vedas; ca—also; tantre—in the corollaries of the Vedas; ca—also; te—Your Lordship; eva—certainly; kovidāḥ—those who are experts.",
    "translation": "\nMy dear Lord, Your universal form consists of all five elements, the senses, mind, intelligence, false ego (which is material) and the Paramātmā, Your partial expansion, who is the director of everything. Yogis other than the devotees—namely the karma-yogī and jñāna-yogī—worship You by their respective actions in their respective positions. It is stated both in the Vedas and in the śāstras that are corollaries of the Vedas, and indeed everywhere, that it is only You who are to be worshiped. That is the expert version of all the Vedas.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn a previous verse Lord Śiva wanted to see the form of the Lord which the devotees are always interested in. There are other forms of the Lord manifest in the material world, including Brahmā and other demigods, and these are worshiped by materialistic persons. In the Second Canto, Third Chapter, of Śrīmad-Bhāgavatam, it is stated that those who desire material benefits are recommended to worship different types of demigods, and in conclusion the Bhāgavatam recommends:\n"
        },
        {
            "type": "verse",
            "content": "akāmaḥ sarva-kāmo vā\nmokṣa-kāma udāra-dhīḥ\ntīvreṇa bhakti-yogena\nyajeta puruṣaṁ param\n(SB 2.3.10)"
        },
        {
            "type": "normal",
            "content": "\nThe devotees, the jñānīs, who are known as mokṣa-kāma, and the karmīs, who are known as sarva-kāma, are all aspiring to worship the Supreme Personality of Godhead, Viṣṇu. Even when one performs yajñas, as stated here (kriyā-kalāpaiḥ), he should always remember that the demigods are but agents of the Supreme Lord. Actually the worshipful Lord is Viṣṇu, Yajñeśvara. Thus even when different demigods are worshiped in the Vedic and Tantric sacrifices, the actual goal of sacrifice is Lord Viṣṇu. Therefore in Bhagavad-gītā (BG 9.23) it is said:\n"
        },
        {
            "type": "verse",
            "content": "ye 'py anya-devatā-bhaktā\nyajante śraddhayānvitāḥ\nte 'pi mām eva kaunteya\nyajanty avidhi-pūrvakam"
        },
        {
            "type": "normal",
            "content": "\n\"Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but is offered without true understanding.\"\n"
        },
        {
            "type": "normal",
            "content": "Thus the worshipers of various demigods also worship the Supreme Lord, but they do so against the regulative principles. The purpose of the regulative principles is to satisfy Lord Viṣṇu. In the Viṣṇu Purāṇa (3.8.9) the very same thing is confirmed:\n"
        },
        {
            "type": "verse",
            "content": "varṇāśramācāravatā\npuruṣeṇa paraḥ pumān\nviṣṇur ārādhyate panthā\nnānyat tat-toṣa-kāraṇam\n(CC Madhya 8.58)"
        },
        {
            "type": "normal",
            "content": "\nHere it is clearly mentioned that the karmī, jñānī or yogī—in fact, everyone—worships Lord Viṣṇu if he is actually expert in knowledge of the Vedas and Tantras. The word kovidāḥ is very significant, for it indicates the devotees of the Lord. Only the devotees know perfectly that the Supreme Personality of Godhead, Viṣṇu, is all-pervading. Within the material energy, He is represented by the five material elements as well as the mind, intelligence and ego. He is also represented by another energy—the living entities—and all these manifestations in the spiritual and material world combined are but representations of the different energies of the Lord. The conclusion is that the Lord is one and that He is expanded in everything. This is understood by the Vedic version: sarvaṁ khalv idaṁ brahma. One who knows this concentrates all his energy in worshiping Lord Viṣṇu.\n"
        }
    ]
}
