{
    "info": {
        "id": "sb/4/24/7",
        "prevId": "sb/4/24/6",
        "nextId": "sb/4/24/8"
    },
    "verses": [
        {
            "roman": "tatrāpi haṁsaṁ puruṣaṁ\nparamātmānam ātma-dṛk\nyajaṁs tal-lokatām āpa\nkuśalena samādhinā\n"
        }
    ],
    "synonyms": "tatra api—despite his engagement; haṁsam—one who kills the distress of his kinsmen; puruṣam—unto the Supreme Person; parama-ātmānam—the most beloved Supersoul; ātma-dṛk—one who has seen or acquired self-realization; yajan—by worshiping; tat-lokatām—achieved the same planet; āpa—achieved; kuśalena—very easily; samādhinā—always keeping himself in ecstasy.",
    "translation": "\nAlthough Mahārāja Antardhāna was engaged in performing sacrifices, because he was a self-realized soul he very intelligently rendered devotional service to the Lord, who eradicates all the fears of His devotees. By thus worshiping the Supreme Lord, Mahārāja Antardhāna, rapt in ecstasy, attained His planet very easily.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSince sacrifices are generally performed by fruitive actors, it is especially mentioned here (tatrāpi) that although Mahārāja Antardhāna was externally engaged in performing sacrifices, his real business was rendering devotional service by hearing and chanting. In other words, he was performing the usual sacrifices by the method of saṅkīrtana-yajña, as recommended herein:\n"
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam\n(SB 7.5.23)"
        },
        {
            "type": "normal",
            "content": "\nDevotional service is called kīrtana-yajña, and by practicing the saṅkīrtana-yajña, one is very easily elevated to the planet where the Supreme Lord resides. Out of the five kinds of liberations, achieving the same planet where the Lord resides and living with the Lord there is called sālokya liberation.\n"
        }
    ]
}
