{
    "info": {
        "id": "sb/11/11/20",
        "prevId": "sb/11/11/19",
        "nextId": "sb/11/11/21"
    },
    "verses": [
        {
            "roman": "yasyāṁ na me pāvanam aṅga karma\nsthity-udbhava-prāṇa-nirodham asya\nlīlāvatārepsita-janma vā syād\nvandhyāṁ giraṁ tāṁ bibhṛyān na dhīraḥ\n"
        }
    ],
    "synonyms": "yasyām—in which (literature); na—not; me—My; pāvanam—purifying; aṅga—O Uddhava; karma—activities; sthiti—maintenance; udbhava—creation; prāṇa-nirodham—and annihilation; asya—of the material world; līlā-avatāra—among the pastime incarnations; īpsita—desired; janma—appearance; vā—or; syāt—is; vandhyām—barren; giram—vibration; tām—this; bibhṛyāt—should support; na—not; dhīraḥ—an intelligent person.",
    "translation": "My dear Uddhava, an intelligent person should never take to literatures that do not contain descriptions of My activities, which purify the whole universe. Indeed, I create, maintain and annihilate the entire material manifestation. Among all My pastime incarnations, the most beloved are Kṛṣṇa and Balarāma. Any so-called knowledge that does not recognize these activities of Mine is simply barren and is not acceptable to those who are actually intelligent.",
    "purport": [
        {
            "type": "normal",
            "content": "The words līlāvatārepsita-janma are very significant here. The Lord's incarnation for executing wonderful pastimes is called līlāvatāra, and such wonderful forms of Viṣṇu are glorified by the names Rāmacandra, Nṛsiṁhadeva, Kūrma, Varāha, and so on. Among all such līlāvatāras, however, the most beloved, even to this day, is Lord Kṛṣṇa, the original source of the viṣṇu-tattva. The Lord appears in the prison house of Kaṁsa and is immediately transferred to the rural setting of Vṛndāvana, where He exhibits unique childhood pastimes with His cowherd boyfriends, girl friends, parents and well-wishers. After some time, the Lord's pastimes are transferred to Mathurā and Dvārakā, and the extraordinary love of the inhabitants of Vṛndāvana is exhibited in their anguished separation from Lord Kṛṣṇa. Such pastimes of the Lord are īpsita, or the reservoir of all loving exchanges with the Absolute Truth. The pure devotees of the Lord are most intelligent and expert and do not pay any attention to useless, fruitless literatures that neglect the highest truth, Lord Kṛṣṇa. Although such literatures are very popular among materialistic persons all over the world, they are completely neglected by the community of pure Vaiṣṇavas. In this verse the Lord explains that the literatures approved for the devotees are those that glorify the Lord's pastimes as the puruṣa-avatāra and the līlāvatāras, culminating in the personal appearance of Lord Kṛṣṇa Himself, as confirmed in Brahma-saṁhitā (BS 5.38):"
        },
        {
            "type": "verse",
            "content": "rāmādi-mūrtiṣu kalā-niyamena tiṣṭhannānāvatāram akarod bhuvaneṣu kintu\nkṛṣṇaḥ svayaṁ samabhavat paramaḥ pumān yogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship Govinda, the primeval Lord, who manifested Himself personally as Kṛṣṇa and the different avatāras in the world in the forms of Rāma, Nṛsiṁha, Vāmana, etc., as His subjective portions.\""
        },
        {
            "type": "normal",
            "content": "Even Vedic literatures that neglect the Supreme Personality of Godhead should be ignored. This fact was also explained by Nārada Muni to Śrīla Vyāsadeva, the author of the Vedas, when the great Vedavyāsa felt dissatisfied with his work."
        }
    ]
}
