{
    "info": {
        "id": "sb/11/11/43-45",
        "prevId": "sb/11/11/42",
        "nextId": "sb/11/11/46"
    },
    "verses": [
        {
            "roman": "sūrye tu vidyayā trayyā\nhaviṣāgnau yajeta mām\nātithyena tu viprāgrye\ngoṣv aṅga yavasādinā\n"
        },
        {
            "roman": "vaiṣṇave bandhu-sat-kṛtyā\nhṛdi khe dhyāna-niṣṭhayā\nvāyau mukhya-dhiyā toye\ndravyais toya-puraḥsaraiḥ\n"
        },
        {
            "roman": "sthaṇḍile mantra-hṛdayair\nbhogair ātmānam ātmani\nkṣetra-jñaṁ sarva-bhūteṣu\nsamatvena yajeta mām\n"
        }
    ],
    "synonyms": "sūrye—in the sun; tu—indeed; vidyayā trayyā—by offering selected Vedic hymns of praise, worship and obeisances; haviṣā—with offerings of clarified butter; agnau—in the fire; yajeta—one should worship; mām—Me; ātithyena—by respectfully receiving them as guests even when uninvited; tu—indeed; vipra—of brāhmaṇas; agrye—in the best; goṣu—in the cows; aṅga—O Uddhava; yavasa-ādinā—by offering grass and other paraphernalia for their maintenance; vaiṣṇave—in the Vaiṣṇava; bandhu—with loving friendship; sat-kṛtyā—by honoring; hṛdi—within the heart; khe—within the inner space; dhyāna—in meditation; niṣṭhayā—by being fixed; vāyau—in the air; mukhya—the most important; dhiyā—considering by intelligence; toye—in water; dravyaiḥ—by material elements; toya-puraḥ-saraiḥ—by water, etc.; sthaṇḍile—in the earth; mantra-hṛdayaiḥ—by application of confidential mantras; bhogaiḥ—by offering of materially enjoyable objects; ātmānam—the jīva soul; ātmani—within the body; kṣetra-jñam—the Supersoul; sarva-bhūteṣu—within all living beings; samatvena—seeing Him equally everywhere; yajeta—one should worship; mām—Me.",
    "translation": "My dear Uddhava, one should worship Me within the sun by chanting selected Vedic mantras and by performing worship and offering obeisances. One may worship Me within fire by offering oblations of ghee, and one may worship Me among the brāhmaṇas by respectfully receiving them as guests, even when uninvited. I can be worshiped within the cows by offerings of grass and other suitable grains and paraphernalia for the pleasure and health of the cows, and one may worship Me within the Vaiṣṇavas by offering loving friendship to them and honoring them in all respects. Through steady meditation I am worshiped within the inner space of the heart, and within the air I can be worshiped by knowledge that prāṇa, the life air, is the chief among elements. I am worshiped within water by offerings of water itself, along with other elements such as flowers and tulasī leaves, and one may worship Me within the earth by proper application of confidential seed mantras. One may worship Me within the individual living entity by offering food and other enjoyable substances, and one may worship Me within all living entities by seeing the Supersoul within all of them, thus maintaining equal vision.",
    "purport": [
        {
            "type": "normal",
            "content": "Significantly, the Lord emphasizes in these three verses that one should worship the Supreme Personality of Godhead who is expanded within all living beings. It is not recommended that one accept any material or spiritual object other than the Lord as supreme. By maintaining steady consciousness of the Lord in His all-pervading feature, one can remain in a worshipful mood twenty-four hours a day. Thus, one will naturally try to engage all material and spiritual elements in the loving service of Lord Kṛṣṇa. If because of ignorance one forgets the Supreme Personality of Godhead, one may become inclined to worship powerful material phenomena independent of the Supreme Lord, or one may foolishly consider oneself to be supreme. One should remain sane and accept the worshipable presence of the Supreme Lord within everything."
        }
    ]
}
