{
    "info": {
        "id": "sb/9/16/summary",
        "prevId": "sb/9/15/41",
        "nextId": "sb/9/16/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "When Jamadagni was killed by the sons of Kārtavīryārjuna, as described in this chapter, Paraśurāma rid the entire world of kṣatriyas twenty-one times. This chapter also describes the descendants of Viśvāmitra."
        },
        {
            "type": "normal",
            "content": "When Jamadagni's wife, Reṇukā, went to bring water from the Ganges and saw the King of the Gandharvas enjoying the company of Apsarās, she was captivated, and she slightly desired to associate with him. Because of this sinful desire, she was punished by her husband. Paraśurāma killed his mother and brothers, but later, by dint of the austerities of Jamadagni, they were revived. The sons of Kārtavīryārjuna, however, remembering the death of their father, wanted to take revenge against Lord Paraśurāma, and therefore when Paraśurāma was absent from the āśrama, they killed Jamadagni, who was meditating on the Supreme Personality of Godhead. When Paraśurāma returned to the āśrama and saw his father killed, he was very sorry, and after asking his brothers to take care of the dead body, he went out with determination to kill all the kṣatriyas on the surface of the world. Taking up his axe, he went to Māhiṣmatī-pura, the capital of Kārtavīryārjuna, and killed all of Kārtavīryārjuna's sons, whose blood became a great river. Paraśurāma, however, was not satisfied with killing only the sons of Kārtavīryārjuna; later, when the kṣatriyas became disturbing, he killed them twenty-one times, so that there were no kṣatriyas on the surface of the earth. Thereafter, Paraśurāma joined the head of his father to the dead body and performed various sacrifices to please the Supreme Lord. Thus Jamadagni got life again in his body, and later he was promoted to the higher planetary system known as Saptarṣi-maṇḍala. Paraśurāma, the son of Jamadagni, still lives in Mahendra-parvata. In the next manvantara, he will become a preacher of Vedic knowledge."
        },
        {
            "type": "normal",
            "content": "In the dynasty of Gādhi, the most powerful Viśvāmitra took birth. By dint of his austerity and penance, he became a brāhmaṇa. He had 101 sons, who were celebrated as the Madhucchandās. In the sacrificial arena of Hariścandra, the son of Ajīgarta named Śunaḥśepha was meant to be sacrificed, but by the mercy of the Prajāpatis he was released. Thereafter, he became Devarāta in the dynasty of Gādhi. The fifty elder sons of Viśvāmitra, however, did not accept Śunaḥśepha as their elder brother, and therefore Viśvāmitra cursed them to become mlecchas, unfaithful to the Vedic civilization. Viśvāmitra's fifty-first son, along with his younger brothers, then accepted Śunaḥśepha as their eldest brother, and their father, Viśvāmitra, being satisfied, blessed them. Thus Devarāta was accepted in the dynasty of Kauśika, and consequently there are different divisions of that dynasty."
        }
    ]
}
