{
    "info": {
        "id": "sb/5/25/9",
        "prevId": "sb/5/25/8",
        "nextId": "sb/5/25/10"
    },
    "verses": [
        {
            "roman": "utpatti-sthiti-laya-hetavo 'sya kalpāḥ\nsattvādyāḥ prakṛti-guṇā yad-īkṣayāsan\nyad-rūpaṁ dhruvam akṛtaṁ yad ekam ātman\nnānādhāt katham u ha veda tasya vartma\n"
        }
    ],
    "synonyms": "utpatti—of creation; sthiti—maintenance; laya—and dissolution; hetavaḥ—the original causes; asya—of this material world; kalpāḥ—capable of acting; sattva-ādyāḥ—headed by the sattva-guṇa; prakṛti-guṇāḥ—the modes of material nature; yat—of whom; īkṣayā—by the glance; āsan—became; yat-rūpam—the form of whom; dhruvam—unlimited; akṛtam—uncreated; yat—who; ekam—one; ātman—in Himself; nānā—variously; adhāt—has manifested; katham—how; u ha—certainly; veda—can understand; tasya—His; vartma—path.",
    "translation": "By His glance, the Supreme Personality of Godhead enables the modes of material nature to act as the causes of universal creation, maintenance and destruction. The Supreme Soul is unlimited and beginningless, and although He is one, He has manifested Himself in many forms. How can human society understand the ways of the Supreme?",
    "purport": [
        {
            "type": "normal",
            "content": "From Vedic literature we learn that when the Supreme Lord glances (sa aikṣata) over the material energy, the three modes of material nature become manifest and create material variety. Before He glances over the material energy, there is no possibility of the creation, maintenance and annihilation of the material world. The Lord existed before the creation, and consequently He is eternal and unchanging. Therefore how can any human being, however great a scientist or philosopher he may be, understand the ways of the Supreme Personality of Godhead?"
        },
        {
            "type": "normal",
            "content": "The following quotations from Caitanya-bhāgavata (Adi-khaṇḍa, 1.48-52 and 1.58-69) tell of the glories of Lord Ananta:"
        },
        {
            "type": "verse",
            "content": "ki brahmā, ki śiva, ki sanakādi 'kumāra'vyāsa, śuka, nāradādi, 'bhakta' nāma yāṅra"
        },
        {
            "type": "normal",
            "content": "\"Lord Brahmā, Lord Śiva, the four Kumāras [Sanaka, Sanātana, Sanandana and Sanāt-kumāra], Vyāsadeva, Śukadeva Gosvāmī and Nārada are all pure devotees, eternal servants of the Lord."
        },
        {
            "type": "verse",
            "content": "sabāra pūjita śrī-ananta-mahāśayasahasra-vadana prabhu—bhakti-rasamaya"
        },
        {
            "type": "normal",
            "content": "\"Lord Śrī Ananta is worshiped by all the uncontaminated devotees mentioned above. He has thousands of hoods and is the reservoir of all devotional service."
        },
        {
            "type": "verse",
            "content": "ādideva, mahā-yogī, 'īśvara', 'vaiṣṇava'mahimāra anta iṅhā nā jānaye saba"
        },
        {
            "type": "normal",
            "content": "\"Lord Ananta is the original person and the great mystic controller. At the same time, He is a servant of God, a Vaiṣṇava. Since there is no end to His glories, no one can understand Him fully."
        },
        {
            "type": "verse",
            "content": "sevana śunilā, ebe śuna ṭhākurālaātma-tantre yena-mate vaisena pātāla"
        },
        {
            "type": "normal",
            "content": "\"I have already spoken to you of His service to the Lord. Now hear how the self-sufficient Anantadeva exists in the lower planetary system of Pātāla."
        },
        {
            "type": "verse",
            "content": "śrī-nārada-gosāñi 'tumburu' kari' saṅgese yaśa gāyena brahmā-sthāne śloka-vandhe"
        },
        {
            "type": "normal",
            "content": "\"Bearing his stringed instrument, the tumburu, on his shoulders, the great sage Nārada Muni always glorifies Lord Ananta. Nārada Muni has composed many transcendental verses in praise of the Lord.\""
        },
        {
            "type": "verse",
            "content": "sṛṣṭi, sthiti, pralaya, sattvādi yata guṇayāṅra dṛṣṭi-pāte haya, yāya punaḥ punaḥ"
        },
        {
            "type": "normal",
            "content": "\"Simply due to the glance of Lord Ananta, the three material modes of nature interact and produce creation, maintenance and annihilation. These modes of nature appear again and again."
        },
        {
            "type": "verse",
            "content": "advitīya-rūpa, satya anādi mahattvatathāpi 'ananta' haya, ke bujhe se tattva?"
        },
        {
            "type": "normal",
            "content": "\"The Lord is glorified as one without a second and as the supreme truth who has no beginning. Therefore He is called Anantadeva [unlimited]. Who can understand Him?"
        },
        {
            "type": "verse",
            "content": "śuddha-sattva-mūrti prabhu dharena karuṇāyaye-vigrahe sabāra prakāśa sulīlāya"
        },
        {
            "type": "normal",
            "content": "\"His form is completely spiritual, and He manifests it only by His mercy. All the activities in this material world are conducted only in His form."
        },
        {
            "type": "verse",
            "content": "yāṅhāra taraṅga śikhi' siṁha mahāvalīnija-jana-mano rañje hañā kutūhalī"
        },
        {
            "type": "normal",
            "content": "\"He is very powerful and always prepared to please His personal associates and devotees."
        },
        {
            "type": "verse",
            "content": "ye ananta-nāmera śravaṇa-saṅkīrtaneye-te mate kene nāhi bole ye-te jane\naśeṣa-janmera bandha chiṇḍe sei-kṣaṇeataeva vaiṣṇava nā chāḍe kabhu tāne"
        },
        {
            "type": "normal",
            "content": "\"If we simply try to engage in the congregational chanting of the glories of Lord Anantadeva, the dirty things in our hearts, accumulated during many births, will immediately be washed away. Therefore a Vaiṣṇava never loses an opportunity to glorify Anantadeva."
        },
        {
            "type": "verse",
            "content": "'śeṣa' ba-i saṁsārera gati nāhi āraanantera nāme sarva-jīvera uddhāra"
        },
        {
            "type": "normal",
            "content": "\"Lord Anantadeva is known as Śeṣa [the unlimited end] because He ends our passage through this material world. Simply by chanting His glories, everyone can be liberated."
        },
        {
            "type": "verse",
            "content": "ananta pṛthivī-giri samudra-sahiteye-prabhu dharena gire pālana karite"
        },
        {
            "type": "normal",
            "content": "\"On His head, Anantadeva sustains the entire universe, with its millions of planets containing enormous oceans and mountains."
        },
        {
            "type": "verse",
            "content": "sahasra phaṇāra eka-phaṇe 'bindu' yenaananta vikrama, nā jānena, 'āche' hena"
        },
        {
            "type": "normal",
            "content": "\"He is so large and powerful that this universe rests on one of His hoods just like a drop of water. He does not know where it is."
        },
        {
            "type": "verse",
            "content": "sahasra-vadane kṛṣṇa-yaśa nirantaragāite āchena ādi-deva mahī-dhara"
        },
        {
            "type": "normal",
            "content": "\"While bearing the universe on one of His hoods, Anantadeva chants the glories of Kṛṣṇa with each of His thousands of mouths."
        },
        {
            "type": "verse",
            "content": "gāyena ananta, śrī-yaśera nāhi antajaya-bhaṅga nāhi kāru, doṅhe—balavanta"
        },
        {
            "type": "normal",
            "content": "\"Although He has been chanting the glories of Lord Kṛṣṇa since time immemorial, He has still not come to their end."
        },
        {
            "type": "verse",
            "content": "adyāpiha 'śeṣa'-deva sahasra-śrī-mukhegāyena caitanya-yaśa anta nāhi dekhe"
        },
        {
            "type": "normal",
            "content": "\"To this very day, Lord Ananta continues to chant the glories of Śrī Caitanya Mahāprabhu, and still He finds no end to them.\""
        }
    ]
}
