{
    "info": {
        "id": "sb 10/42/Summary",
        "prevId": "sb/10/41/52",
        "nextId": "sb/10/42/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the benediction Trivakrā received, the breaking of the sacrificial bow, the destruction of Kaṁsa's soldiers, the inauspicious omens Kaṁsa saw and the festivities at the wrestling arena.\n"
        },
        {
            "type": "normal",
            "content": "After leaving Sudāmā's house, Lord Kṛṣṇa came upon Trivakrā, a young hunchbacked maidservant of Kaṁsa's who was carrying a tray of fine ointments. The Lord asked her who she was and requested some ointment from her. Entranced by His beauty and joking words, Trivakrā gave both Kṛṣṇa and Balarāma a good deal of ointment. In return, Kṛṣṇa stepped on her toes with His lotus feet, took hold of her chin and lifted, thus straightening her spine. The now beautiful and charming Trivakrā then grabbed the edge of Kṛṣṇa's upper cloth and asked Him to come to her house. Kṛṣṇa replied that after He had taken care of some business He would certainly come and relieve her mental torment. Then the two Lords continued Their sightseeing tour of Mathurā.\n"
        },
        {
            "type": "normal",
            "content": "As Kṛṣṇa and Balarāma walked along the King's road, the merchants worshiped Them with various offerings. Kṛṣṇa asked where the bow sacrifice was to take place, and when He arrived at the arena He saw the wonderful bow, which resembled Lord Indra's. Despite the guards' protests, Kṛṣṇa forcibly picked up the bow, easily strung it and in an instant broke it in half, producing an ear-splitting sound that filled the heavens and struck terror in the heart of Kaṁsa. The many guards attacked Kṛṣṇa, crying out \"Seize Him! Kill Him!\" But Kṛṣṇa and Balarāma simply picked up the two halves of the bow and beat the guards to death. Next the Lords annihilated a company of soldiers sent by Kaṁsa, and then They left the arena and continued Their tour.\n"
        },
        {
            "type": "normal",
            "content": "When the people of the city saw the amazing prowess and beauty of Kṛṣṇa and Balarāma, they thought They must be two chief demigods. Indeed, as the residents of Mathurā gazed upon the Lords, they enjoyed all the blessings the gopīs had predicted.\n"
        },
        {
            "type": "normal",
            "content": "At sunset Kṛṣṇa and Balarāma returned to the cowherds' camp for Their evening meal. They then passed the night resting comfortably. But King Kaṁsa was not so fortunate. When he heard how Kṛṣṇa and Balarāma had easily broken the mighty bow and destroyed his soldiers, he spent the night in great anxiety. Both while awake and while dreaming he saw many ill omens portending his imminent death, and his fear ruined any chance for rest.\n"
        },
        {
            "type": "normal",
            "content": "At dawn the wrestling festival began. Crowds of people from the city and outlying districts entered the arena and took their seats in the lavishly decorated galleries. Kaṁsa, his heart trembling, sat down on the royal dais and invited Nanda Mahārāja and the other cowherd men to come sit in their places, and they did so after offering him their gifts. The musical overture then began as the sounds of the wrestlers slapping their arms resounded.\n"
        }
    ]
}
