{
    "info": {
        "id": "sb/10/25/17",
        "prevId": "sb/10/25/16",
        "nextId": "sb/10/25/18"
    },
    "verses": [
        {
            "roman": "na hi sad-bhāva-yuktānāṁ\nsurāṇām īśa-vismayaḥ\nmatto 'satāṁ māna-bhaṅgaḥ\npraśamāyopakalpate\n"
        }
    ],
    "synonyms": "na—not; hi—certainly; sat-bhāva—with the mode of goodness; yuktānām—who are endowed; surāṇām—of the demigods; īśa—as controlling lords; vismayaḥ—false identification; mattaḥ—by Me; asatām—of the impure; māna—of the false prestige; bhaṅgaḥ—the eradication; praśamāya—for relieving them; upakalpate—is intended.",
    "translation": "\nSince the demigods are endowed with the mode of goodness, the false pride of considering oneself the Lord should certainly not affect them. When I break the false prestige of those bereft of goodness, My purpose is to bring them relief.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe demigods are supposed to be sad-bhāva-yukta, endowed with spiritual existence, since they are deputed servants of the Supreme Lord. In the Bhagavad-gītā (BG 4.24) it is stated:\n"
        },
        {
            "type": "verse",
            "content": "brahmārpaṇaṁ brahma havir\nbrahmāgnau brahmaṇā hutam\nbrahmaiva tena gantavyaṁ\nbrahma-karma-samādhinā"
        },
        {
            "type": "normal",
            "content": "\n\"That which is duly offered to the Lord becomes spiritualized.\" The demigods engage in the devotional service of the Lord by managing various departments of cosmic administration. Therefore as demigods, or as servants of the Lord, their existence is pure (sad-bhāva). When the demigods fail to live up to the high position given them by the Lord and deviate from proper behavior, they are not acting as demigods but rather as conditioned souls.\n"
        },
        {
            "type": "normal",
            "content": "Māna, or false prestige, is certainly an anxiety-ridden burden for the conditioned soul. A falsely proud person is not truly peaceful or satisfied, because his understanding of himself is false and inflated. When a servant of the Lord becomes asat, or irreligious, the Lord saves him from impiety by breaking the false prestige that has led him to be offensive or sinful. As stated by the Lord Himself, yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ: (SB 10.88.8) \"I give My blessings to a person by taking away his so-called opulence.\"\n"
        },
        {
            "type": "normal",
            "content": "Of course, the advanced stage of devotional service to the Lord, as described by Rūpa Gosvāmī, is yukta-vairāgya, utilizing the opulence of this world to execute the Lord's mission. Obviously the things of this world can be used wonderfully to spread the glories of God and to create a godly society, and a more advanced devotee will not be seduced by material paraphernalia but will dutifully and honestly engage it solely for the pleasure of the Lord. In this particular case, Lord Indra forgot that he was a humble servant of God, and Lord Kṛṣṇa therefore arranged to bring this bewildered demigod to his senses.\n"
        }
    ]
}
