{
    "info": {
        "id": "sb/8/1/12",
        "prevId": "sb/8/1/11",
        "nextId": "sb/8/1/13"
    },
    "verses": [
        {
            "roman": "na yasyādy-antau madhyaṁ ca\nsvaḥ paro nāntaraṁ bahiḥ\nviśvasyāmūni yad yasmād\nviśvaṁ ca tad ṛtaṁ mahat\n"
        }
    ],
    "synonyms": "na—neither; yasya—of whom (the Supreme Personality of Godhead); ādi—a beginning; antau—end; madhyam—middle; ca—also; svaḥ—own; paraḥ—others; na—nor; antaram—inside; bahiḥ—outside; viśvasya—of the whole cosmic manifestation; amūni—all such considerations; yat—whose form; yasmāt—from He who is the cause of everything; viśvam—the whole universe; ca—and; tat—all of them; ṛtam—truth; mahat—very, very great.",
    "translation": "The Supreme Personality of Godhead has no beginning, no end and no middle. Nor does He belong to a particular person or nation. He has no inside or outside. The dualities found within this material world, such as beginning and end, mine and theirs, are all absent from the personality of the Supreme Lord. The universe, which emanates from Him, is another feature of the Lord. Therefore the Supreme Lord is the ultimate truth, and He is complete in greatness.",
    "purport": [
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, Kṛṣṇa, is described in the Brahma-saṁhitā (BS 5.1):"
        },
        {
            "type": "normal",
            "content": "<div class=\"verse\">\nverse>>>īśvaraḥ paramaḥ kṛṣṇaḥ\nsac-cid-ānanda-vigrahaḥ\nanādir ādir govindaḥsarva-kāraṇa-kāraṇam"
        },
        {
            "type": "normal",
            "content": "</div>\n\"Kṛṣṇa, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.\" For the Lord's existence there is no cause, for He is the cause of everything. He is in everything (mayā tatam idaṁ sarvam (BG 9.4)), He is expanded in everything, but He is not everything. He is acintya-bhedābheda, simultaneously one and different. That is explained in this verse. In the material condition we have a conception of beginning, end and middle, but for the Supreme Personality of Godhead there are no such things. The universal cosmic manifestation is also the virāṭ-rūpa that was shown to Arjuna in Bhagavad-gītā. Therefore, since the Lord is present everywhere and all the time, He is the Absolute Truth and the greatest. He is complete in greatness. God is great, and how He is great is explained here."
        }
    ]
}
