{
    "info": {
        "id": "sb/8/1/2",
        "prevId": "sb/8/1/1",
        "nextId": "sb/8/1/3"
    },
    "verses": [
        {
            "roman": "manvantare harer janma\nkarmāṇi ca mahīyasaḥ\ngṛṇanti kavayo brahmaṁs\ntāni no vada śṛṇvatām\n"
        }
    ],
    "synonyms": "manvantare—during the change of manvantaras (one Manu following another); hareḥ—of the Supreme Personality of Godhead; janma—appearance; karmāṇi—and activities; ca—also; mahīyasaḥ—of the supremely glorified; gṛṇanti—describe; kavayaḥ—the great learned persons who have perfect intelligence; brahman—O learned brāhmaṇa (Śukadeva Gosvāmī); tāni—all of them; naḥ—to us; vada—please describe; śṛṇvatām—who are very eager to hear.",
    "translation": "\nO learned brāhmaṇa, Śukadeva Gosvāmī, the great learned persons who are completely intelligent describe the activities and appearance of the Supreme Personality of Godhead during the various manvantaras. We are very eager to hear about these narrations. Kindly describe them.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Supreme Personality of Godhead has different varieties of incarnations, including the guṇa-avatāras, manvantara-avatāras, līlā-avatāras and yuga-avatāras, all of which are described in the śāstras. Without reference to the śāstras there can be no question of accepting anyone as an incarnation of the Supreme Personality of Godhead. Therefore, as especially mentioned here, gṛṇanti kavayaḥ: the descriptions of various incarnations are accepted by great learned scholars with perfect intelligence. At the present time, especially in India, so many rascals are claiming to be incarnations, and people are being misled. Therefore, the identity of an incarnation should be confirmed by the descriptions of the śāstras and by wonderful activities. As described in this verse by the word mahīyasaḥ, the activities of an incarnation are not ordinary magic or jugglery, but are wonderful activities. Thus any incarnation of the Supreme Personality of Godhead must be supported by the statements of the śāstra and must actually perform wonderful activities. Parīkṣit Mahārāja was eager to hear about the Manus of different ages. There are fourteen Manus during a day of Brahmā, and the age of each Manu lasts for seventy-one yugas. Thus there are thousands of Manus during the life of Brahmā.\n"
        }
    ]
}
