{
    "info": {
        "id": "sb/1/8/20",
        "prevId": "sb/1/8/19",
        "nextId": "sb/1/8/21"
    },
    "verses": [
        {
            "roman": "tathā paramahaṁsānāṁ\nmunīnām amalātmanām\nbhakti-yoga-vidhānārthaṁ\nkathaṁ paśyema hi striyaḥ\n"
        }
    ],
    "synonyms": "tathā—besides that; paramahaṁsānām—of the advanced transcendentalists; munīnām—of the great philosophers or mental speculators; amala-ātmanām—those whose minds are competent to discern between spirit and matter; bhakti-yoga—the science of devotional service; vidhāna-artham—for executing; katham—how; paśyema—can observe; hi—certainly; striyaḥ—women.",
    "translation": "\nYou Yourself descend to propagate the transcendental science of devotional service unto the hearts of the advanced transcendentalists and mental speculators, who are purified by being able to discriminate between matter and spirit. How, then, can we women know You perfectly?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nTeachings of Queen Kuntī, 3 The Most Intelligent Woman\n"
        },
        {
            "type": "normal",
            "content": "Even the greatest philosophical speculators cannot have access to the region of the Lord. It is said in the Upaniṣads that the Supreme Truth, the Absolute Personality of Godhead, is beyond the range of the thinking power of the greatest philosopher. He is unknowable by great learning or by the greatest brain. He is knowable only by one who has His mercy. Others may go on thinking about Him for years together, yet He is unknowable. This very fact is corroborated by the Queen, who is playing the part of an innocent woman. Women in general are unable to speculate like philosophers, but they are blessed by the Lord because they believe at once in the superiority and almightiness of the Lord, and thus they offer obeisances without reservation. The Lord is so kind that He does not show special favor only to one who is a great philosopher. He knows the sincerity of purpose. For this reason only, women generally assemble in great number in any sort of religious function. In every country and in every sect of religion it appears that the women are more interested than the men. This simplicity of acceptance of the Lord's authority is more effective than showy insincere religious fervor.\n"
        }
    ]
}
