{
    "info": {
        "id": "sb/11/9/11",
        "prevId": "sb/11/9/10",
        "nextId": "sb/11/9/12"
    },
    "verses": [
        {
            "roman": "mana ekatra saṁyuñjyāj\njita-śvāso jitāsanaḥ\nvairāgyābhyāsa-yogena\ndhriyamāṇam atandritaḥ\n"
        }
    ],
    "synonyms": "manaḥ—the mind; ekatra—in one place; saṁyuñjyāt—one should fix; jita—conquered; śvāsaḥ—the breathing process; jita—conquered; āsanaḥ—the yoga sitting postures; vairāgya—by detachment; abhyāsa-yogena—by the regulated practice of yoga; dhriyamāṇam—the mind being steadied; atandritaḥ—very carefully.",
    "translation": "\nHaving perfected the yoga sitting postures and conquered the breathing process, one should make the mind steady by detachment and the regulated practice of yoga. Thus one should carefully fix the mind on the single goal of yoga practice.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne should develop vairāgya, or detachment, by observing that all material things are doomed. Thus one should take to the regulated practice of yoga, which in this age means the process of chanting the Hare Kṛṣṇa mantra. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the avadhūta brāhmaṇa is recommending bhakti-miśra aṣṭāṅga-yoga, or the eightfold mystic yoga process performed as an offering to the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "The desire to enjoy the material world is so strong that the mind wanders here and there uncontrollably. Therefore it is stated, dhriyamāṇam: the mind must be fixed in the goal of life, the Supreme Personality of Godhead. In the perfect stage of mental concentration called samādhi there is no longer any distinction between internal and external vision, since one can see the Absolute Truth everywhere.\n"
        },
        {
            "type": "normal",
            "content": "In the mystic yoga process one must sit properly, and then it is possible to control the different airs within the body. When the breathing process is controlled, the mind, which is dependent upon the actions of the bodily airs, is easily fixed in higher consciousness. But although the mind may be momentarily controlled, if one is overcome by desire for sense gratification the mind will again be lost. Thus, this verse emphasizes vairāgya, detachment from material illusion. This is attained by abhyāsa-yoga, the regulated practice of Kṛṣṇa consciousness, which is the highest yoga system, as confirmed in Bhagavad-gītā (BG 6.47):\n"
        },
        {
            "type": "verse",
            "content": "yoginām api sarveṣāṁ\nmad-gatenāntar-ātmanā\nśraddhāvān bhajate yo māṁ\nsa me yuktatamo mataḥ"
        },
        {
            "type": "normal",
            "content": "\n\"And of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.\"\n"
        }
    ]
}
