{
    "info": {
        "id": "sb/11/9/summary",
        "prevId": "sb/11/8/44",
        "nextId": "sb/11/9/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The avadhūta brāhmaṇa describes his seven remaining gurus, beginning with the kurara bird. He also describes an additional guru, one's own body."
        },
        {
            "type": "normal",
            "content": "The instruction received from the kurara bird is that attachment creates misery, but the person who is unattached and has no material possessions is qualified to achieve unlimited happiness."
        },
        {
            "type": "normal",
            "content": "The avadhūta brāhmaṇa learned from the foolish, lazy child that by becoming free from anxiety a person becomes capable of worshiping the Supreme Personality of Godhead and experiencing supreme ecstasy."
        },
        {
            "type": "normal",
            "content": "The instruction received from the young girl who kept just one conchshell bracelet on each wrist is that one should remain alone and thus steady one's mind. Then only will it be possible for one to fix one's mind completely on the Personality of Godhead. Once several men arrived to ask for the hand of the young girl, whose relatives had coincidentally left the house. She went inside and began to prepare food for the unexpected guests by beating rice. At that time her conchshell bracelets were making a loud noise, rattling against each other, and in order to stop this sound she broke off the bracelets one by one until at last only one remained on each arm. Just as two or more bracelets make noise, if even two people reside in the same place, what to speak of many, there is every chance of mutual quarrel and useless gossip."
        },
        {
            "type": "normal",
            "content": "The avadhūta brāhmaṇa also received instruction from the arrow maker, who was so absorbed in constructing an arrow that he did not even notice that the king was passing right by him on the road. In the same way, one must strictly control one's mind, concentrating it in the worship of Lord Śrī Hari."
        },
        {
            "type": "normal",
            "content": "The avadhūta brāhmaṇa learned from the serpent that a sage should wander alone, should not live in any prearranged place, should be always careful and grave, should not reveal his movements, should take assistance from no one and should speak little."
        },
        {
            "type": "normal",
            "content": "The instruction obtained from the spider, who spins his web from his mouth and then withdraws it, is that the Supreme Personality of Godhead similarly creates from out of Himself the whole universe and then winds it up into Himself."
        },
        {
            "type": "normal",
            "content": "From the weak insect who assumed the same form as the peśaskṛt wasp, the avadhūta brāhmaṇa learned that the living entity, under the sway of affection, hatred and fear, attains in his next life the identity of that object upon which he fixes his intelligence."
        },
        {
            "type": "normal",
            "content": "Seeing that the fragile material body is subject to birth and death, one who is sober should become devoid of material attachment to this body and should properly utilize the rare gift of human life in the pursuit of knowledge, endeavoring always for the achievement of the highest goal."
        }
    ]
}
