{
    "info": {
        "id": "sb/5/12/summary",
        "prevId": "sb/5/11/17",
        "nextId": "sb/5/12/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "Because Mahārāja Rahūgaṇa was still doubtful about his enlightenment, he asked the brāhmaṇa Jaḍa Bharata to repeat his instructions and clarify ideas he could not understand. In this chapter, Mahārāja Rahūgaṇa offers his respectful obeisances to Jaḍa Bharata, who was concealing his real position. The King could understand by his speech how exalted and advanced he was in spiritual knowledge. He very much regretted his offense against him. Mahārāja Rahūgaṇa was bitten by the serpent of ignorance, but was cured by the nectarean words of Jaḍa Bharata. Later, because he was doubtful about the subjects discussed, he made further inquiries, one question after another. First he wanted to be released from the offense he had committed at the lotus feet of Jaḍa Bharata."
        },
        {
            "type": "normal",
            "content": "Mahārāja Rahūgaṇa was somewhat unhappy at not being able to grasp Jaḍa Bharata's instructions, which were full of meaning that could not be understood by a materialistic person. Therefore Jaḍa Bharata repeated his instructions more clearly. He said that on the surface of the globe all living entities, moving and unmoving, were but transformations of the earth in different ways. The King was very proud of his king's body, but that body was simply another transformation of the earth. Out of his false prestige, the King was misbehaving toward the palanquin carrier, as a master toward a servant, and he was actually very unkind to other living entities. Consequently King Rahūgaṇa was unfit to give protection to the citizens, and because he was ignorant, he was unfit to be counted among advanced philosophers. Everything in the material world is but a transformation of the earth, although things have different names according to their transformations. Actually the varieties are one and the same, and ultimately all these varieties are vanquished into atoms. Nothing is permanent in this material world. The variety of things and their distinctions are simply mental concoctions. The Absolute Truth is beyond illusion and is manifest in three features-impersonal Brahman, localized Paramātmā and the Supreme Personality of Godhead. Ultimate realization of the Absolute Truth is the Supreme Personality of Godhead, called Vāsudeva by His devotees. Unless one is blessed with the dust from the feet of a pure devotee on his head, one cannot possibly become a devotee of the Supreme Personality of Godhead."
        },
        {
            "type": "normal",
            "content": "Jaḍa Bharata also told about his own previous birth and informed the King that by the grace of the Lord he still remembered all the incidents of his past life. Due to the activities of his past life, Jaḍa Bharata was being very cautious and was therefore assuming the characteristics of a deaf and dumb man to avoid mingling with the material world. Association with the material modes of nature is very powerful. The bad association of materialistic men can be avoided only in the association of devotees. In the association of devotees, one is given an opportunity to render devotional service in nine different ways-śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam (SB 7.5.23). In this way, in the association of devotees, one can pass over material association, cross over the ocean of nescience and return home, back to Godhead."
        }
    ]
}
