{
    "info": {
        "id": "sb/11/27/16-17",
        "prevId": "sb/11/27/15",
        "nextId": "sb/11/27/18"
    },
    "verses": [
        {
            "roman": "snānālaṅkaraṇaṁ preṣṭham\narcāyām eva tūddhava\nsthaṇḍile tattva-vinyāso\nvahnāv ājya-plutaṁ haviḥ\n"
        },
        {
            "roman": "sūrye cābhyarhaṇaṁ preṣṭhaṁ\nsalile salilādibhiḥ\nśraddhayopāhṛtaṁ preṣṭhaṁ\nbhaktena mama vāry api\n"
        }
    ],
    "synonyms": "snāna—bathing; alaṅkaraṇam—and decorating with clothing and ornaments; preṣṭham—is most appreciated; arcāyām—for the Deity form; eva—certainly; tu—and; uddhava—O Uddhava; sthaṇḍile—for the Deity drawn upon the ground; tattva-vinyāsaḥ—establishing the expansions and potencies of the Lord within the various limbs of the Deity by chanting the respective mantras; vahnau—for the sacrificial fire; ājya—in ghee; plutam—drenched; haviḥ—the oblations of sesame, barley and so on; sūrye—for the sun; ca—and; abhyarhaṇam—the yoga meditation of twelve āsanas and offerings of arghya; preṣṭham—most dear; salile—for the water; salila-ādibhiḥ—by offerings of water and so on; śraddhayā—with faith; upāhṛtam—presented; preṣṭham—most dear; bhaktena—by the devotee; mama—My; vāri—water; api—even.",
    "translation": "\nIn worshiping the temple Deity, my dear Uddhava, bathing and decoration are the most pleasing offerings. For the Deity traced on sacred ground, the process of tattva-vinyāsa is most dear. Oblations of sesame and barley soaked in ghee are the preferred offering to the sacrificial fire, whereas worship consisting of upasthāna and arghya is preferred for the sun. One should worship Me in the form of water by offering water itself. Actually, whatever is offered to Me with faith by My devotee—even if only a little water—is most dear to Me.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Supreme Personality of Godhead is present everywhere, and Vedic culture prescribes various ritualistic methods for worshiping the Lord in His various manifestations. The principal item is the faith and devotion of the worshiper, without which everything else is useless, as the Lord describes in the next verse.\n"
        }
    ]
}
