{
    "info": {
        "id": "sb/11/27/25-26",
        "prevId": "sb/11/27/24",
        "nextId": "sb/11/27/27"
    },
    "verses": [
        {
            "roman": "pādyopasparśārhaṇādīn\nupacārān prakalpayet\ndharmādibhiś ca navabhiḥ\nkalpayitvāsanaṁ mama\n"
        },
        {
            "roman": "padmam aṣṭa-dalaṁ tatra\nkarṇikā-kesarojjvalam\nubhābhyāṁ veda-tantrābhyāṁ\nmahyaṁ tūbhaya-siddhaye\n"
        }
    ],
    "synonyms": "pādya—water for washing the Lord's feet; upasparśa—water for washing the Lord's mouth; arhaṇa—water presented as arghya; ādīn—and other paraphernalia; upacārān—the offerings; prakalpayet—one should make; dharma-ādibhiḥ—with the personifications of religion, knowledge, renunciation and opulence; ca—and; navabhiḥ—with the nine (energies of the Lord); kalpayitvā—having imagined; āsanam—the seat; mama—My; padmam—a lotus; aṣṭa-dalam—having eight petals; tatra—therein; karṇikā—in the whorl; kesara—with saffron filaments; ujjvalam—effulgent; ubhābhyām—by both means; veda-tantrābhyām—of the Vedas and tantras; mahyam—to Me; tu—and; ubhaya—of both (enjoyment and liberation); siddhaye—for the achievement.",
    "translation": "\nThe worshiper should first imagine My seat as decorated with the personified deities of religion, knowledge, renunciation and opulence and with My nine spiritual energies. He should think of the Lord's sitting place as an eight-petaled lotus, effulgent on account of the saffron filaments within its whorl. Then, following the regulations of both the Vedas and the tantras, he should offer Me water for washing the feet, water for washing the mouth, arghya and other items of worship. By this process he achieves both material enjoyment and liberation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to Śrīla Śrīdhara Svāmī, religion, knowledge, renunciation and opulence are the legs of the Lord's sitting platform and occupy the four corners, beginning with the southeast. Irreligion, ignorance, attachment and wretchedness are the intermediate legs, standing in the four directions beginning with the east. The nine śaktis, or potencies, of the Lord are Vimalā, Utkarṣiṇī, Jñāna, Kriyā, Yogā, Prahvī, Satyā, Īśānā and Anugrahā.\n"
        }
    ]
}
