{
    "info": {
        "id": "sb/7/1/26",
        "prevId": "sb/7/1/25",
        "nextId": "sb/7/1/27"
    },
    "verses": [
        {
            "roman": "tasmād vairānubandhena\nnirvaireṇa bhayena vā\nsnehāt kāmena vā yuñjyāt\nkathañcin nekṣate pṛthak\n"
        }
    ],
    "synonyms": "tasmāt—therefore; vaira-anubandhena—by constant enmity; nirvaireṇa—by devotion; bhayena—by fear; vā—or; snehāt—from affection; kāmena—by lusty desires; vā—or; yuñjyāt—one should concentrate; kathañcit—somehow or other; na—not; īkṣate—sees; pṛthak—something else.",
    "translation": "Therefore by enmity or by devotional service, by fear, by affection or by lusty desire—by all of these or any one of them—if a conditioned soul somehow or other concentrates his mind upon the Lord, the result is the same, for the Lord, because of His blissful position, is never affected by enmity or friendship.",
    "purport": [
        {
            "type": "normal",
            "content": "From this verse one should not conclude that because Kṛṣṇa is unaffected by favorable prayers or unfavorable blasphemy one should therefore blaspheme the Supreme Lord. This is not the regulative principle. Bhakti-yoga means ānukūlyena kṛṣṇānuśīlanam: (CC Madhya 19.167) one should serve Kṛṣṇa very favorably. This is the real injunction. Here it is said that although an enemy thinks of Kṛṣṇa unfavorably, the Lord is unaffected by such antidevotional service. Thus He offers His benedictions even to Śiśupāla and similarly inimical conditioned souls. This does not mean, however, that one should be inimical toward the Lord. The stress is given to the favorable execution of devotional service, not purposeful blasphemy of the Lord. It is said:"
        },
        {
            "type": "verse",
            "content": "nindāṁ bhagavataḥ śṛṇvaṁstat-parasya janasya vā\ntato nāpaiti yaḥ so 'pi\nyāty adhaḥ sukṛtāc cyutaḥ(SB 10.74.40)"
        },
        {
            "type": "normal",
            "content": "One who hears blasphemy of the Supreme Personality of Godhead or His devotees should immediately take action or should leave. Otherwise he will be put into hellish life perpetually. There are many such injunctions. Therefore as a regulative principle one should not be unfavorable toward the Lord but always favorably inclined toward Him."
        },
        {
            "type": "normal",
            "content": "Śiśupāla's achievement of oneness with the Supreme Lord was different because Jaya and Vijaya, from the very beginning of their material existence, were ordained to treat the Supreme Lord as an enemy for three lives and then return home, back to Godhead. Jaya and Vijaya inwardly knew that Kṛṣṇa is the Supreme Personality of Godhead, but they purposely became His enemies to be delivered from material life. From the very beginning of their lives they thought of Lord Kṛṣṇa as an enemy, and even though blaspheming Lord Kṛṣṇa, they chanted the holy name of Kṛṣṇa constantly along with their inimical thoughts. Thus they were purified because of chanting the holy name of Kṛṣṇa. It is to be understood that even a blasphemer can be freed from sinful activities by chanting the holy name of the Lord. Certainly, therefore, freedom is assured for a devotee who is always favorable to the service of the Lord. This will be clear from the following verse. By rapt attention fixed upon Kṛṣṇa, one is purified, and thus one is delivered from material life."
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura has very nicely explained the word bhayena, which means \"by fear.\" When the gopīs went to Kṛṣṇa in the dead of night, they certainly feared chastisement by their relatives—their husbands, brothers and fathers—but nonetheless, not caring for their relatives, they went to Kṛṣṇa. There was certainly fear, but this fear could not check their devotional service to Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "One should not mistakenly think that Lord Kṛṣṇa must be worshiped by an inimical attitude like that of Śiśupāla. The injunction is ānukūlyasya grahaṇaṁ prātikūlyasya varjanam: one should give up unfavorable activities and accept only favorable conditions in devotional service. Generally, if one blasphemes the Supreme Personality of Godhead he is punished. As the Lord says in Bhagavad-gītā (BG 16.19):"
        },
        {
            "type": "verse",
            "content": "tān ahaṁ dviṣataḥ krūrānsaṁsāreṣu narādhamān\nkṣipāmy ajasram aśubhānāsurīṣv eva yoniṣu"
        },
        {
            "type": "normal",
            "content": "There are many such injunctions. One should not try to worship Kṛṣṇa unfavorably; otherwise he must be punished, at least for one life, to be purified. As one should not try to be killed by embracing an enemy, a tiger or a snake, one should not blaspheme the Supreme Personality of Godhead and become His enemy in order to be put into hellish life."
        },
        {
            "type": "normal",
            "content": "The purpose of this verse is to emphasize that even the enemy of the Lord can be delivered, not to speak of His friend. Śrīla Madhvācārya also says in many ways that one should not blaspheme Lord Viṣṇu through one's mind, words or actions, for a blasphemer will go to hellish life along with his forefathers."
        },
        {
            "type": "verse",
            "content": "karmaṇā manasā vācāyo dviṣyād viṣṇum avyayam\nmajjanti pitaras tasyanarake śāśvatīḥ samāḥ"
        },
        {
            "type": "normal",
            "content": "In Bhagavad-gītā (16.19-20) the Lord says:"
        },
        {
            "type": "verse",
            "content": "tān ahaṁ dviṣataḥ krūrānsaṁsāreṣu narādhamān\nkṣipāmy ajasram aśubhān\nāsurīṣv eva yoniṣu(BG 16.19)"
        },
        {
            "type": "verse",
            "content": "āsurīṁ yonim āpannāmūḍhā janmani janmani\nmām aprāpyaiva kaunteya\ntato yānty adhamāṁ gatim(BG 16.20)"
        },
        {
            "type": "normal",
            "content": "\"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth amongst the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.\" One who blasphemes the Lord is put into a family of asuras, in which there is every chance of forgetting the service of the Lord. Lord Kṛṣṇa further states in Bhagavad-gītā (9.11-12):"
        },
        {
            "type": "verse",
            "content": "avajānanti māṁ mūḍhāmānuṣīṁ tanum āśritam\nparaṁ bhāvam ajānanto\nmama bhūta-maheśvaram(BG 9.11)"
        },
        {
            "type": "normal",
            "content": "Mūḍhas, rascals, blaspheme the Supreme Lord because He appears exactly like a human being. They do not know the unlimited opulence of the Supreme Personality of Godhead."
        },
        {
            "type": "verse",
            "content": "moghāśā mogha-karmāṇomogha-jñānā vicetasaḥ\nrākṣasīm āsurīṁ caiva\nprakṛtiṁ mohinīṁ śritāḥ(BG 9.12)"
        },
        {
            "type": "normal",
            "content": "Anything done by those who have taken the attitude of enemies will be baffled (moghāśāḥ). If these enemies try to be liberated or to merge into the existence of Brahman, if they desire to be elevated to the higher planetary systems as karmīs, or even if they desire to return home, back to Godhead, they will certainly be baffled."
        },
        {
            "type": "normal",
            "content": "As for Hiraṇyakaśipu, although he was extremely inimical toward the Supreme Personality of Godhead, he always thought of his son, who was a great devotee. Therefore by the grace of his son, Prahlāda Mahārāja, Hiraṇyakaśipu was also delivered by the Supreme Personality of Godhead."
        },
        {
            "type": "verse",
            "content": "hiraṇyakaśipuś cāpibhagavan-nindayā tamaḥ\nvivakṣur atyagāt sūnoḥ\nprahlādasyānubhāvataḥ(SB 4.21.47)"
        },
        {
            "type": "normal",
            "content": "The conclusion is that one should not give up pure devotional service. For one's own benefit, one should not imitate Hiraṇyakaśipu or Śiśupāla. This is not the way to achieve success."
        }
    ]
}
