{
    "info": {
        "id": "sb/7/1/30",
        "prevId": "sb/7/1/28-29",
        "nextId": "sb/7/1/31"
    },
    "verses": [
        {
            "roman": "kāmād dveṣād bhayāt snehād\nyathā bhaktyeśvare manaḥ\nāveśya tad-aghaṁ hitvā\nbahavas tad-gatiṁ gatāḥ\n"
        }
    ],
    "synonyms": "kāmāt—from lust; dveṣāt—from hatred; bhayāt—from fear; snehāt—from affection; yathā—as well as; bhaktyā—by devotion; īśvare—in the Supreme; manaḥ—the mind; āveśya—absorbing; tat—of that; agham—sin; hitvā—giving up; bahavaḥ—many; tat—of that; gatim—path of liberation; gatāḥ—attained.",
    "translation": "\nMany, many persons have attained liberation simply by thinking of Kṛṣṇa with great attention and giving up sinful activities. This great attention may be due to lusty desires, inimical feelings, fear, affection or devotional service. I shall now explain how one receives Kṛṣṇa's mercy simply by concentrating one's mind upon Him.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Śrīmad-Bhāgavatam (SB 10.33.39):\n"
        },
        {
            "type": "verse",
            "content": "vikrīḍitaṁ vraja-vadhūbhir idaṁ ca viṣṇoḥ\nśraddhānvito 'nuśṛṇuyād atha varṇayed yaḥ\nbhaktiṁ parāṁ bhagavati pratilabhya kāmaṁ\nhṛd-rogam āśv apahinoty acireṇa dhīraḥ"
        },
        {
            "type": "normal",
            "content": "\nIf a bona fide listener hears of Kṛṣṇa's pastimes with the gopīs, which seem to be lusty affairs, the lusty desires in his heart, which constitute the heart disease of the conditioned soul, will be vanquished, and he will become a most exalted devotee of the Lord. If one who hears of the gopīs' lusty behavior with Kṛṣṇa becomes free from lusty desires, certainly the gopīs who approached Kṛṣṇa became free from all such desires. Similarly, Śiśupāla and others who were very much envious of Kṛṣṇa and who constantly thought of Kṛṣṇa became free from envy. Nanda Mahārāja and mother Yaśodā were fully absorbed in Kṛṣṇa consciousness because of affection. When the mind is somehow or other fully absorbed in Kṛṣṇa, the material part is very soon vanquished, and the spiritual part—attraction to Kṛṣṇa—becomes manifest. This indirectly confirms that if one thinks of Kṛṣṇa enviously, simply because of thinking of Kṛṣṇa he becomes free from all sinful reactions and thus becomes a pure devotee. Examples of this are given in the following verse.\n"
        }
    ]
}
