{
    "info": {
        "id": "sb/7/1/8",
        "prevId": "sb/7/1/7",
        "nextId": "sb/7/1/9"
    },
    "verses": [
        {
            "roman": "jaya-kāle tu sattvasya\ndevarṣīn rajaso 'surān\ntamaso yakṣa-rakṣāṁsi\ntat-kālānuguṇo 'bhajat\n"
        }
    ],
    "synonyms": "jaya-kāle—in the time of prominence; tu—indeed; sattvasya—of goodness; deva—the demigods; ṛṣīn—and the sages; rajasaḥ—of passion; asurān—the demons; tamasaḥ—of ignorance; yakṣa-rakṣāṁsi—the Yakṣas and Rākṣasas; tat-kāla-anuguṇaḥ—according to the particular time; abhajat—fostered.",
    "translation": "\nWhen the quality of goodness is prominent, the sages and demigods flourish with the help of that quality, with which they are infused and surcharged by the Supreme Lord. Similarly, when the mode of passion is prominent the demons flourish, and when ignorance is prominent the Yakṣas and Rākṣasas flourish. The Supreme Personality of Godhead is present in everyone's heart, fostering the reactions of sattva-guṇa, rajo-guṇa and tamo-guṇa.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Supreme Personality of Godhead is not partial to anyone. The conditioned soul is under the influence of the various modes of material nature, and behind material nature is the Supreme Personality of Godhead; but one's victory and loss under the influence of sattva-guṇa, rajo-guṇa and tamo-guṇa are reactions of these modes, not of the Supreme Lord's partiality. Śrīla Jīva Gosvāmī, in the Bhāgavata-sandarbha, has clearly said:\n"
        },
        {
            "type": "verse",
            "content": "sattvādayo na santīśe\nyatra ca prākṛtā guṇāḥ\nsa śuddhaḥ sarva-śuddhebhyaḥ\npumān ādhyaḥ prasīdatu"
        },
        {
            "type": "verse",
            "content": "hlādinī sandhinī samvit\ntvayy ekā sarva-saṁsthitau\nhlāda-tāpa-karī miśrā\ntvayi no guṇa-varjite"
        },
        {
            "type": "normal",
            "content": "\nAccording to this statement of the Bhāgavata-sandarbha, the Supreme Lord, being always transcendental to the material qualities, is never affected by the influence of these qualities. This same characteristic is also present in the living being, but because he is conditioned by material nature, even the pleasure potency of the Lord is manifested in the conditioned soul as troublesome. In the material world the pleasure enjoyed by the conditioned soul is followed by many painful conditions. For instance, we have seen that in the two great wars, which were conducted by the rajo-guṇa and tamo-guṇa, both parties were actually ruined. The German people declared war against the English to ruin them, but the result was that both parties were ruined. Although the Allies were apparently victorious, at least on paper, actually neither of them were victorious. Therefore it should be concluded that the Supreme Personality of Godhead is not partial to anyone. Everyone works under the influence of various modes of material nature, and when the various modes are prominent, the demigods or demons appear victorious under the influence of these modes.\n"
        },
        {
            "type": "normal",
            "content": "Everyone enjoys the fruits of his qualitative activities. This is also confirmed in Bhagavad-gītā (14.11-13):\n"
        },
        {
            "type": "normal",
            "content": ":sarva-dvāreṣu dehe 'smin\n"
        },
        {
            "type": "verse",
            "content": "prakāśa upajāyate\njñānaṁ yadā tadā vidyād\nvivṛddhaṁ sattvam ity uta"
        },
        {
            "type": "verse",
            "content": "lobhaḥ pravṛttir ārambhaḥ\nkarmaṇām aśamaḥ spṛhā\nrajasy etāni jāyante\nvivṛddhe bharatarṣabha"
        },
        {
            "type": "verse",
            "content": "aprakāśo 'pravṛttiś ca\npramādo moha eva ca\ntamasy etāni jāyante\nvivṛddhe kuru-nandana'"
        },
        {
            "type": "normal",
            "content": "\n\"The manifestations of the modes of goodness can be experienced when all the gates of the body are illumined by knowledge.\n"
        },
        {
            "type": "normal",
            "content": "\"O chief of the Bhāratas, when there is an increase in the mode of passion, the symptoms of great attachment, uncontrollable desire, hankering, and intense endeavor develop.\n"
        },
        {
            "type": "normal",
            "content": "\"O son of Kuru, when there is an increase in the mode of ignorance, madness, illusion, inertia and darkness are manifested.\"\n"
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, who is present in everyone's heart, simply gives the results of the increase in the various qualities, but He is impartial. He supervises victory and loss, but He does not take part in them.\n"
        },
        {
            "type": "normal",
            "content": "The various modes of material nature do not work all at once. The interactions of these modes are exactly like seasonal changes. Sometimes there is an increment of rajo-guṇa, sometimes of tamo-guṇa and sometimes sattva-guṇa. Generally the demigods are surcharged with sattva-guṇa, and therefore when the demons and the demigods fight, the demigods are victorious because of the prominence of their sattva-guṇa qualities. However, this is not the partiality of the Supreme Lord.\n"
        }
    ]
}
