{
    "info": {
        "id": "sb 7/1/Summary",
        "prevId": "sb/6/19/26-28",
        "nextId": "sb/7/1/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter, in response to a question by Mahārāja Parīkṣit, Śukadeva Gosvāmī gives his conclusions concerning how the Supreme Personality of Godhead, although the Supersoul, friend and protector of everyone, killed the Daityas, the demons, for the sake of Indra, the King of heaven. In his statements, he totally refutes the arguments of people in general who accuse the Supreme Lord of partiality. Śukadeva Gosvāmī proves that because the body of the conditioned soul is infected by the three qualities of nature, dualities arise such as enmity and friendship, attachment and detachment. For the Supreme Personality of Godhead, however, there are no such dualities. Even eternal time cannot control the activities of the Lord. Eternal time is created by the Lord, and it acts under His control. The Supreme Personality of Godhead, therefore, is always transcendental to the influence of the modes of nature, māyā, the Lord's external energy, which acts in creation and annihilation. Thus all the demons killed by the Supreme Lord attain salvation immediately.\n"
        },
        {
            "type": "normal",
            "content": "The second question raised by Parīkṣit Mahārāja concerns how Śiśupāla, although inimical toward Kṛṣṇa from his very childhood and always blaspheming Kṛṣṇa, attained salvation in oneness when Kṛṣṇa killed him. Śukadeva Gosvāmī explains that because of their offenses at the feet of devotees, two attendants of the Lord in Vaikuṇṭha named Jaya and Vijaya became Hiraṇyakaśipu and Hiraṇyākṣa in Satya-yuga, Rāvaṇa and Kumbhakarṇa in the next yuga, Tretā-yuga, and Śiśupāla and Dantavakra at the end of Dvāpara-yuga. Because of their fruitive acts, Jaya and Vijaya agreed to become the Lord's enemies, and when killed in that mentality, they attained salvation in oneness. Thus even if one thinks of the Supreme Personality of Godhead in envy, he attains salvation. What then is to be said of devotees who always engage in the Lord's service with love and faith?\n"
        }
    ]
}
