{
    "info": {
        "id": "sb 10/48/Summary",
        "prevId": "sb/10/47/69",
        "nextId": "sb/10/48/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter Lord Śrī Kṛṣṇa first visits Trivakrā (also known as Kubjā) and enjoys with her, and then He visits Akrūra. The Lord sends Akrūra to Hastināpura to satisfy the Pāṇḍavas.\n"
        },
        {
            "type": "normal",
            "content": "After Uddhava had related to Śrī Kṛṣṇa the news of Vraja, the Lord went to the home of Trivakrā, which was decorated with diverse ornamentation conducive to sexual enjoyment. Trivakrā welcomed Kṛṣṇa with great respect, giving Him a raised seat and, together with her female companions, worshiping Him. She also offered Uddhava a seat, as befitted his position, but Uddhava simply touched the seat and sat on the floor.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa then reclined on an opulent bed as the maidservant Trivakrā elaborately washed and decorated herself. Then she approached Him. Kṛṣṇa invited Trivakrā to the bed and began to enjoy with her in various ways. By embracing Lord Kṛṣṇa, Trivakrā freed herself of the torment of lust. She asked Kṛṣṇa to remain with her for some time, and the considerate Lord promised to fulfill her request in due course. He then returned with Uddhava to His residence. Apart from offering sandal paste to Kṛṣṇa, Trivakrā had never performed any pious acts, yet simply on the strength of the piety of this single act she attained the rare personal association of Śrī Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa next went to Akrūra's house with Lord Baladeva and Uddhava. Akrūra honored the three of them by bowing down and presenting them with suitable sitting places. Then he worshiped Rāma and Kṛṣṇa, washed Their feet and poured the water on his head. Akrūra also offered Them many prayers.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa was pleased with Akrūra's prayers. He told him that since he, Akrūra, was in fact Their paternal uncle, Kṛṣṇa and Balarāma should be the recipients of his protection and mercy. Lord Kṛṣṇa then praised Akrūra as a saint and purifier of the sinful, and He asked him to visit Hastināpura to find out how the Pāṇḍavas, deprived of their father, were faring. Finally, the Lord returned home, taking Balarāma and Uddhava with Him.\n"
        }
    ]
}
