{
    "info": {
        "id": "sb/10/35/summary",
        "prevId": "sb/10/34/32",
        "nextId": "sb/10/35/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter contains the songs the gopīs sing to express their feelings of separation from Kṛṣṇa when He goes to the forest during the day."
        },
        {
            "type": "normal",
            "content": "As the gopīs' mood of separation from Śrī Kṛṣṇa becomes ever more intense, His names, forms, qualities and pastimes begin spontaneously manifesting in their hearts. Thus they join together and sing as follows: \"The beauty of Kṛṣṇa attracts the minds of all. When He stands in His threefold-bending way and plays upon His flute, the Siddhas' wives, flying in the sky with their husbands, become attracted to Him and forget external reality. The bulls, cows and other animals in the pasture become stunned in ecstasy, and they stand so still, with the grass unchewed between their teeth, that they appear like figures in a drawing. Indeed, even the unconscious rivers stop flowing."
        },
        {
            "type": "normal",
            "content": "\"Just see! When Kṛṣṇa dresses Himself in forest array and calls the cows' names by blowing on His flute, even the trees and creepers become so ecstatic out of love that their limbs display eruptions and their sap pours down like a torrent of tears. The sound of Kṛṣṇa's flute causes the cranes, swans and other birds in the lakes to close their eyes in deep meditation, the clouds in the sky to gently rumble, imitating the flute's vibration, and even such great authorities in the science of music as Indra, Siva and Brahmā to become astonished. And just as we gopīs are anxious to offer everything we have to Kṛṣṇa, so the wives of the black deer follow Him about, imitating us."
        },
        {
            "type": "normal",
            "content": "\"When Kṛṣṇa is returning to Vraja, He constantly plays His flute while His young companions chant His glories, and Brahmā and other chief demigods come to worship His lotus feet.\""
        },
        {
            "type": "normal",
            "content": "Thus the gopīs, feeling intense separation from Kṛṣṇa, sing of His pastimes."
        }
    ]
}
