{
    "info": {
        "id": "sb/10/12/3",
        "prevId": "sb/10/12/2",
        "nextId": "sb/10/12/4"
    },
    "verses": [
        {
            "roman": "kṛṣṇa-vatsair asaṅkhyātair\nyūthī-kṛtya sva-vatsakān\ncārayanto 'rbha-līlābhir\nvijahrus tatra tatra ha\n"
        }
    ],
    "synonyms": "kṛṣṇa—of Lord Kṛṣṇa; vatsaiḥ—along with the calves; asaṅkhyātaiḥ—unlimited; yūthī-kṛtya—assembled them; sva-vatsakān—personal calves; cārayantaḥ—executing; arbha-līlābhiḥ—by boyhood pastimes; vijahruḥ—enjoyed; tatra tatra—here and there; ha—indeed.",
    "translation": "\nAlong with the cowherd boys and their own groups of calves, Kṛṣṇa came out with an unlimited number of calves assembled. Then all the boys began to sport in the forest in a greatly playful spirit.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the words kṛṣṇa-vatsair asaṅkhyātaiḥ are significant. The word asaṅkhyāta means \"unlimited.\" Kṛṣṇa's calves were unlimited. We may speak of hundreds, thousands, tens of thousands, hundreds of thousands, millions, billions, trillions, tens of trillions, and so on, but when we go further to speak of numbers impossible for us to count, we are speaking of unlimited numbers. Such unlimited numbers are indicated here by the word asaṅkhyātaiḥ. Kṛṣṇa is unlimited, His potency is unlimited, His cows and calves are unlimited, and His space is unlimited. Therefore He is described in Bhagavad-gītā as Parabrahman. The word brahman means \"unlimited,\" and Kṛṣṇa is the Supreme Unlimited, Parabrahman. Therefore, we should not consider the statements of this verse to be mythological. They are factual, but inconceivable. Kṛṣṇa can accommodate an unlimited number of calves and an unlimited measurement of space. This is neither mythological nor false, but if we study Kṛṣṇa's potency with our limited knowledge, that potency will never be possible to understand. Ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ (CC Madhya 17.136). Our senses cannot perceive how He could keep an unlimited number of calves and cows and have unlimited space in which to do so. But this is answered in the Bṛhad-bhāgavatāmṛta:\n"
        },
        {
            "type": "verse",
            "content": "evaṁ prabhoḥ priyānāṁ ca\ndhāmnaś ca samayasya ca\navicintya-prabhāvatvād\natra kiñcin na durghaṭam"
        },
        {
            "type": "normal",
            "content": "\nŚrī Sanātana Gosvāmī, in the Bṛhad-bhāgavatāmṛta, states that since everything about Kṛṣṇa is unlimited, nothing is impossible for Him. It is in this sense that we have to understand this verse.\n"
        }
    ]
}
