{
    "info": {
        "id": "sb/10/12/34",
        "prevId": "sb/10/12/33",
        "nextId": "sb/10/12/35"
    },
    "verses": [
        {
            "roman": "tato 'tihṛṣṭāḥ sva-kṛto 'kṛtārhaṇaṁ\npuṣpaiḥ sugā apsarasaś ca nartanaiḥ\ngītaiḥ surā vādya-dharāś ca vādyakaiḥ\nstavaiś ca viprā jaya-niḥsvanair gaṇāḥ\n"
        }
    ],
    "synonyms": "tataḥ—thereafter; ati-hṛṣṭāḥ—everyone becoming very much pleased; sva-kṛtaḥ—own respective duty; akṛta—executed; arhaṇam—in the shape of worshiping the Supreme Personality of Godhead; puṣpaiḥ—by showering flowers grown in Nandana-kānana from the heavens; su-gāḥ—the celestial singers; apsarasaḥ ca—and the celestial dancing girls; nartanaiḥ—by dancing; gītaiḥ—by singing celestial songs; surāḥ—all the demigods; vādya-dharāḥ ca—those who played on musical drums; vādyakaiḥ—by playing respectively; stavaiḥ ca—and by offering prayers; viprāḥ—the brāhmaṇas; jaya-niḥsvanaiḥ—simply by glorifying the Supreme Personality of Godhead; gaṇāḥ—everyone.",
    "translation": "\nThereafter, everyone being pleased, the demigods began to shower flowers from Nandana-kānana, the celestial dancing girls began to dance, and the Gandharvas, who are famous for singing, offered songs of prayer. The drummers began to beat their kettledrums, and the brāhmaṇas offered Vedic hymns. In this way, both in the heavens and on earth, everyone began to perform his own duties, glorifying the Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nEveryone has some particular duty. The śāstra has concluded (nirūpitaḥ) that everyone should glorify the Supreme Personality of Godhead by his own qualifications. If you are a singer, always glorify the Supreme Lord by singing very nicely. If you are a musician, glorify the Supreme Lord by playing musical instruments. Svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam (SB 1.2.13). The perfection of life is to satisfy the Personality of Godhead. Therefore, beginning from this earth up to the celestial kingdom, everyone engaged in glorifying the Supreme Personality of Godhead. The decision of all great saintly persons is that whatever qualifications one has acquired should be utilized to glorify the Supreme Lord.\n"
        },
        {
            "type": "verse",
            "content": "idaṁ hi puṁsas tapasaḥ śrutasya vā\nsviṣṭasya sūktasya ca buddhi-dattayoḥ\navicyuto 'rthaḥ kavibhir nirūpito\nyad uttamaśloka-guṇānuvarṇanam"
        },
        {
            "type": "normal",
            "content": "\n\"Learned sages have definitely concluded that the infallible purpose of the advancement of knowledge, austerity, Vedic study, sacrifice, the chanting of hymns, and charity is found in the transcendental descriptions of the qualities of the Lord, who is defined in choice poetry.\" (SB 1.5.22) This is the perfection of life. One should be trained how to glorify the Supreme Personality of Godhead by one's respective qualities. Education, austerity, penance or, in the modern world, business, industry, education and so on-all should be engaged in glorifying the Lord. Then everyone in the world will be happy.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa comes, therefore, to exhibit His transcendental activities so that people may have the chance to glorify Him in every respect. To understand how to glorify the Lord is actual research work. It is not that everything should be understood without God. That is condemned.\n"
        },
        {
            "type": "verse",
            "content": "bhagavad-bhakti-hīnasya\njātiḥ śāstraṁ japas tapaḥ\naprāṇasyaiva dehasya\nmaṇḍanaṁ loka-rañjanam\n(Hari-bhakti-sudhodaya 3.11)"
        },
        {
            "type": "normal",
            "content": "\nWithout bhagavad-bhakti, without glorification of the Supreme Lord, whatever we have is simply a decoration of the dead body.\n"
        }
    ]
}
