{
    "info": {
        "id": "sb/10/12/38",
        "prevId": "sb/10/12/37",
        "nextId": "sb/10/12/39"
    },
    "verses": [
        {
            "roman": "naitad vicitraṁ manujārbha-māyinaḥ\nparāvarāṇāṁ paramasya vedhasaḥ\nagho 'pi yat-sparśana-dhauta-pātakaḥ\nprāpātma-sāmyaṁ tv asatāṁ sudurlabham\n"
        }
    ],
    "synonyms": "na—not; etat—this; vicitram—is wonderful; manuja-arbha-māyinaḥ—of Kṛṣṇa, who appeared as the son of Nanda Mahārāja and Yaśodā, being compassionate upon them; para-avarāṇām—of all causes and effects; paramasya vedhasaḥ—of the supreme creator; aghaḥ api—Aghāsura also; yat-sparśana—simply by the slight association of whom; dhauta-pātakaḥ—became freed from all contamination of material existence; prāpa—became elevated; ātma-sāmyam—to a body exactly resembling that of Nārāyaṇa; tu—but; asatām sudurlabham—which is not at all possible to be obtained by contaminated souls (but everything can be possible by the mercy of the Supreme Lord).",
    "translation": "\nKṛṣṇa is the cause of all causes. The causes and effects of the material world, both higher and lower, are all created by the Supreme Lord, the original controller. When Kṛṣṇa appeared as the son of Nanda Mahārāja and Yaśodā, He did so by His causeless mercy. Consequently, for Him to exhibit His unlimited opulence was not at all wonderful. Indeed, He showed such great mercy that even Aghāsura, the most sinful miscreant, was elevated to being one of His associates and achieving sārūpya-mukti, which is actually impossible for materially contaminated persons to attain.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word māyā is also used in connection with love. Out of māyā, love, a father has affection for his child. Therefore the word māyinaḥ indicates that Kṛṣṇa, out of love, appeared as the son of Nanda Mahārāja and assumed the form of a human child (manujārbha). Kṛṣṇa is the cause of all causes. He is the creator of cause and effect, and He is the supreme controller. Nothing is impossible for Him. Therefore, that He enabled even a living being like Aghāsura to attain the salvation of sārūpya-mukti was not at all wonderful for Kṛṣṇa. Kṛṣṇa took pleasure in entering the mouth of Aghāsura in a sporting spirit along with His associates. Therefore, when Aghāsura, by that sporting association, as maintained in the spiritual world, was purified of all contamination, he attained sārūpya-mukti and vimukti by the grace of Kṛṣṇa. For Kṛṣṇa this was not at all wonderful.\n"
        }
    ]
}
