{
    "info": {
        "id": "sb 10/12/Summary",
        "prevId": "sb/10/11/59",
        "nextId": "sb/10/12/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes in detail Kṛṣṇa's pastime of killing Aghāsura.\n"
        },
        {
            "type": "normal",
            "content": "One day Kṛṣṇa wanted to enjoy a picnic lunch within the forest, and therefore He went out early into the forest with the other cowherd boys, accompanied by their respective groups of calves. While they were enjoying their picnic, Aghāsura, the younger brother of Pūtanā and Bakāsura, appeared there, desiring to kill Kṛṣṇa and His companions. The demon, who had been sent by Kaṁsa, assumed the form of a python, expanding himself to a length of eight miles and the height of a mountain, his mouth seeming to extend from the surface of the earth to the heavenly planets. Having assumed this feature, Aghāsura lay on the road. Kṛṣṇa's friends, the cowherd boys, thought that the demon's form was one of the beautiful spots of Vṛndāvana. Thus they wanted to enter within the mouth of this gigantic python. The gigantic figure of the python became a subject for their sporting pleasure, and they began to laugh, confident that even if this figure were dangerous, Kṛṣṇa was there to protect them. In this way, they proceeded toward the mouth of the gigantic figure.\n"
        },
        {
            "type": "normal",
            "content": "Kṛṣṇa knew everything about Aghāsura, and therefore He wanted to forbid His friends to enter the demon's mouth, but in the meantime all the cowherd boys, along with their groups of calves, entered the mouth of that gigantic figure. Kṛṣṇa was waiting outside, and Aghāsura was waiting for Kṛṣṇa, thinking that as soon as Kṛṣṇa entered he would close his mouth so that everyone would die. While waiting for Kṛṣṇa, he refrained from swallowing the boys. In the meantime, Kṛṣṇa was thinking of how to save the boys and kill Aghāsura. Thus He entered the mouth of the gigantic asura, and when He was within the demon's mouth along with His friends, He expanded His body to such an extent that the asura suffocated and died. After this, Kṛṣṇa, by casting His nectarean glance upon His friends, brought them back to life, and with pleasure they all came out unhurt. Thus Kṛṣṇa encouraged all the demigods, and they expressed their pleasure and happiness. For a crooked, sinful person there is no scope for sāyujya-mukti, or becoming one with the effulgence of Kṛṣṇa, but because the Supreme Personality of Godhead entered the body of Aghāsura, by His touch this demon got the opportunity to merge into the existence of the Brahman effulgence and thus attain sāyujya-mukti.\n"
        },
        {
            "type": "normal",
            "content": "When this pastime was performed, Kṛṣṇa was only five years old. One year later, when He was six years old and He stepped into the paugaṇḍa age, this pastime was disclosed to the inhabitants of Vraja. Parīkṣit Mahārāja inquired, \"Why is it that this pastime was disclosed only after one year and yet the inhabitants of Vraja thought that it had been performed that very day?\" With this question, the Twelfth Chapter ends.\n"
        }
    ]
}
