{
    "info": {
        "id": "sb/12/8/46",
        "prevId": "sb/12/8/45",
        "nextId": "sb/12/8/47"
    },
    "verses": [
        {
            "roman": "tasmāt taveha bhagavann atha tāvakānāṁ\nśuklāṁ tanuṁ sva-dayitāṁ kuśalā bhajanti\nyat sātvatāḥ puruṣa-rūpam uśanti sattvaṁ\nloko yato 'bhayam utātma-sukhaṁ na cānyat\n"
        }
    ],
    "synonyms": "tasmāt—therefore; tava—Your; iha—in this world; bhagavan—O Supreme Lord; atha—and; tāvakānām—of Your devotees; śuklām—transcendental; tanum—the personal form; sva-dayitām—most dear to them; kuśalāḥ—those who are expert in spiritual knowledge; bhajanti—worship; yat—because; sātvatāḥ—the great devotees; puruṣa—of the original Personality of Godhead; rūpam—the form; uśanti—consider; sattvam—the mode of goodness; lokaḥ—the spiritual world; yataḥ—from which; abhayam—fearlessness; uta—and; ātma-sukham—the happiness of the soul; na—not; ca—and; anyat—any other.",
    "translation": "\nO Lord, because fearlessness, spiritual happiness and the kingdom of God are all achieved through the mode of pure goodness, Your devotees consider this mode, but never passion and ignorance, to be a direct manifestation of You, the Supreme Personality of Godhead. Intelligent persons thus worship Your beloved transcendental form, composed of pure goodness, along with the spiritual forms of Your pure devotees.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIntelligent persons do not worship the demigods, who represent the modes of passion and ignorance. Lord Brahmā represents passion, Lord Śiva represents ignorance, and demigods such as Indra also represent the modes of material nature. But Lord Viṣṇu, or Nārāyaṇa, represents pure spiritual goodness, which brings one realization of the spiritual world, freedom from fear, and spiritual bliss. Such benefits can never be derived from impure, material goodness, for it is always mixed with the modes of passion and ignorance. As clearly indicated in this verse, the transcendental form of God is fully constituted of eternal spiritual goodness and thus has no tinge of the material mode of goodness, passion or ignorance.\n"
        }
    ]
}
