{
    "info": {
        "id": "sb/12/8/49",
        "prevId": "sb/12/8/48",
        "nextId": "sb/12/9/1"
    },
    "verses": [
        {
            "roman": "yad-darśanaṁ nigama ātma-rahaḥ-prakāśaṁ\nmuhyanti yatra kavayo 'ja-parā yatantaḥ\ntaṁ sarva-vāda-viṣaya-pratirūpa-śīlaṁ\nvande mahā-puruṣam ātma-nigūḍha-bodham\n"
        }
    ],
    "synonyms": "yat—of whom; darśanam—the vision; nigame—in the Vedas; ātma—of the Supreme Soul; rahaḥ—the mystery; prakāśam—which reveals; muhyanti—become bewildered; yatra—about which; kavayaḥ—great learned authorities; aja-parāḥ—headed by Brahmā; yatantaḥ—endeavoring; tam—to Him; sarva-vāda—of all different philosophies; viṣaya—the subject matter; pratirūpa—adjusting itself as suitable; śīlam—whose personal nature; vande—I offer my homage; mahā-puruṣam—to the Supreme Personality of Godhead; ātma—from the spirit soul; nigūḍha—hidden; bodham—understanding.",
    "translation": "\nMy dear Lord, the Vedic literatures alone reveal confidential knowledge of Your supreme personality, and thus even such great scholars as Lord Brahmā himself are bewildered in their attempt to understand You through empirical methods. Each philosopher understands You according to his particular speculative conclusions. I worship that Supreme Person, knowledge of whom is hidden by the bodily designations covering the conditioned soul's spiritual identity.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nEven great demigods like Brahmā are bewildered in their speculative attempts to understand the Supreme Personality of Godhead. Each philosopher is covered by a unique combination of the modes of nature and thus describes the Supreme Truth according to his own material conditioning. Therefore even strenuous empirical endeavor will never bring one to the conclusion of all knowledge. The highest knowledge is Kṛṣṇa, the Supreme Personality of Godhead, and one can understand Him only by fully surrendering to Him and serving Him with love. This is why Mārkaṇḍeya Ṛṣi states here, vande mahā-puruṣam: \"I simply worship that Supreme Personality.\" Those who try to worship God but at the same time continue speculating or acting fruitively will attain only mixed and bewildering results. To be pure a devotee must give up all fruitive activity and mental speculation; in that way his loving service to the Lord will yield perfect knowledge of the Supreme. Only this perfection can satisfy the eternal soul.\n"
        }
    ]
}
