{
    "info": {
        "id": "sb/12/8/summary",
        "prevId": "sb/12/7/25",
        "nextId": "sb/12/8/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Mārkaṇḍeya Ṛṣi performed austerities, defeated by his potency Cupid and all his associates, and offered prayers to Lord Śrī Hari in His forms of Nara and Nārāyaṇa."
        },
        {
            "type": "normal",
            "content": "Śrī Śaunaka was confused about the extraordinarily long life span of Śrī Mārkaṇḍeya, who had taken birth in Śaunaka's own dynasty yet who had moved about alone in the ocean of devastation millions of years previously and seen a wonderful young child lying upon a banyan leaf. It seemed to Śaunaka that Mārkaṇḍeya had lived through two days of Brahmā, and he asked Śrī Sūta Gosvāmī to explain this."
        },
        {
            "type": "normal",
            "content": "Suta Gosvāmī replied that the sage Mārkaṇḍeya, after receiving the purificatory ritual of brahminical initiation from his father, had fixed himself in the vow of lifelong celibacy. He then worshiped the Supreme Lord Hari for six lifetimes of Manu. In the seventh manvantara, Lord Indra sent Kāmadeva (Cupid) and his associates to interrupt the sage's austerities. But Mārkaṇḍeya Ṛṣi defeated them by the potency generated from his penance."
        },
        {
            "type": "normal",
            "content": "Then, to show mercy to Mārkaṇḍeya, Lord Śrī Hari appeared before him in the form of Nara-Nārāyaṇa. Śrī Mārkaṇḍeya prostrated himself in obeisance and then worshiped the Lords by offering Them comfortable seats, water for washing Their feet, and other respectful presentations. He then prayed, \"O Almighty Lord, You bring to life the vital air of all creatures, and You also protect the three worlds, vanquish distress and award liberation. You never allow those who have taken shelter of You to be defeated by any kind of misery. Attaining Your lotus feet is the only auspicious goal for the conditioned souls, and service to You fulfills all their desires. Your pastimes, enacted in the mode of pure goodness, can award everyone salvation from material life. Therefore those who are intelligent worship Your personal form of pure goodness named Śrī Nārāyaṇa, along with Nara, who represents Your unalloyed devotee."
        },
        {
            "type": "normal",
            "content": "\"The living entity bewildered by illusion can directly understand You if he receives the knowledge presented in the Vedas and promulgated by You, the spiritual master of the entire universe. Even great thinkers like Brahmā are simply bewildered when they try to understand Your identity by struggling on the path of sāṅkhya-yoga. You Yourself manifest the proponents of Sāṅkhya and other philosophies, and thus Your true personal identity remains hidden beneath the designative covering of the jīva soul. I offer my homage to You, the Mahāpuruṣa.\""
        }
    ]
}
