{
    "info": {
        "id": "sb/10/16/49",
        "prevId": "sb/10/16/48",
        "nextId": "sb/10/16/50"
    },
    "verses": [
        {
            "roman": "tvaṁ hy asya janma-sthiti-saṁyamān vibho\nguṇair anīho 'kṛta-kāla-śakti-dhṛk\ntat-tat-svabhāvān pratibodhayan sataḥ\nsamīkṣayāmogha-vihāra īhase\n"
        }
    ],
    "synonyms": "tvam—You; hi—indeed; asya—of this universe; janma-sthiti-saṁyamān—the creation, maintenance and destruction; vibho—O almighty Lord; guṇaiḥ—by the modes of nature; anīhaḥ—although uninvolved in any material endeavor; akṛta—beginningless; kāla-śakti—of the potency of time; dhṛk—the holder; tat-tat—of each of the modes; sva-bhāvān—the distinctive characteristics; pratibodhayan—awakening; sataḥ—which are already present in their dormant state; samīkṣayā—by Your glance; amogha-vihāraḥ—whose playful activities are impeccable; īhase—You act.",
    "translation": "\nO almighty Lord, although You have no reason to become involved in material activity, still You act through Your eternal potency of time to arrange for the creation, maintenance and destruction of this universe. You do this by awakening the distinct functions of each of the modes of nature, which before the creation lie dormant. Simply by Your glance You perfectly execute all these activities of cosmic control in a sporting mood.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSceptics may question why the Supreme Lord has created the material world, which is full of birth, maintenance and death. Here the Nāga-patnīs point out that the Lord's pastimes are amogha, beyond any discrepancy. Śrī Kṛṣṇa actually desires that all conditioned souls live with Him in His eternal kingdom, but those forgetful souls who are inimical to their loving relationship with God must go to the material world and be subjected to the conditions of time. The fortunate conditioned souls are startled into remembrance of their actual position as loving servants of the Lord, and from within the heart the Lord then encourages them to come back home, back to Godhead, where time is conspicuous by its absence and where eternal, blissful existence supersedes the dramatic but disturbing functions of cosmic creation and annihilation.\n"
        }
    ]
}
