{
    "info": {
        "id": "sb/10/16/5",
        "prevId": "sb/10/16/4",
        "nextId": "sb/10/16/6"
    },
    "verses": [
        {
            "roman": "vipruṣmatā viṣadormi-\nmārutenābhimarśitāḥ\nmriyante tīra-gā yasya\nprāṇinaḥ sthira-jaṅgamāḥ\n"
        }
    ],
    "synonyms": "vipruṭ-matā—containing droplets of the water; viṣa-da—poisonous; ūrmi—(having touched) the waves; mārutena—by the wind; abhimarśitāḥ—contacted; mriyante—would die; tīra-gāḥ—present upon the shore; yasya—of which; prāṇinaḥ—all living entities; sthira-jaṅgamāḥ—both nonmoving and moving.",
    "translation": "The wind blowing over that deadly lake carried droplets of water to the shore. Simply by coming in contact with that poisonous breeze, all vegetation and creatures on the shore died.",
    "purport": [
        {
            "type": "normal",
            "content": "The word sthira, \"unmoving creatures,\" refers to various types of vegetation including trees, and jaṅgama refers to moving creatures such as animals, reptiles, birds and insects. Śrīla Śrīdhara Svāmī has quoted a further description of this lake from the Śrī Hari-vaṁśa (Viṣṇu-parva 11.42, 11.44 and 11.46):"
        },
        {
            "type": "verse",
            "content": "dīrghaṁ yojana-vistāraṁdustaraṁ tridaśair api\ngambhīram akṣobhya-jalaṁniṣkampam iva sāgaram"
        },
        {
            "type": "verse",
            "content": "duḥkhopasarpaṁ tīreṣusa-sarpair vipulair bilaiḥ\nviṣāraṇi-bhavasyāgnerdhūmena pariveṣṭitam"
        },
        {
            "type": "verse",
            "content": "tṛṇeṣv api patatsv apsujvalantam iva tejasā\nsamantād yojanaṁ sāgraṁtīreṣv api durāsadam"
        },
        {
            "type": "normal",
            "content": "\"The lake was quite wide—eight miles across at some points—and even the demigods could not cross over it. The water in the lake was very deep and, like the immovable depths of the ocean, could not be agitated. Approaching the lake was difficult, for its shores were covered with holes in which serpents lived. All around the lake was a fog generated by the fire of the serpents' poison, and this powerful fire would at once burn up every blade of grass that happened to fall into the water. For a distance of eight miles from the lake, the atmosphere was most unpleasant.\""
        },
        {
            "type": "normal",
            "content": "Śrīla Sanātana Gosvāmī states that by the mystical science of jala-stambha, making solid items out of water, Kāliya had built his own city within the lake."
        }
    ]
}
