{
    "info": {
        "id": "sb/10/16/65-67",
        "prevId": "sb/10/16/64",
        "nextId": "sb/10/17/1"
    },
    "verses": [
        {
            "roman": "divyāmbara-sraṅ-maṇibhiḥ\nparārdhyair api bhūṣaṇaiḥ\ndivya-gandhānulepaiś ca\nmahatyotpala-mālayā\n"
        },
        {
            "roman": "pūjayitvā jagan-nāthaṁ\nprasādya garuḍa-dhvajam\ntataḥ prīto 'bhyanujñātaḥ\nparikramyābhivandya tam\n"
        },
        {
            "roman": "sa-kalatra-suhṛt-putro\ndvīpam abdher jagāma ha\ntadaiva sāmṛta-jalā\nyamunā nirviṣābhavat\nanugrahād bhagavataḥ\nkrīḍā-mānuṣa-rūpiṇaḥ\n"
        }
    ],
    "synonyms": "divya—divine; ambara—with clothing; srak—garlands; maṇibhiḥ—and jewels; para-ardhyaiḥ—most valuable; api—also; bhūṣaṇaiḥ—ornaments; divya—divine; gandha—with scents; anulepaiḥ—and ointments; ca—as well; mahatyā—fine; utpala—of lotuses; mālayā—with a garland; pūjayitvā—worshiping; jagat-nātham—the Lord of the universe; prasādya—satisfying; garuḍa-dhvajam—Him whose flag is marked with the emblem of Garuḍa; tataḥ—then; prītaḥ—feeling happy; abhyanujñātaḥ—given permission to leave; parikramya—circumambulating; abhivandya—offering obeisances; tam—to Him; sa—along with; kalatra—his wives; suhṛt—friends; putraḥ—and children; dvīpam—to the island; abdheḥ—in the sea; jagāma—he went; ha—indeed; tadā eva—at that very moment; sa-amṛta—nectarean; jalā—her water; yamunā—the river Yamunā; nirviṣā—free from poison; abhavat—she became; anugrahāt—by the mercy; bhagavataḥ—of the Supreme Personality of Godhead; krīḍā—for pleasure pastimes; mānuṣa—humanlike; rūpiṇaḥ—manifesting a form.",
    "translation": "Kāliya worshiped the Lord of the universe by offering Him fine garments, along with necklaces, jewels and other valuable ornaments, wonderful scents and ointments, and a large garland of lotus flowers. Having thus pleased the Lord, whose flag is marked with the emblem of Garuḍa, Kāliya felt satisfied. Receiving the Lord's permission to leave, Kāliya circumambulated Him and offered Him obeisances. Then, taking his wives, friends and children, he went to his island in the sea. The very moment Kāliya left, the Yamunā was immediately restored to her original condition, free from poison and full of nectarean water. This happened by the mercy of the Supreme Personality of Godhead, who was manifesting a humanlike form to enjoy His pastimes.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura has commented extensively on this verse. To explain the word maṇibhiḥ—\"(Kāliya worshiped the Lord) with jewels\"—the ācārya has quoted from the Śrī Rādhā-kṛṣṇa-gaṇoddeśa-dīpikā, by Rūpa Gosvāmī, as follows:"
        },
        {
            "type": "verse",
            "content": "kaustubhākhyo maṇir yenapraviśya hradam auragam\nkāliya-preyasi-vṛnda-hastair ātmopahāritaḥ"
        },
        {
            "type": "normal",
            "content": "\"The Lord had made His Kaustubha gem enter the serpent's lake, and then He arranged for it to be presented to Himself by the hands of Kāliya's wives.\" In other words, because Lord Kṛṣṇa wanted to act just like an ordinary human being, He made the transcendental Kaustubha gem invisible and caused it to enter within Kāliya's treasury. Then when the appropriate moment came for Kāliya to worship the Lord with many different jewels and ornaments, the serpent's wives, unaware of the Lord's transcendental trick, presented Him with the Kaustubha gem, thinking it was simply one of the jewels in their possession."
        },
        {
            "type": "normal",
            "content": "The ācārya has further commented that the reason Lord Kṛṣṇa is described in this verse as garuḍa-dhvaja, \"He whose flag is marked by the symbol of His carrier, Garuḍa,\" is that Kāliya also desired to become Lord Kṛṣṇa's carrier. Garuḍa and the serpents are originally related as brothers, and therefore Kāliya wanted to indicate to Lord Kṛṣṇa, \"If You ever have to go to a distant place, You should also think of me as Your personal carrier. I am the servant of Your servant, and in the wink of an eye I can travel hundreds of millions of yojanas.\" Thus the Purāṇas narrate that in the course of Lord Kṛṣṇa's eternal cycle of pastimes, when Kaṁsa orders the Lord to come to Mathurā, He sometimes goes there mounted upon Kāliya."
        }
    ]
}
