{
    "info": {
        "id": "sb/10/16/summary",
        "prevId": "sb/10/15/52",
        "nextId": "sb/10/16/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Lord Śrī Kṛṣṇa's pastime of subduing the serpent Kāliya within the lake adjoining the river Yamunā and His showing mercy to Kāliya in response to the prayers offered by Kāliya's wives, the Nāga-patnīs."
        },
        {
            "type": "normal",
            "content": "To restore the purity of the Yamunā's waters, which had been contaminated by Kāliya's poison, Lord Kṛṣṇa climbed into a kadamba tree on the riverbank and jumped into the water. Then He began fearlessly playing within the water like a maddened elephant. Kāliya could not tolerate Kṛṣṇa's trespassing upon his personal residence, and the serpent quickly went up to the Lord and bit Him on the chest. When Kṛṣṇa's friends saw this, they fell down on the ground unconscious. At that time all sorts of evil omens appeared in Vraja, such as earth tremors, falling stars and the trembling of various creatures' left limbs."
        },
        {
            "type": "normal",
            "content": "The residents of Vṛndāvana thought, \"Today Kṛṣṇa went to the forest without Balarāma, so we do not know what great misfortune may have befallen Him.\" Thinking in this way, they traced the path of Kṛṣṇa's footprints to the bank of the Yamunā. Within the water of the lake adjoining the river they saw Lord Kṛṣṇa, the very essence of their lives, enwrapped in the coils of a black snake. The residents thought the three worlds had become empty, and they all prepared to enter the water. But Lord Balarāma checked them, knowing well the power of Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "Then Lord Kṛṣṇa, seeing how disturbed His friends and relatives had become, expanded His body greatly and forced the serpent to loosen his grip and release Him. Next the Lord began playfully dancing about on the serpent's hoods. By this wonderful, boisterous dancing, Śrī Kṛṣṇa trampled the serpent's one thousand hoods until his body slackened. Vomiting blood from his mouths, Kāliya finally understood that Kṛṣṇa was the primeval personality, Lord Nārāyaṇa, the spiritual master of all moving and nonmoving creatures, and he took shelter of Him."
        },
        {
            "type": "normal",
            "content": "Seeing how very weary Kāliya had become, his wives, the Nāga-patnīs, bowed down at Lord Kṛṣṇa's lotus feet. Then they offered Him various prayers in hopes of gaining their husband's freedom: \"It is quite fitting that You have brought our cruel husband to this condition. Indeed, by Your anger he has gained great benefit. What piety Kāliya must have amassed in his previous lives! Today he has borne upon his head the dust of the lotus feet of the Personality of Godhead, the attainment of which is difficult for even the mother of the universe, goddess Lakṣmī. Please kindly forgive the offense Kāliya has committed out of ignorance, and allow him to live.\""
        },
        {
            "type": "normal",
            "content": "Satisfied by the Nāga-patnīs' prayers, Kṛṣṇa released Kāliya, who slowly regained his sensory and vital powers. Then Kāliya, in a distressed voice, acknowledged the offense he had committed, and finally he offered Kṛṣṇa many prayers and said he was ready to accept His command. Kṛṣṇa told him to leave the Yamunā lake with his family and return to Ramaṇaka Island."
        }
    ]
}
