{
    "info": {
        "id": "sb/6/15/12-15",
        "prevId": "sb/6/15/11",
        "nextId": "sb/6/15/16"
    },
    "verses": [
        {
            "roman": "kumāro nārada ṛbhur\naṅgirā devalo 'sitaḥ\napāntaratamā vyāso\nmārkaṇḍeyo 'tha gautamaḥ\n"
        },
        {
            "roman": "vasiṣṭho bhagavān rāmaḥ\nkapilo bādarāyaṇiḥ\ndurvāsā yājñavalkyaś ca\njātukarṇas tathāruṇiḥ\n"
        },
        {
            "roman": "romaśaś cyavano datta\nāsuriḥ sapatañjaliḥ\nṛṣir veda-śirā dhaumyo\nmuniḥ pañcaśikhas tathā\n"
        },
        {
            "roman": "hiraṇyanābhaḥ kauśalyaḥ\nśrutadeva ṛtadhvajaḥ\nete pare ca siddheśāś\ncaranti jñāna-hetavaḥ\n"
        }
    ],
    "synonyms": "kumāraḥ—Sanat-kumāra; nāradaḥ—Nārada Muni; ṛbhuḥ—Ṛbhu; aṅgirāḥ—Aṅgirā; devalaḥ—Devala; asitaḥ—Asita; apāntaratamāḥ—Vyāsa's previous name, Apāntaratamā; vyāsaḥ—Vyāsa; mārkaṇḍeyaḥ—Mārkaṇḍeya; atha—and; gautamaḥ—Gautama; vasiṣṭhaḥ—Vasiṣṭha; bhagavān rāmaḥ—Lord Paraśurāma; kapilaḥ—Kapila; bādarāyaṇiḥ—Śukadeva Gosvāmī; durvāsāḥ—Durvāsā; yājñavalkyaḥ—Yājñavalkya; ca—also; jātukarṇaḥ—Jātukarṇa; tathā—as well as; aruṇiḥ—Aruṇi; romaśaḥ—Romaśa; cyavanaḥ—Cyavana; dattaḥ—Dattātreya; āsuriḥ—Āsuri; sa-patañjaliḥ—with Patañjali Ṛṣi; ṛṣiḥ—the sage; veda-śirāḥ—the head of the Vedas; dhaumyaḥ—Dhaumya; muniḥ—the sage; pañcaśikhaḥ—Pañcaśikha; tathā—so also; hiraṇyanābhaḥ—Hiraṇyanābha; kauśalyaḥ—Kauśalya; śrutadevaḥ—Śrutadeva; ṛtadhvajaḥ—Ṛtadhvaja; ete—all of these; pare—others; ca—and; siddha-īśāḥ—the masters of mystic power; caranti—wander; jñāna-hetavaḥ—very learned persons who preach all over the world.",
    "translation": "O great souls, I have heard that among the great and perfect persons wandering the surface of the earth to instruct knowledge to people covered by ignorance are Sanat-kumāra, Nārada, Ṛbhu, Aṅgirā, Devala, Asita, Apāntaratamā [Vyāsadeva], Mārkaṇḍeya, Gautama, Vasiṣṭha, Bhagavān Paraśurāma, Kapila, Śukadeva, Durvāsā, Yājñavalkya, Jātukarṇa and Aruṇi. Others are Romaśa, Cyavana, Dattātreya, Āsuri, Patañjali, the great sage Dhaumya who is like the head of the Vedas, the sage Pañcaśikha, Hiraṇyanābha, Kauśalya, Śrutadeva and Ṛtadhvaja. You must certainly be among them.",
    "purport": [
        {
            "type": "normal",
            "content": "The word jñāna-hetavaḥ is very significant because great personalities like those listed in these verses wander on the surface of the globe not to mislead the populace, but to distribute real knowledge. Without this knowledge, human life is wasted. The human form of life is meant for realization of one's relationship with Kṛṣṇa, or God. One who lacks this knowledge is categorized among the animals. The Lord Himself says in Bhagavad-gītā (BG 7.15):"
        },
        {
            "type": "verse",
            "content": "na māṁ duṣkṛtino mūḍhāḥprapadyante narādhamāḥ\nmāyayāpahṛta-jñānāāsuraṁ bhāvam āśritāḥ"
        },
        {
            "type": "normal",
            "content": "\"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.\""
        },
        {
            "type": "normal",
            "content": "Ignorance is the bodily conception of life (yasyātma-buddhiḥ kuṇape tri-dhātuke. ...sa eva go-kharaḥ (SB 10.84.13)). Practically everyone throughout the universe, especially on this planet, Bhūrloka, thinks that there is no separate existence of the body and soul and therefore no need of self-realization. But that is not a fact. Therefore all the brāhmaṇas listed here, being devotees, travel all over the world to awaken Kṛṣṇa consciousness in the hearts of such foolish materialists."
        },
        {
            "type": "normal",
            "content": "The ācāryas mentioned in these verses are described in the Mahābhārata. The word pañcaśikha is also important. One who is liberated from the conceptions of annamaya, prāṇamaya, manomaya, vijñānamaya and ānandamaya and who is perfectly aware of the subtle coverings of the soul is called pañcaśikha. According to the statements of the Mahābhārata (Sānti-parva, Chapters 218-219), an ācārya named Pañcaśikha took birth in the family of Mahārāja Janaka, the ruler of Mithila. The Sāṅkhya philosophers accept Pañcaśikhācārya as one of them. Real knowledge pertains to the living entity dwelling within the body. Unfortunately, because of ignorance, the living entity identifies himself with the body and therefore feels pleasure and pain."
        }
    ]
}
