{
    "info": {
        "id": "sb/6/15/25",
        "prevId": "sb/6/15/24",
        "nextId": "sb/6/15/26"
    },
    "verses": [
        {
            "roman": "ayaṁ hi dehino deho\ndravya-jñāna-kriyātmakaḥ\ndehino vividha-kleśa-\nsantāpa-kṛd udāhṛtaḥ\n"
        }
    ],
    "synonyms": "ayam—this; hi—certainly; dehinaḥ—of the living entity; dehaḥ—body; dravya-jñāna-kriyā-ātmakaḥ—consisting of the material elements, the senses for acquiring knowledge, and the acting senses; dehinaḥ—of the living entity; vividha—various; kleśa—sufferings; santāpa—and of pains; kṛt—the cause; udāhṛtaḥ—is declared.",
    "translation": "The living entity in the bodily conception of life is absorbed in the body, which is a combination of the physical elements, the five senses for gathering knowledge, and the five senses of action, along with the mind. Through the mind the living entity suffers three kinds of tribulations—adhibhautika, adhidaivika and adhyātmika. Therefore this body is a source of all miseries.",
    "purport": [
        {
            "type": "normal",
            "content": "In the Fifth Canto (SB 5.5.4), while instructing his sons, Ṛṣabhadeva said, asann api kleśada āsa dehaḥ: the body, although temporary, is the cause of all the miseries of material existence. As already discussed in the previous verse, the entire material creation is based on mental concoction. The mind sometimes induces us to think that if we purchase an automobile we can enjoy the physical elements, such as earth, water, air and fire, combined in forms of iron, plastic, petrol and so on. Working with the five material elements (pañca-bhūtas), as well as with our five knowledge-gathering senses like the eyes, ears and tongue and our five active senses like the hands and legs, we become involved in the material condition. Thus we are subjected to the tribulations known as adhyātmika, adhidaivika and adhibhautika. The mind is the center because the mind creates all these things. As soon as the material object is struck, however, the mind is affected, and we suffer. For example, with the material elements, the working senses and the knowledge-gathering senses we create a very nice car, and when the car is accidentally smashed in a collision, the mind suffers, and through the mind the living entity suffers."
        },
        {
            "type": "normal",
            "content": "The fact is that the living entity, while concocting with the mind, creates the material condition. Because matter is destructible, through the material condition the living entity suffers. Otherwise, the living entity is detached from all material conditions. When one comes to the Brahman platform, the platform of spiritual life, fully understanding that he is a spiritual soul (ahaṁ brahmāsmi), he is no longer affected by lamentation or hankering. As the Lord says in Bhagavad-gītā (BG 18.54):"
        },
        {
            "type": "verse",
            "content": "brahma-bhūtaḥ prasannātmāna śocati na kāṅkṣati"
        },
        {
            "type": "normal",
            "content": "\"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything.\" Elsewhere in Bhagavad-gītā (BG 15.7) the Lord says:"
        },
        {
            "type": "verse",
            "content": "mamaivāṁśo jīva-lokejīva-bhūtaḥ sanātanaḥ\nmanaḥ-ṣaṣṭhānīndriyāṇiprakṛti-sthāni karṣati"
        },
        {
            "type": "normal",
            "content": "\"The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.\" The living entity is actually part and parcel of the Supreme Personality of Godhead and is unaffected by material conditions, but because the mind (manaḥ) is affected, the senses are affected, and the living entity struggles for existence within this material world."
        }
    ]
}
