{
    "info": {
        "id": "sb/6/15/summary",
        "prevId": "sb/6/14/61",
        "nextId": "sb/6/15/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter, Aṅgirā Ṛṣi, along with Nārada, consoles Citraketu as far as possible. Aṅgirā and Nārada Ṛṣi came to relieve the King from excessive lamentation by instructing him about the spiritual significance of life."
        },
        {
            "type": "normal",
            "content": "The great saints Aṅgirā and Nārada explained that the relationship between father and son is not factual; it is simply a representation of the illusory energy. The relationship did not exist before, nor will it stay in the future. By the arrangement of time, the relationship exists only in the present. One should not lament for temporary relationships. The entire cosmic manifestation is temporary; although not unreal, it is not factual. By the direction of the Supreme Personality of Godhead, everything created in the material world is transient. By a temporary arrangement, a father begets a child, or a living entity becomes the child of a so-called father. This temporary arrangement is made by the Supreme Lord. Neither the father nor the son exists independently."
        },
        {
            "type": "normal",
            "content": "As the King listened to the great sages, he was relieved from his false lamentation, and then he inquired about their identity. The great sages presented who they were and instructed that all sufferings are due to the bodily conception of life. When one understands his spiritual identity and surrenders to the Supreme Personality of Godhead, the supreme spiritual person, one becomes actually happy. When one searches for happiness in matter, one must certainly lament for bodily relationships. Self-realization means spiritual realization of one's relationship with Kṛṣṇa. Such realization ends one's miserable material life."
        }
    ]
}
