{
    "info": {
        "id": "sb/5/11/11",
        "prevId": "sb/5/11/10",
        "nextId": "sb/5/11/12"
    },
    "verses": [
        {
            "roman": "dravya-svabhāvāśaya-karma-kālair\nekādaśāmī manaso vikārāḥ\nsahasraśaḥ śataśaḥ koṭiśaś ca\nkṣetrajñato na mitho na svataḥ syuḥ\n"
        }
    ],
    "synonyms": "dravya—by physical objects; sva-bhāva—by nature as the cause of development; āśaya—by culture; karma—by predestined resultant actions; kālaiḥ—by time; ekādaśa—eleven; amī—all these; manasaḥ—of the mind; vikārāḥ—transformations; sahasraśaḥ—in thousands; śataśaḥ—in hundreds; koṭiśaḥ ca—and in millions; kṣetra-jñataḥ—from the original Supreme Personality of Godhead; na—not; mithaḥ—one another; na—nor; svataḥ—from themselves; syuḥ—are.",
    "translation": "The physical elements, nature, the original cause, culture, destiny and the time element are all material causes. Agitated by these material causes, the eleven functions transform into hundreds of functions and then into thousands and then into millions. But all these transformations do not take place automatically by mutual combination. Rather, they are under the direction of the Supreme Personality of Godhead.",
    "purport": [
        {
            "type": "normal",
            "content": "One should not think that all the interactions of the physical elements, gross and subtle, that cause the transformation of mind and consciousness are working independently. They are under the direction of the Supreme Personality of Godhead. In Bhagavad-gītā (BG 15.15), Kṛṣṇa says that the Lord is situated in everyone's heart (sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca). As mentioned herein, Supersoul (kṣetrajña) is directing everything. The living entity is also kṣetrajña, but the supreme kṣetrajña is the Supreme Personality of Godhead. He is the witness and order giver. Under His direction, everything takes place. The different inclinations of the living entity are created by his own nature or his expectations, and he is trained by the Supreme Personality of Godhead through the agency of material nature. The body, nature and the physical elements are under the direction of the Supreme Personality of Godhead. They do not function automatically. Nature is neither independent nor automatic. As confirmed in Bhagavad-gītā, the Supreme Personality of Godhead is behind nature."
        },
        {
            "type": "verse",
            "content": "mayādhyakṣeṇa prakṛtiḥsūyate sa-carācaram\nhetunānena kaunteyajagad viparivartate"
        },
        {
            "type": "normal",
            "content": "\"This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.\" (BG 9.10)"
        }
    ]
}
