{
    "info": {
        "id": "sb 5/11/Summary",
        "prevId": "sb/5/10/25",
        "nextId": "sb/5/11/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter the brāhmaṇa Jaḍa Bharata instructs Mahārāja Rahūgaṇa in detail. He tells the King: \"You are not very experienced, yet you pose yourself as a learned person because you are very proud of your knowledge. Actually a person who is on the transcendental platform does not care for social behavior that sacrifices spiritual advancement. Social behavior comes within the jurisdiction of karma-kāṇḍa, material benefit. No one can spiritually advance by such activities. The conditioned soul is always overpowered by the modes of material nature, and consequently he is simply concerned with material benefits and auspicious and inauspicious material things. In other words, the mind, which is the leader of the senses, is absorbed in material activities life after life. Thus he continuously gets different types of bodies and suffers miserable material conditions. On the basis of mental concoction, social behavior has been formulated. If one's mind is absorbed in these activities, he certainly remains conditioned within the material world. According to different opinions, there are eleven or twelve mental activities, which can be transformed into hundreds and thousands. A person who is not Kṛṣṇa conscious is subjected to all these mental concoctions and is thus governed by the material energy. The living entity who is free from mental concoctions attains the platform of pure spirit soul, devoid of material contamination. There are two types of living entities-jīvātmā and Paramātmā, the individual soul and the Supreme Soul. That Supreme Soul in His ultimate realization is Lord Vāsudeva, Kṛṣṇa. He enters into everyone's heart and controls the living entity in his different activities. He is therefore the supreme shelter of all living entities. One can understand the Supreme Soul and one's position in relationship with Him when one is completely freed from the unwanted association of ordinary men. In this way one can become fit to cross the ocean of nescience. The cause of conditional Life is attachment to the external energy. One has to conquer these mental concoctions: unless one does so, he will never be freed from material anxieties. Although mental concoctions have no value, their influence is still very formidable. No one should neglect to control the mind. If one does, the mind becomes so powerful that one immediately forgets his real position. Forgetting that he is an eternal servant of Kṛṣṇa and that service to Kṛṣṇa is his only business, one is doomed by material nature to serve the objects of the senses. One should kill mental concoctions by the sword of service to the Supreme Personality of Godhead and His devotee (guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja (CC Madhya 19.151))\"\n"
        }
    ]
}
