{
    "info": {
        "id": "sb/4/8/21",
        "prevId": "sb/4/8/20",
        "nextId": "sb/4/8/22"
    },
    "verses": [
        {
            "roman": "tathā manur vo bhagavān pitāmaho\nyam eka-matyā puru-dakṣiṇair makhaiḥ\niṣṭvābhipede duravāpam anyato\nbhaumaṁ sukhaṁ divyam athāpavargyam\n"
        }
    ],
    "synonyms": "tathā—similarly; manuḥ—Svāyambhuva Manu; vaḥ—your; bhagavān—worshipable; pitāmahaḥ—grandfather; yam—unto whom; eka-matyā—with unflinching devotion; puru—great; dakṣiṇaiḥ—charity; makhaiḥ—by executing sacrifices; iṣṭvā—worshiping; abhipede—achieved; duravāpam—difficult to achieve; anyataḥ—by any other means; bhaumam—material; sukham—happiness; divyam—celestial; atha—thereafter; āpavargyam—liberation.",
    "translation": "\nSunīti informed her son: Your grandfather Svāyambhuva Manu executed great sacrifices with distribution of charity, and thereby, with unflinching faith and devotion, he worshiped and satisfied the Supreme Personality of Godhead. By acting in that way, he achieved the greatest success in material happiness and afterwards achieved liberation, which is impossible to obtain by worshiping the demigods.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe success of one's life is measured by one's material happiness in this life and liberation in the next. Such success can be achieved only by the grace of the Supreme Personality of Godhead. The words eka-matyā mean concentrating one's mind on the Lord without deviation. This process of undeviating worship of the Supreme Lord is also expressed in Bhagavad-gītā as ananya-bhāk. \"That which is impossible to obtain from any other source\" is also mentioned here. \"Other source\" refers to worship of the demigods. It is especially stressed here that the opulence of Manu was due to his undeviating faithfulness in the transcendental service of the Lord. One who diverts his mind to worshiping many demigods to obtain material happiness is considered bereft of intelligence. If anyone wants even material happiness, he can worship the Supreme Lord without deviation, and persons who are desirous of liberation can also worship the Supreme Lord and achieve their goal of life.\n"
        }
    ]
}
