{
    "info": {
        "id": "sb/4/8/69",
        "prevId": "sb/4/8/68",
        "nextId": "sb/4/8/70"
    },
    "verses": [
        {
            "roman": "suduṣkaraṁ karma kṛtvā\nloka-pālair api prabhuḥ\naiṣyaty acirato rājan\nyaśo vipulayaṁs tava\n"
        }
    ],
    "synonyms": "su-duṣkaram—impossible to perform; karma—work; kṛtvā—after performing; loka-pālaiḥ—by great personalities; api—even; prabhuḥ—quite competent; aiṣyati—will come back; acirataḥ—without delay; rājan—my dear King; yaśaḥ—reputation; vipulayan—causing to become great; tava—your.",
    "translation": "\nMy dear King, your son is very competent. He will perform activities which would he impossible even for great kings and sages. Very soon he will complete his task and come back home. You should know that he will also spread your reputation all over the world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere in this verse Nārada Muni has described Dhruva Mahārāja as prabhu. This word is applicable to the Supreme Personality of Godhead. Sometimes the spiritual master is addressed as Prabhupāda. Prabhu means \"the Supreme Personality of Godhead,\" and pāda means \"post.\" According to Vaiṣṇava philosophy, the spiritual master occupies the post of the Supreme Personality of Godhead, or in other words he is the bona fide representative of the Supreme Lord. Dhruva Mahārāja is also described here as prabhu because he is an ācārya of the Vaiṣṇava school. Another meaning of prabhu is \"master of the senses,\" just like the word svāmī. Another significant word is suduṣkaram, \"very difficult to perform.\" What was the task that Dhruva Mahārāja undertook? The most difficult task in life is to satisfy the Supreme Personality of Godhead, and Dhruva Mahārāja would be able to do that. We must remember that Dhruva Mahārāja was not fickle; he was determined to execute his service and then come back. Every devotee, therefore, should be determined that in this life he will be able to satisfy the Supreme Personality of Godhead and by that process go back home, back to Godhead. That is the perfection of the highest mission of life.\n"
        }
    ]
}
