{
    "info": {
        "id": "sb/10/2/1-2",
        "prevId": "sb/10/2/summary",
        "nextId": "sb/10/2/3"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\npralamba-baka-cāṇūra-\ntṛṇāvarta-mahāśanaiḥ\nmuṣṭikāriṣṭa-dvivida-\npūtanā-keśī-dhenukaiḥ\n"
        },
        {
            "roman": "anyaiś cāsura-bhūpālair\nbāṇa-bhaumādibhir yutaḥ\nyadūnāṁ kadanaṁ cakre\nbalī māgadha-saṁśrayaḥ\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; pralamba—by the asura named Pralamba; baka—by the asura named Baka; cāṇūra—by the asura named Cāṇūra; tṛṇāvarta—by the asura named Tṛṇāvarta; mahāśanaiḥ—by Aghāsura; muṣṭika—by the asura named Muṣṭika; ariṣṭa—by the asura Ariṣṭa; dvivida—by the asura named Dvivida; pūtanā—by Pūtanā; keśī—by Keśī; dhenukaiḥ—by Dhenuka; anyaiḥ ca—and by many others; asura-bhūpālaiḥ—by demoniac kings on the surface of the globe; bāṇa—by King Bāṇa; bhauma—by Bhaumāsura; ādibhiḥ—and by others as well; yutaḥ—being assisted; yadūnām—of the kings of the Yadu dynasty; kadanam—persecution; cakre—regularly performed; balī—very powerful; māgadha-saṁśrayaḥ—under the protection of Jarāsandha, the King of Magadha.",
    "translation": "Śukadeva Gosvāmī said: Under the protection of Magadharāja, Jarāsandha, the powerful Kaṁsa began persecuting the kings of the Yadu dynasty. In this he had the cooperation of demons like Pralamba, Baka, Cāṇūra, Tṛṇāvarta, Aghāsura, Muṣṭika, Ariṣṭa, Dvivida, Pūtanā, Keśī, Dhenuka, Bāṇāsura, Narakāsura and many other demoniac kings on the surface of the earth.",
    "purport": [
        {
            "type": "normal",
            "content": "This verse supports the following statement given by the Lord in Bhagavad-gītā (BG 4.7-8):"
        },
        {
            "type": "verse",
            "content": "yadā yadā hi dharmasyaglānir bhavati bhārata\nabhyutthānam adharmasyatadātmānaṁ sṛjāmy aham"
        },
        {
            "type": "verse",
            "content": "paritrāṇāya sādhūnāṁvināśāya ca duṣkṛtām\ndharma-saṁsthāpanārthāyasambhavāmi yuge yuge"
        },
        {
            "type": "normal",
            "content": "\"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion—at that time I descend Myself. To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium.\""
        },
        {
            "type": "normal",
            "content": "The Lord's purpose in maintaining this material world is to give everyone a chance to go back home, back to Godhead, but kings and political leaders unfortunately try to hinder the purpose of the Lord, and therefore the Lord appears, either personally or with His plenary portions, to set things right. It is therefore said:"
        },
        {
            "type": "verse",
            "content": "garbhaṁ sañcārya rohiṇyāṁdevakyā yogamāyayā\ntasyāḥ kukṣiṁ gataḥ kṛṣṇodvitīyo vibudhaiḥ stutaḥ"
        },
        {
            "type": "normal",
            "content": "\"Kṛṣṇa appeared in the womb of Devakī after transferring Baladeva to the womb of Rohiṇī by the power of Yogamāyā.\" Yadubhiḥ sa vyarudhyata. The kings of the Yadu dynasty were all devotees, but there were many powerful demons, such as Śālva, who began to persecute them. At that time, Jarāsandha, who was Kaṁsa's father-in-law, was extremely powerful, and therefore Kaṁsa took advantage of his protection and the help of the demons in persecuting the kings of the Yadu dynasty. The demons naturally appeared more powerful than the demigods, but ultimately, because of help received from the Supreme Personality of Godhead, the demons were defeated and the demigods triumphant."
        }
    ]
}
