{
    "info": {
        "id": "sb/10/2/42",
        "prevId": "sb/10/2/41",
        "nextId": "sb/10/3/1-5"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nity abhiṣṭūya puruṣaṁ\nyad-rūpam anidaṁ yathā\nbrahmeśānau purodhāya\ndevāḥ pratiyayur divam\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śrī Śukadeva Gosvāmī said; iti—in this way; abhiṣṭūya—offering prayers; puruṣam—unto the Supreme Personality; yat-rūpam—whose form; anidam—transcendental; yathā—as; brahma—Lord Brahmā; īśānau—and Lord Śiva; purodhāya—keeping them in front; devāḥ—all the demigods; pratiyayuḥ—returned; divam—to their heavenly homes.",
    "translation": "After thus offering prayers to the Supreme Personality of Godhead, Lord Viṣṇu, the Transcendence, all the demigods, with Lord Brahmā and Lord Śiva before them, returned to their homes in the heavenly planets.",
    "purport": [
        {
            "type": "normal",
            "content": "It is said:"
        },
        {
            "type": "verse",
            "content": "adyāpiha caitanya ei saba līlā kareyāṅ'ra bhāgye thāke, se dekhaye nirantare(Caitanya-bhāgavata, Madhya 23.513)"
        },
        {
            "type": "normal",
            "content": "The incarnations of the Supreme Personality of Godhead appear continuously, like the waves of a river or an ocean. There is no limit to the Lord's incarnations, but they can be perceived only by devotees who are fortunate. The devatās, the demigods, fortunately understood the incarnation of the Supreme Personality of Godhead, and thus they offered their prayers. Then Lord Śiva and Lord Brahmā led the demigods in returning to their homes."
        },
        {
            "type": "normal",
            "content": "The word kukṣi-gataḥ, meaning \"within the womb of Devakī,\" has been discussed by Śrī Jīva Gosvāmī in his Krama-sandarbha commentary. Since it was said at first that Kṛṣṇa was present within the heart of Vasudeva and was transferred to the heart of Devakī, Śrī Jīva Gosvāmī writes, how is it that Kṛṣṇa was now in the womb? He replies that there is no contradiction. From the heart the Lord can go to the womb, or from the womb He can go to the heart. Indeed, He can go or stay anywhere. As confirmed in the Brahma-saṁhitā (BS 5.38), aṇḍāntara-stha-paramāṇu-cayāntara-sthaṁ govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. The Lord can stay wherever He likes. Devakī, therefore, in accordance with the desire of her former life, now had the opportunity to seek the benediction of having the Supreme Personality of Godhead as her son, Devakī-nandana."
        }
    ]
}
