{
    "info": {
        "id": "sb/10/2/9",
        "prevId": "sb/10/2/8",
        "nextId": "sb/10/2/10"
    },
    "verses": [
        {
            "roman": "athāham aṁśa-bhāgena\ndevakyāḥ putratāṁ śubhe\nprāpsyāmi tvaṁ yaśodāyāṁ\nnanda-patnyāṁ bhaviṣyasi\n"
        }
    ],
    "synonyms": "atha—therefore; aham—I; aṁśa-bhāgena—by My plenary expansion; devakyāḥ—of Devakī; putratām—the son; śubhe—O all-auspicious Yogamāyā; prāpsyāmi—I shall become; tvam—you; yaśodāyām—in the womb of mother Yaśodā; nanda-patnyām—in the wife of Mahārāja Nanda; bhaviṣyasi—shall also appear.",
    "translation": "\nO all-auspicious Yogamāyā, I shall then appear with My full six opulences as the son of Devakī, and you will appear as the daughter of mother Yaśodā, the queen of Mahārāja Nanda.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word aṁśa-bhāgena is important in this verse. In Bhagavad-gītā (BG 10.42) the Lord says:\n"
        },
        {
            "type": "verse",
            "content": "athavā bahunaitena\nkiṁ jñātena tavārjuna\nviṣṭabhyāham idaṁ kṛtsnam\nekāṁśena sthito jagat"
        },
        {
            "type": "normal",
            "content": "\n\"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.\" Everything is situated as a part of the Supreme Lord's potency. In regard to Lord Kṛṣṇa's appearance in the womb of Devakī, Brahmā played a part also because on the bank of the milk ocean he requested the Supreme Personality of Godhead to appear. A part was also played by Baladeva, the first expansion of Godhead. Similarly, Yogamāyā, who appeared as the daughter of mother Yaśodā, also played a part. Thus jīva-tattva, viṣṇu-tattva and śakti-tattva are all integrated with the Supreme Personality of Godhead, and when Kṛṣṇa appears, He appears with all His integrated parts. As explained in previous verses, Yogamāyā was requested to attract Saṅkarṣaṇa, Baladeva, from the womb of Devakī to the womb of Rohiṇī, and this was a very heavy task for her. Yogamāyā naturally could not see how it was possible for her to attract Saṅkarṣaṇa. Therefore Kṛṣṇa addressed her as śubhe, auspicious, and said, \"Be blessed. Take power from Me, and you will be able to do it.\" By the grace of the Supreme Personality of Godhead, anyone can do anything, for the Lord is present in everything, all things being His parts and parcels (aṁśa-bhāgena) and increasing or decreasing by His supreme will. Balarāma was only fifteen days older than Kṛṣṇa. By the blessings of Kṛṣṇa, Yogamāyā became the daughter of mother Yaśodā, but by the supreme will she was not able to enjoy the parental love of her father and mother. Kṛṣṇa, however, although not actually born from the womb of mother Yaśodā, enjoyed the parental love of mother Yaśodā and Nanda. By the blessings of Kṛṣṇa, Yogamāyā was able to achieve the reputation of being the daughter of mother Yaśodā, who also became famous by the blessings of Kṛṣṇa. Yaśodā means \"one who gives fame.\"\n"
        }
    ]
}
