{
    "info": {
        "id": "sb/10/2/summary",
        "prevId": "sb/10/1/69",
        "nextId": "sb/10/2/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "As described in this chapter, when the Supreme Personality of Godhead entered the womb of Devakī to kill Kaṁsa, all the demigods understood that the Lord was living within Devakī's womb, and therefore in veneration they offered Him the Garbha-stuti prayers."
        },
        {
            "type": "normal",
            "content": "Kaṁsa, under the protection of his father-in-law, Jarāsandha, and with the help of his demoniac friends like Pralamba, Baka, Cāṇūra, Tṛṇāvarta, Aghāsura, Muṣṭika, Bāṇa and Bhaumāsura, began oppressing the members of the Yadu dynasty. Therefore, the members of the Yadu dynasty left their homes and sought shelter in such states as Kuru, Pañcāla, Kekaya, Śālva and Vidarbha. Only some of them stayed with Kaṁsa, as nominal friends."
        },
        {
            "type": "normal",
            "content": "After Kaṁsa killed the ṣaḍ-garbhas, the six sons of Devakī, one after another, Anantadeva entered Devakī's womb and was transferred to the womb of Rohiṇī by the manipulation of Yogamāyā, who was following the order of the Supreme Personality of Godhead. The Lord Himself, who was soon to appear as the eighth son of Devakī, ordered Yogamāyā to take birth from the womb of Yaśodādevī. Because Kṛṣṇa and His potency, Yogamāyā, appeared simultaneously as brother and sister, the world is full of Vaiṣṇavas and śāktas, and there is certainly some rivalry between them. Vaiṣṇavas worship the Supreme Lord, whereas śāktas, according to their desires, worship Yogamāyā in forms like Durgā, Bhadrakālī and Caṇḍikā. Following the orders of the Supreme Personality of Godhead, Yogamāyā transferred Baladeva, Saṅkarṣaṇa, the seventh child of Devakī, from the womb of Devakī to the womb of Rohiṇī. Because Saṅkarṣaṇa appears in order to increase love of Kṛṣṇa, He is known as Baladeva. One may take auspicious strength from Him to become a devotee of the Lord, and therefore He is also known as Balabhadra."
        },
        {
            "type": "normal",
            "content": "After Yogamāyā transferred the seventh child of Devakī to the womb of Rohiṇī, the Supreme Personality of Godhead appeared within the heart of Vasudeva and transferred Himself into the heart of Devakī. Because the Lord was present in her heart, Devakī, as her pregnancy continued, appeared effulgent. Upon seeing this effulgence, Kaṁsa was full of anxiety, but he could not harm Devakī because of their family relationship. Thus he began indirectly thinking of Kṛṣṇa and became fully Kṛṣṇa conscious."
        },
        {
            "type": "normal",
            "content": "Meanwhile, because of the Lord's presence within the womb of Devakī, all the demigods came to offer the Lord their prayers. The Supreme Personality of Godhead, they said, is eternally the Absolute Truth. The spiritual soul is more important than the gross body, and the Supersoul, Paramātmā, is still more important than the soul. The Supreme Godhead is absolutely independent, and His incarnations are transcendental. The prayers of the demigods glorify and exalt devotees and explain the fate of persons who superficially consider themselves liberated from the conditions of material nature. A devotee is always safe. When a devotee fully surrenders at the lotus feet of the Lord, he is completely liberated from the fear of material existence. By explaining why the Supreme Personality of Godhead descends, the prayers of the demigods clearly confirm the Lord's statement in Bhagavad-gītā (BG 4.7):"
        },
        {
            "type": "verse",
            "content": "yadā yadā hi dharmasyaglānir bhavati bhārata\nabhyutthānam adharmasyatadātmānaṁ sṛjāmy aham"
        },
        {
            "type": "normal",
            "content": "\"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion-at that time I descend Myself.\""
        }
    ]
}
