{
    "info": {
        "id": "sb/11/13/27",
        "prevId": "sb/11/13/26",
        "nextId": "sb/11/13/28"
    },
    "verses": [
        {
            "roman": "jāgrat svapnaḥ suṣuptaṁ ca\nguṇato buddhi-vṛttayaḥ\ntāsāṁ vilakṣaṇo jīvaḥ\nsākṣitvena viniścitaḥ\n"
        }
    ],
    "synonyms": "jāgrat—being awake; svapnaḥ—dreaming; su-suptam—deep sleep; ca—also; guṇataḥ—caused by the modes of nature; buddhi—of intelligence; vṛttayaḥ—the functions; tāsām—from such functions; vilakṣaṇaḥ—possessing different characteristics; jīvaḥ—the living entity; sākṣitvena—with the characteristic of being a witness; viniścitaḥ—is ascertained.",
    "translation": "Waking, sleeping and deep sleep are the three functions of the intelligence and are caused by the modes of material nature. The living entity within the body is ascertained to possess characteristics different from these three states and thus remains us a witness to them.",
    "purport": [
        {
            "type": "normal",
            "content": "The spirit soul actually has nothing to do with the material world, having no permanent or natural relationship with it. Real renunciation means to give up the illusory identification with matter in its subtle and gross forms. Suṣuptam, or deep sleep, indicates sleeping without any dreams or conscious activity. These three states are described by Lord Kṛṣṇa as follows:"
        },
        {
            "type": "verse",
            "content": "sattvāj jāgaraṇaṁ vidyādrajasā svapnam ādiśet\nprasvāpaṁ tamasā jantosturīyaṁ triṣu santatam"
        },
        {
            "type": "normal",
            "content": "\"One should know that wakefulness is born of the mode of goodness, dreams from the mode of passion, and deep dreamless sleep from the mode of ignorance. The fourth element, pure consciousness, is different from these three and pervades them.\" (SB 11.25.20) Real freedom means sākṣitvena, or to exist as a witness to the functions of illusion. Such an advantageous position is achieved by development of Kṛṣṇa consciousness."
        }
    ]
}
