{
    "info": {
        "id": "sb/11/13/29",
        "prevId": "sb/11/13/28",
        "nextId": "sb/11/13/30"
    },
    "verses": [
        {
            "roman": "ahaṅkāra-kṛtaṁ bandham\nātmano 'rtha-viparyayam\nvidvān nirvidya saṁsāra-\ncintāṁ turye sthitas tyajet\n"
        }
    ],
    "synonyms": "ahaṅkāra—by false ego; kṛtam—produced; bandham—bondage; ātmanaḥ—of the soul; artha—of that which is really valuable; viparyayam—being the opposite; vidvān—one who knows; nirvidya—being detached; saṁsāra—in material existence; cintām—constant thoughts; turye—in the fourth element, the Lord; sthitaḥ—being situated; tyajet—should give up.",
    "translation": "\nThe false ego of the living entity places him in bondage and awards him exactly the opposite of what he really desires. Therefore, an intelligent person should give up his constant anxiety to enjoy material life and remain situated in the Lord, who is beyond the functions of material consciousness.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Śrīdhara Svāmī comments as follows. \"How does material existence cause the bondage of the living entity, and how can such bondage be given up? The Lord explains this here by the word ahaṅkāra-kṛtam. Because of false ego, one is bound up in the network of illusion. Artha-viparyayam indicates that although the living entity desires blissful life, eternity and knowledge, he adopts procedures that actually cover over his eternal, blissful nature and give him exactly the opposite result. The living entity does not want death and suffering, but these are actually the results of material existence, which is therefore useless for all practical purposes. An intelligent person should contemplate the unhappiness of material life and thus become situated in the transcendental Lord. The word saṁsāra-cintām can be understood as follows. Saṁsāra, or material existence, indicates material intelligence, because material existence only occurs because of the living entity's false intellectual identification with the material world. Because of this misidentification, one becomes overwhelmed with saṁsāra-cintām, anxiety to enjoy the material world. One should become situated in the Lord and give up such useless anxiety.\"\n"
        }
    ]
}
