{
    "info": {
        "id": "sb/11/13/33",
        "prevId": "sb/11/13/32",
        "nextId": "sb/11/13/34"
    },
    "verses": [
        {
            "roman": "evaṁ vimṛśya guṇato manasas try-avasthā\nman-māyayā mayi kṛtā iti niścitārthāḥ\nsañchidya hārdam anumāna-sad-ukti-tīkṣṇa\njñānāsinā bhajata mākhila-saṁśayādhim\n"
        }
    ],
    "synonyms": "evam—thus; vimṛśya—considering; guṇataḥ—by the modes of nature; manasaḥ—of the mind; tri-avasthāḥ—the three states of consciousness; mat-māyayā—by the influence of My illusory potency; mayi—in Me; kṛtāḥ—imposed; iti—thus; niścita-arthāḥ—those who have ascertained the actual meaning of the soul; sañchidya—cutting off; hārdam—situated in the heart; anumāna—by logic; sat-ukti—and by the instructions of sages and the Vedic literatures; tīkṣṇa—sharpened; jñāna—of knowledge; asinā—by the sword; bhajata—all of you worship; mā—Me; akhila—of all; saṁśaya—doubts; ādhim—the cause (false ego).",
    "translation": "You should consider how, by the influence of My illusory energy, these three states of the mind, caused by the modes of nature, have been artificially imagined to exist in Me. Having definitely ascertained the truth of the soul, you should utilize the sharpened sword of knowledge, acquired by logical reflection and from the instructions of sages and Vedic literatures, to completely cut off the false ego, which is the breeding ground of all doubts. All of you should then worship Me, who am situated within the heart.",
    "purport": [
        {
            "type": "normal",
            "content": "One who has obtained transcendental knowledge is no longer dependent on the three stages of ordinary consciousness, namely waking, dreaming and dreamless sleep. One thus rids one's material mind of the tendency to become the enjoyer of the inferior energy of the Lord, and one sees everything as part and parcel of the Lord's potency, meant only for the enjoyment of the Lord Himself. In such a state of consciousness, one naturally surrenders fully to the Lord's devotional service, which Lord Haṁsa here advises the sons of Lord Brahmā to take up."
        }
    ]
}
