{
    "info": {
        "id": "sb/8/16/22",
        "prevId": "sb/8/16/21",
        "nextId": "sb/8/16/23"
    },
    "verses": [
        {
            "roman": "śrī-aditir uvāca\nkenāhaṁ vidhinā brahmann\nupasthāsye jagat-patim\nyathā me satya-saṅkalpo\nvidadhyāt sa manoratham\n"
        }
    ],
    "synonyms": "śrī-aditiḥ uvāca—Śrīmatī Aditi began to pray; kena—by which; aham—I; vidhinā—by regulative principles; brahman—O brāhmaṇa; upasthāsye—can please; jagat-patim—the Lord of the universe, Jagannātha; yathā—by which; me—my; satya-saṅkalpaḥ—desire may actually be fulfilled; vidadhyāt—may fulfill; saḥ—He (the Supreme Lord); manoratham—ambitions or desires.",
    "translation": "Śrīmatī Aditi said: O brāhmaṇa, tell me the regulative principles by which I may worship the supreme master of the world so that the Lord will be pleased with me and fulfill all my desires.",
    "purport": [
        {
            "type": "normal",
            "content": "It is said, \"Man proposes, God disposes.\" Thus a person may desire many things, but unless these desires are fulfilled by the Supreme Personality of Godhead, they cannot be fulfilled. Fulfillment of desire is called satya-saṅkalpa. Here the word satya-saṅkalpa is very important. Aditi placed herself at the mercy of her husband so that he would give her directions by which to worship the Supreme Personality of Godhead so that all her desires would be fulfilled. A disciple must first decide that he should worship the Supreme Lord, and then the spiritual master will give the disciple correct directions. One cannot dictate to the spiritual master, just as a patient cannot demand that his physician prescribe a certain type of medicine. Here is the beginning of worship of the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā (BG 7.16):"
        },
        {
            "type": "verse",
            "content": "catur-vidhā bhajante māṁjanāḥ sukṛtino 'rjuna\nārto jijñāsur arthārthījñānī ca bharatarṣabha"
        },
        {
            "type": "normal",
            "content": "\"O best among the Bhāratas, four kinds of pious men render devotional service unto Me—the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute.\" Aditi was ārta, a person in distress. She was very much aggrieved because her sons, the demigods, were bereft of everything. Thus she wanted to take shelter of the Supreme Personality of Godhead under the direction of her husband, Kaśyapa Muni."
        }
    ]
}
