{
    "info": {
        "id": "sb/8/16/24",
        "prevId": "sb/8/16/23",
        "nextId": "sb/8/16/25"
    },
    "verses": [
        {
            "roman": "śrī-kaśyapa uvāca\netan me bhagavān pṛṣṭaḥ\nprajā-kāmasya padmajaḥ\nyad āha te pravakṣyāmi\nvrataṁ keśava-toṣaṇam\n"
        }
    ],
    "synonyms": "śrī-kaśyapaḥ uvāca—Kaśyapa Muni said; etat—this; me—by me; bhagavān—the most powerful; pṛṣṭaḥ—when he was requested; prajā-kāmasya—desiring offspring; padma-jaḥ—Lord Brahmā, who was born of a lotus flower; yat—whatever; āha—he said; te—unto you; pravakṣyāmi—I shall explain; vratam—in the form of worship; keśava-toṣaṇam—by which Keśava, the Supreme Personality of Godhead, is satisfied.",
    "translation": "\nŚrī Kaśyapa Muni said: When I desired offspring, I placed inquiries before Lord Brahmā, who is born from a lotus flower. Now I shall explain to you the same process Lord Brahmā instructed me, by which Keśava, the Supreme Personality of Godhead, is satisfied.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere the process of devotional service is further explained. Kaśyapa Muni wanted to instruct Aditi in the same process recommended to him by Brahmā for satisfying the Supreme Personality of Godhead. This is valuable. The guru does not manufacture a new process to instruct the disciple. The disciple receives from the guru an authorized process received by the guru from his guru. This is called the system of disciplic succession (evaṁ paramparā-prāptaṁ imaṁ rājarṣayo viduḥ (BG 4.2)). This is the bona fide Vedic system of receiving the process of devotional service, by which the Supreme Personality of Godhead is pleased. Therefore, to approach a bona fide guru, or spiritual master, is essential. The bona fide spiritual master is he who has received the mercy of his guru, who in turn is bona fide because he has received the mercy of his guru. This is called the paramparā system. Unless one follows this paramparā system, the mantra one receives will be chanted for no purpose. Nowadays there are so many rascal gurus who manufacture their mantras as a process for material advancement, not spiritual advancement. Still, the mantra cannot be successful if it is manufactured. Mantras and the process of devotional service have special power, provided they are received from the authorized person.\n"
        }
    ]
}
