{
    "info": {
        "id": "sb/8/16/25",
        "prevId": "sb/8/16/24",
        "nextId": "sb/8/16/26"
    },
    "verses": [
        {
            "roman": "phālgunasyāmale pakṣe\ndvādaśāhaṁ payo-vratam\narcayed aravindākṣaṁ\nbhaktyā paramayānvitaḥ\n"
        }
    ],
    "synonyms": "phālgunasya—of the month of Phālguna (February and March); amale—during the bright; pakṣe—fortnight; dvādaśa-aham—for twelve days, ending with Dvādaśī, the day after Ekādaśī; payaḥ-vratam—accepting the vow of taking only milk; arcayet—one should worship; aravinda-akṣam—the lotus-eyed Supreme Personality of Godhead; bhaktyā—with devotion; paramayā—unalloyed; anvitaḥ—surcharged.",
    "translation": "\nIn the bright fortnight of the month of Phālguna [February and March], for twelve days ending with Dvādaśī, one should observe the vow of subsisting only on milk and should worship the lotus-eyed Supreme Personality of Godhead with all devotion.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWorshiping the Supreme Lord Viṣṇu with devotion means following arcana-mārga.\n"
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam\n(SB 7.5.23)"
        },
        {
            "type": "normal",
            "content": "\nOne should install the Deity of Lord Viṣṇu or Kṛṣṇa and worship Him nicely by dressing Him, decorating Him with flower garlands, and offering Him all kinds of fruits, flowers and cooked food, nicely prepared with ghee, sugar and grains. One should also offer a flame, incense and so on, while ringing a bell, as prescribed. This is called worship of the Lord. Here it is recommended that one observe the vow of subsisting only by drinking milk. This is called payo-vrata. As we generally perform devotional service on Ekādaśī by not eating grains, it is generally recommended that on Dvādaśī one not consume anything but milk. Payo-vrata and arcana devotional service to the Supreme Lord should be performed with a pure devotional attitude (bhaktyā). Without bhakti, one cannot worship the Supreme Personality of Godhead. Bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ (BG 18.55). If one wants to know the Supreme Personality of Godhead and be directly connected with Him, knowing what He wants to eat and how He is satisfied, one must take to the process of bhakti. As recommended here also, bhaktyā paramayānvitaḥ: one should be surcharged with unalloyed devotional service.\n"
        }
    ]
}
