{
    "info": {
        "id": "sb 8/16/Summary",
        "prevId": "sb/8/15/36",
        "nextId": "sb/8/16/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAs described in this chapter, because Aditi, the mother of the demigods, was very afflicted, her husband, Kaśyapa Muni, told her how to observe vows in austerities for the benefit of her sons.\n"
        },
        {
            "type": "normal",
            "content": "Since the demigods were not visible in the heavenly kingdom, their mother, Aditi, because of separation from them, was very much aggrieved. One day after many, many years, the great sage Kaśyapa emerged from a trance of meditation and returned to his āśrama. He saw that the āśrama was no longer beautiful and that his wife was very morose. Everywhere in the āśrama, he saw signs of lamentation. The great sage therefore inquired from his wife about the well-being of the āśrama and asked her why she looked so morose. After Aditi informed Kaśyapa Muni about the āśrama's well-being, she told him that she was lamenting for the absence of her sons. She then requested him to tell her how her sons could return and reoccupy their positions. She wanted all good fortune for her sons. Moved by Aditi's request, Kaśyapa Muni instructed her in the philosophy of self-realization, the difference between matter and spirit, and how to be unaffected by material loss. But when he saw that Aditi was not satisfied even after he had given these instructions, he advised her to worship Vāsudeva, Janārdana. He assured her that only Lord Vāsudeva could satisfy her and fulfill all her desires. When Aditi then expressed her desire to worship Lord Vāsudeva, Prajāpati Kaśyapa told her about a process of worship known as payo-vrata, which is executed in twelve days. Lord Brahmā had instructed him how to satisfy Lord Kṛṣṇa by this process, and thus he advised his wife to observe this vow and its regulative principles.\n"
        }
    ]
}
