{
    "info": {
        "id": "sb/5/23/5",
        "prevId": "sb/5/23/4",
        "nextId": "sb/5/23/6"
    },
    "verses": [
        {
            "roman": "yasya pucchāgre 'vākśirasaḥ kuṇḍalī-bhūta-dehasya dhruva\nupakalpitas tasya lāṅgūle prajāpatir agnir indro dharma\niti puccha-mūle dhātā vidhātā ca kaṭyāṁ saptarṣayaḥ\ntasya dakṣiṇāvarta-kuṇḍalī-bhūta-śarīrasya yāny\nudagayanāni dakṣiṇa-pārśve tu nakṣatrāṇy upakalpayanti dakṣiṇāyanāni tu savye\nyathā śiśumārasya kuṇḍalā-bhoga-sanniveśasya pārśvayor\nubhayor apy avayavāḥ samasaṅkhyā bhavanti\npṛṣṭhe tv ajavīthī ākāśa-gaṅgā codarataḥ\n"
        }
    ],
    "synonyms": "yasya—of which; puccha-agre—at the end of the tail; avākśirasaḥ—whose head is downward; kuṇḍalī-bhūta-dehasya—whose body, which is coiled; dhruvaḥ—Mahārāja Dhruva on his planet, the polestar; upakalpitaḥ—is situated; tasya—of that; lāṅgūle—on the tail; prajāpatiḥ—of the name Prajāpati; agniḥ—Agni; indraḥ—Indra; dharmaḥ—Dharma; iti—thus; puccha-mūle—at the base of the tail; dhātā vidhātā—the demigods known as Dhātā and Vidhātā; ca—also; kaṭyām—on the hip; sapta-ṛṣayaḥ—the seven saintly sages; tasya—of that; dakṣiṇa-āvarta-kuṇḍalī-bhūta-śarīrasya—whose body is like a coil turning toward the right side; yāni—which; udagayanāni—marking the northern courses; dakṣiṇa-pārśve—on the right side; tu—but; nakṣatrāṇi—constellations; upakalpayanti—are situated; dakṣiṇa-āyanāni—the fourteen stars, from Puṣyā to Uttarāṣāḍhā, marking the northern course; tu—but; savye—on the left side; yathā—just like; śiśumārasya—of the dolphin; kuṇḍalā-bhoga-sanniveśasya—whose body appears like a coil; pārśvayoḥ—on the sides; ubhayoḥ—both; api—certainly; avayavāḥ—the limbs; samasaṅkhyāḥ—of equal number (fourteen); bhavanti—are; pṛṣṭhe—on the back; tu—of course; ajavīthī—the first three stars marking the southern route (Mūlā, Pūrvaṣāḍhā and Uttarāṣāḍhā); ākāśa-gaṅgā—the Ganges in the sky (the Milky Way); ca—also; udarataḥ—on the abdomen.",
    "translation": "\nThis form of the śiśumāra has its head downward and its body coiled. On the end of its tail is the planet of Dhruva, on the body of its tail are the planets of the demigods Prajāpati, Agni, Indra and Dharma, and at the base of its tail are the planets of the demigods Dhātā and Vidhātā. Where the hips might be on the śiśumāra are the seven saintly sages like Vasiṣṭha and Aṅgirā. The coiled body of the Śiśumāra-cakra turns toward its right side, on which the fourteen constellations from Abhijit to Punarvasu are located. On its left side are the fourteen stars from Puṣyā to Uttarāṣāḍhā. Thus its body is balanced because its sides are occupied by an equal number of stars. On the back of the śiśumāra is the group of stars known as Ajavīthī, and on its abdomen is the Ganges that flows in the sky [the Milky Way].\n\n",
    "purport": null
}
