{
    "info": {
        "id": "sb 5/23/Summary",
        "prevId": "sb/5/22/17",
        "nextId": "sb/5/23/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how all the planetary systems take shelter of the polestar, Dhruvaloka. It also describes the totality of these planetary systems to be Śiśumāra, another expansion of the external body of the Supreme Personality of Godhead. Dhruvaloka, the abode of Lord Viṣṇu within this universe, is situated 1,300,000 yojanas from the seven stars. In the planetary system of Dhruvaloka are the planets of the fire-god, Indra, Prajāpati, Kaśyapa and Dharma, all of whom are very respectful to the great devotee Dhruva, who lives on the polestar. Like bulls yoked to a central pivot, all the planetary systems revolve around Dhruvaloka, impelled by eternal time. Those who worship the virāṭ-puruṣa, the universal form of the Lord, conceive of this entire rotating system of planets as an animal known as śiśumāra. This imaginary śiśumāra is another form of the Lord. The head of the śiśumāra form is downward, and its body appears like that of a coiled snake. On the end of its tail is Dhruvaloka, on the body of the tail are Prajāpati, Agni, Indra and Dharma, and on the root of the tail are Dhātā and Vidhātā. On its waist are the seven great sages. The entire body of the śiśumāra faces toward its right and appears like a coil of stars. On the right side of this coil are the fourteen prominent stars from Abhijit to Punarvasu, and on the left side are the fourteen prominent stars from Puṣyā to Uttarāṣāḍhā. The stars known as Punarvasu and Puṣyā are on the right and left hips of the śiśumāra, and the stars known as Ārdrā and Aśleṣā are on the right and left feet of the śiśumāra. Other stars are also fixed on different sides of the Śiśumāra planetary system according to the calculations of Vedic astronomers. To concentrate their minds, yogīs worship the Śiśumāra planetary system, which is technically known as the kuṇḍalini-cakra.\n"
        }
    ]
}
