{
    "info": {
        "id": "sb/10/83/summary",
        "prevId": "sb/10/82/48",
        "nextId": "sb/10/83/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates a conversation between Draupadī and Lord Kṛṣṇa's foremost queens, in which each of them describes how the Lord married her."
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa returned from His meeting with the gopīs and asked King Yudhiṣṭhira and His other relatives whether they were well. They replied, \"My Lord, anyone who has just once imbibed through his ears the honey of Your pastimes can never know misfortune.\""
        },
        {
            "type": "normal",
            "content": "Then Draupadī inquired from Lord Kṛṣṇa's wives how the Lord had come to marry them. Queen Rukmiṇī spoke first: \"Many kings, headed by Jarāsandha, were intent on giving me in marriage to Śiśupāla. Thus at my wedding they all stood with bows in hand, ready to support Śiśupāla against any opponents. But Śrī Kṛṣṇa came and forcibly took me away, as a lion takes his prey from amidst goats and sheep.\""
        },
        {
            "type": "normal",
            "content": "Queen Satyabhāmā said, \"When my uncle Prasena was killed, my father, Satrājit, falsely accused Lord Kṛṣṇa of murder. To clear His name, Kṛṣṇa defeated Jāmbavān, recovered the Syamantaka jewel and returned it to Satrājit. Repentant, my father presented the Lord with both the jewel and myself.\""
        },
        {
            "type": "normal",
            "content": "Queen Jāmbavatī said, \"When Śrī Kṛṣṇa entered my father's cave in search of the Syamantaka jewel, at first my father, Jāmbavān, did not understand who He was. So my father fought with Him for twenty-seven days and nights. Finally, Jāmbavān understood that Kṛṣṇa was none other than Lord Rāmacandra, his worshipable Lord. Thus he gave Kṛṣṇa the Syamantaka jewel, along with me.\""
        },
        {
            "type": "normal",
            "content": "Queen Kālindī said, \"To obtain Kṛṣṇa as my husband, I performed severe austerities. Then one day Lord Kṛṣṇa came to me in the company of Arjuna, and at that time the Lord agreed to marry me.\""
        },
        {
            "type": "normal",
            "content": "Queen Mitravindā said, \"Śrī Kṛṣṇa came to my svayaṁ-vara ceremony, where He defeated all the opposing kings and took me away to His city of Dvārakā.\""
        },
        {
            "type": "normal",
            "content": "Queen Satyā said, \"My father stipulated that to win my hand, a prospective suitor would have to subdue and tie up seven powerful bulls. Accepting this challenge, Lord Kṛṣṇa playfully subdued them, defeated all His rival suitors and married me.\""
        },
        {
            "type": "normal",
            "content": "Queen Bhadrā said, \"My father invited his nephew Kṛṣṇa, to whom I had already given my heart, and offered me to Him as His bride. The dowry was an entire military division and a retinue of my female companions.\""
        },
        {
            "type": "normal",
            "content": "Queen Lakṣmaṇā said to Draupadī, \"At my svayaṁ-vara, as at yours, a fish-target was fastened near the ceiling. But in my case the fish was concealed on all sides, and only its reflection could be seen in a pot of water below. Several kings tried to hit the fish with an arrow but failed. Arjuna then made his attempt. He concentrated on the reflection of the fish in the water and took careful aim, but when he released his arrow it only grazed the target. Then Śrī Kṛṣṇa fixed His arrow on the bow and shot it straight through the target, knocking it to the ground. I placed the victory necklace on Śrī Kṛṣṇa's neck, but the kings who had failed raised a violent protest. Lord Kṛṣṇa valiantly fought them, cutting off the heads, arms and legs of many and sending the rest fleeing for their lives. Then the Lord took me to Dvārakā for our lavish wedding.\""
        },
        {
            "type": "normal",
            "content": "Rohiṇī-devī, representing all the other queens, explained that they were daughters of the kings defeated by Bhaumāsura. The demon had held them captive, but when Lord Kṛṣṇa killed him He had released them and married them all."
        }
    ]
}
