{
    "info": {
        "id": "sb/3/9/10",
        "prevId": "sb/3/9/9",
        "nextId": "sb/3/9/11"
    },
    "verses": [
        {
            "roman": "ahny āpṛtārta-karaṇā niśi niḥśayānā\nnānā-manoratha-dhiyā kṣaṇa-bhagna-nidrāḥ\ndaivāhatārtha-racanā ṛṣayo 'pi deva\nyuṣmat-prasaṅga-vimukhā iha saṁsaranti\n"
        }
    ],
    "synonyms": "ahni—during the daytime; āpṛta—engaged; ārta—distressing engagement; karaṇāḥ—senses; niśi—at night; niḥśayānāḥ—insomnia; nānā—various; manoratha—mental speculations; dhiyā—by intelligence; kṣaṇa—constantly; bhagna—broken; nidrāḥ—sleep; daiva—superhuman; āhata-artha—frustrated; racanāḥ—plans; ṛṣayaḥ—great sages; api—also; deva—O my Lord; yuṣmat—Your Lordship's; prasaṅga—topic; vimukhāḥ—turned against; iha—in this (material world); saṁsaranti—do rotate.",
    "translation": "\nSuch nondevotees engage their senses in very troublesome and extensive work, and they suffer insomnia at night because their intelligence constantly breaks their sleep with various mental speculations. They are frustrated in all their various plans by supernatural power. Even great sages, if they are against Your transcendental topics, must rotate in this material world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs described in the previous verse, people who have no taste for the devotional service of the Lord are occupied in material engagements. Most of them engage during the daytime in hard physical labor; their senses are engaged very extensively in troublesome duties in the gigantic plants of heavy industrial enterprise. The owners of such factories are engaged in finding a market for their industrial products, and the laborers are engaged in extensive production involving huge mechanical arrangements. \"Factory\" is another name for hell. At night, hellishly engaged persons take advantage of wine and women to satisfy their tired senses, but they are not even able to have sound sleep because their various mental speculative plans constantly interrupt their sleep. Because they suffer from insomnia sometimes they feel sleepy in the morning for lack of sufficient rest. By the arrangement of supernatural power, even the great scientists and thinkers of the world suffer frustration of their various plans and thus rot in the material world birth after birth. A great scientist may make discoveries in atomic energy for the quick destruction of the world and may be awarded the best prize in recognition of his service (or disservice), but he also has to undergo the reactions of his work by rotating in the cycle of repeated births and deaths under the superhuman law of material nature. All these people who are against the principle of devotional service are destined to rotate in this material world without fail.\n"
        },
        {
            "type": "normal",
            "content": "This verse particularly mentions that even sages who are averse to the principles of devotional service to the Lord are also condemned to undergo the terms of material existence. Not only in this age, but formerly also, there were many sages who tried to invent their own systems of religion without reference to devotional service to the Supreme Lord, but there cannot be any religious principle without devotional service to the Lord. The Supreme Lord is the leader of the entire range of living entities, and no one can be equal to or greater than Him. Even the Lord's impersonal feature and all-pervading localized feature cannot be on an equal level with the Supreme Personality of Godhead. Therefore, there cannot be any religion or system of genuine philosophy for the advancement of the living entities without the principle of devotional service.\n"
        },
        {
            "type": "normal",
            "content": "The impersonalists, who take much trouble in penance and austerity for self-liberation, may approach the impersonal brahmajyoti, but ultimately, because of not being situated in devotional service, they glide down again to the material world to undergo another term of material existence. This is confirmed as follows:\n"
        },
        {
            "type": "verse",
            "content": "ye 'nye 'ravindākṣa vimukta-māninas\ntvayy asta-bhāvād aviśuddha-buddhayaḥ\nāruhya kṛcchreṇa paraṁ padaṁ tataḥ\npatanty adho 'nādṛta-yuṣmad-aṅghrayaḥ\n(SB 10.2.32)"
        },
        {
            "type": "normal",
            "content": "\n\"Persons who are falsely under the impression of being liberated, without devotional service to the Lord, may reach the goal of the brahmajyoti, but because of their impure consciousness and for want of shelter in the Vaikuṇṭhalokas, such so-called liberated persons again fall down into material existence.\"\n"
        },
        {
            "type": "normal",
            "content": "Therefore, no one can manufacture any system of religion without the principle of devotional service to the Lord. As we find in the Sixth Canto of Śrīmad-Bhāgavatam, the initiator of religious principles is the Lord Himself. In Bhagavad-gītā also we find that the Lord condemns all forms of religion other than that which entails the process of surrendering unto the Supreme. Any system which leads one to the devotional service of the Lord, and nothing else, is actually religion or philosophy. In the Sixth Canto we find the following statements of Yamarāja, the controller of all unfaithful living entities:\n"
        },
        {
            "type": "verse",
            "content": "dharmaṁ tu sākṣād bhagavat-praṇītaṁ\nna vai vidur ṛṣayo nāpi devāḥ\nna siddha-mukhyā asurā manuṣyāḥ\nkuto nu vidyādhara-cāraṇādayaḥ\n(SB 6.3.19)"
        },
        {
            "type": "verse",
            "content": "svayambhūr nāradaḥ śambhuḥ\nkumāraḥ kapilo manuḥ\nprahlādo janako bhīṣmo\nbalir vaiyāsakir vayam"
        },
        {
            "type": "verse",
            "content": "dvādaśaite vijānīmo\ndharmaṁ bhāgavataṁ bhaṭāḥ\nguhyaṁ viśuddhaṁ durbodhaṁ\nyaṁ jñātvāmṛtam aśnute\n(SB 6.3.20-21)"
        },
        {
            "type": "normal",
            "content": "\n\"The principles of religion are initiated by the Supreme Personality of Godhead, and no one else, including the sages and demigods, can manufacture any such principles. Since even great sages and demigods are unauthorized to inaugurate such principles of religion, what to speak of others—the so-called mystics, demons, human beings, Vidyādharas and Cāraṇas living in the lower planets? Twelve personalities—Brahmā, Nārada, Lord Śiva, Kumāra, Kapila, Manu, Prahlāda Mahārāja, Janaka Mahārāja, Bhīṣma, Bali, Śukadeva Gosvāmī and Yamarāja—are agents of the Lord authorized to speak and propagate the principles of religion.\"\n"
        },
        {
            "type": "normal",
            "content": "The principles of religion are not open to any ordinary living entity. They are just to bring the human being onto the platform of morality. Nonviolence, etc., are necessary for misguided persons because unless one is moral and nonviolent one cannot understand the principles of religion. To understand what is actually religion is very difficult even if one is situated in the principles of morality and nonviolence. It is very confidential because as soon as one is conversant with the real principles of religion, he is at once liberated to the eternal life of bliss and knowledge. Therefore, one who is not situated in the principles of devotional service to the Lord should not pose himself as a religious leader of the innocent public. The Īśopaniṣad emphatically forbids this nonsense in the following mantra:\n"
        },
        {
            "type": "verse",
            "content": "andhaṁ tamaḥ praviśanti\nye 'sambhūtim upāsate\ntato bhūya iva te tamo\nya u sambhūtyāṁ ratāḥ\n(Īśopaniṣad 12)"
        },
        {
            "type": "normal",
            "content": "\nA person in ignorance of the principles of religion who therefore does nothing in the matter of religion is far better than a person who misguides others in the name of religion without reference to the factual religious principles of devotional service. Such so-called leaders of religion are sure to be condemned by Brahmā and other great authorities.\n"
        }
    ]
}
