{
    "info": {
        "id": "sb/3/9/13",
        "prevId": "sb/3/9/12",
        "nextId": "sb/3/9/14"
    },
    "verses": [
        {
            "roman": "puṁsām ato vividha-karmabhir adhvarādyair\ndānena cogra-tapasā paricaryayā ca\nārādhanaṁ bhagavatas tava sat-kriyārtho\ndharmo 'rpitaḥ karhicid mriyate na yatra\n"
        }
    ],
    "synonyms": "puṁsām—of the people; ataḥ—therefore; vividha-karmabhiḥ—by various fruitive activities; adhvara-ādyaiḥ—by performance of Vedic rituals; dānena—by charities; ca—and; ugra—very hard; tapasā—austerity; paricaryayā—by transcendental service; ca—also; ārādhanam—worship; bhagavataḥ—of the Personality of Godhead; tava—Your; sat-kriyā-arthaḥ—simply for pleasing Your Lordship; dharmaḥ—religion; arpitaḥ—so offered; karhicit—at any time; mriyate—vanquishes; na—never; yatra—there.",
    "translation": "But the pious activities of the people, such as performance of Vedic rituals, charity, austere penances, and transcendental service, performed with a view to worship You and satisfy You by offering You the fruitive results, are also beneficial. Such acts of religion never go in vain.",
    "purport": [
        {
            "type": "normal",
            "content": "Absolute devotional service, conducted in nine different spiritual activities—hearing, chanting, remembering, worshiping, praying, etc.—does not always appeal to people with a pompous nature; they are more attracted by the Vedic superficial rituals and other costly performances of social religious shows. But the process according to the Vedic injunctions is that the fruits of all pious activities should be offered to the Supreme Lord. In Bhagavad-gītā (BG 9.27), the Lord demands that whatever one may do in one's daily activities, such as worship, sacrifice, and offering charity, all the results should be offered to Him only. This offering of the results of pious acts unto the Supreme Lord is a sign of devotional service to the Lord and is of permanent value, whereas enjoying the same results for oneself is only temporary. Anything done on account of the Lord is a permanent asset and accumulates in the form of unseen piety for gradual promotion to the unalloyed devotional service of the Lord. These undetected pious activities will one day result in full-fledged devotional service by the grace of the Supreme Lord. Therefore, any pious act done on account of the Supreme Lord is also recommended here for those who are not pure devotees."
        }
    ]
}
