{
    "info": {
        "id": "sb/3/9/27-28",
        "prevId": "sb/3/9/26",
        "nextId": "sb/3/9/29"
    },
    "verses": [
        {
            "roman": "athābhipretam anvīkṣya\nbrahmaṇo madhusūdanaḥ\nviṣaṇṇa-cetasaṁ tena\nkalpa-vyatikarāmbhasā\n"
        },
        {
            "roman": "loka-saṁsthāna-vijñāna\nātmanaḥ parikhidyataḥ\ntam āhāgādhayā vācā\nkaśmalaṁ śamayann iva\n"
        }
    ],
    "synonyms": "atha—thereupon; abhipretam—intention; anvīkṣya—observing; brahmaṇaḥ—of Brahmā; madhusūdanaḥ—the killer of the Madhu demon; viṣaṇṇa—depressed; cetasam—of the heart; tena—by him; kalpa—millennium; vyatikara-ambhasā—devastating water; loka-saṁsthāna—situation of the planetary system; vijñāne—in the science; ātmanaḥ—of himself; parikhidyataḥ—sufficiently anxious; tam—unto him; āha—said; agādhayā—deeply thoughtful; vācā—by words; kaśmalam—impurities; śamayan—removing; iva—like that.",
    "translation": "The Lord saw that Brahmā was very anxious about the planning and construction of the different planetary systems and was depressed upon seeing the devastating water. He could understand the intention of Brahmā, and thus He spoke in deep, thoughtful words, removing all the illusion that had arisen.",
    "purport": [
        {
            "type": "normal",
            "content": "The devastating water was so fearful that even Brahmā was perturbed at its appearance and became very anxious about how to situate the different planetary systems in outer space to accommodate the different kinds of living entities, such as the human beings, those lower than the human beings, and the superhuman beings. All the planets in the universe are situated according to the different grades of living entities under the influence of the modes of material nature. There are three modes of material nature, and when they are mixed with one another they become nine. When the nine are mixed they become eighty-one, and the eighty-one also become mixed, and thus we ultimately do not know how the delusion increases and increases. Lord Brahmā had to accommodate different places and situations for the requisite bodies of the conditioned souls. The task was meant only for Brahmā, and no one in the universe can even understand how difficult it was. But by the grace of the Lord, Brahmā was able to execute the tremendous task so perfectly that everyone is amazed to see the workmanship of the vidhātā, or the regulator."
        }
    ]
}
