{
    "info": {
        "id": "sb/3/9/3",
        "prevId": "sb/3/9/2",
        "nextId": "sb/3/9/4"
    },
    "verses": [
        {
            "roman": "nātaḥ paraṁ parama yad bhavataḥ svarūpam\nānanda-mātram avikalpam aviddha-varcaḥ\npaśyāmi viśva-sṛjam ekam aviśvam ātman\nbhūtendriyātmaka-madas ta upāśrito 'smi\n"
        }
    ],
    "synonyms": "na—do not; ataḥ param—hereafter; parama—O Supreme; yat—that which; bhavataḥ—of Your Lordship; svarūpam—eternal form; ānanda-mātram—impersonal Brahman effulgence; avikalpam—without changes; aviddha-varcaḥ—without deterioration of potency; paśyāmi—do I see; viśva-sṛjam—creator of the cosmic manifestation; ekam—one without a second; aviśvam—and yet not of matter; ātman—O Supreme Cause; bhūta—body; indriya—senses; ātmaka—on such identification; madaḥ—pride; te—unto You; upāśritaḥ—surrendered; asmi—I am.",
    "translation": "O my Lord, I do not see a form superior to Your present form of eternal bliss and knowledge. In Your impersonal Brahman effulgence in the spiritual sky, there is no occasional change and no deterioration of internal potency. I surrender unto You because whereas I am proud of my material body and senses, Your Lordship is the cause of the cosmic manifestation and yet You are untouched by matter.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Bhagavad-gītā (BG 18.55), bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: the Supreme Personality of Godhead can only be partially known, and only by the process of devotional service to the Lord. Lord Brahmā became aware that the Supreme Lord Kṛṣṇa has many, many eternal, blissful forms of knowledge. He has described such expansions of the Supreme Lord, Govinda, in his Brahma-saṁhitā (BS 5.38), as follows:"
        },
        {
            "type": "verse",
            "content": "advaitam acyutam anādim ananta-rūpamādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca\nvedeṣu durlabham adurlabham ātma-bhaktaugovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship Govinda, the primeval Lord, who is nondual and infallible. He is the original cause of all causes, even though He expands in many, many forms. Although He is the oldest personality, He is ever youthful, unaffected by old age. The Supreme Personality of Godhead cannot be known by the academic wisdom of the Vedas; one has to approach the devotee of the Lord to understand Him.\""
        },
        {
            "type": "normal",
            "content": "The only way to understand the Lord as He is, is by devotional service to the Lord, or by approaching the devotee of the Lord who always has the Lord in his heart. By devotional perfection one can understand that the impersonal brahmajyoti is only a partial representation of the Supreme Personality of Godhead, Lord Kṛṣṇa, and that the three puruṣa expansions in the material creation are His plenary portions. In the spiritual sky of the brahmajyoti there is no change of various kalpas or millenniums, and there are no creative activities in the Vaikuṇṭha worlds. The influence of time is conspicuous by its absence. The rays of the transcendental body of the Lord, the unlimited brahmajyoti, are undeterred by the influence of material energy. In the material world also, the initial creator is the Lord Himself. He brings about the creation of Brahmā, who becomes the subsequent creator, empowered by the Lord."
        }
    ]
}
