{
    "info": {
        "id": "sb/3/9/41",
        "prevId": "sb/3/9/40",
        "nextId": "sb/3/9/42"
    },
    "verses": [
        {
            "roman": "pūrtena tapasā yajñair\ndānair yoga-samādhinā\nrāddhaṁ niḥśreyasaṁ puṁsāṁ\nmat-prītis tattvavin-matam\n"
        }
    ],
    "synonyms": "pūrtena—by traditional good work; tapasā—by penances; yajñaiḥ—by sacrifices; dānaiḥ—by charities; yoga—by mysticism; samādhinā—by trance; rāddham—success; niḥśreyasam—ultimately beneficial; puṁsām—of the human being; mat—of Me; prītiḥ—satisfaction; tattva-vit—expert transcendentalist; matam—opinion.",
    "translation": "It is the opinion of expert transcendentalists that the ultimate goal of performing all traditional good works, penances, sacrifices, charities, mystic activities, trances, etc., is to invoke My satisfaction.",
    "purport": [
        {
            "type": "normal",
            "content": "There are many traditionally pious activities in human society, such as altruism, philanthropy, nationalism, internationalism, charity, sacrifice, penance, and even meditation in trance, and all of them can be fully beneficial only when they lead to the satisfaction of the Supreme Personality of Godhead. The perfection of any activity—social, political, religious or philanthropic—is to satisfy the Supreme Lord. This secret of success is known to the devotee of the Lord, as exemplified by Arjuna on the Battlefield of Kurukṣetra. As a good, nonviolent man, Arjuna did not want to fight with his kinsmen, but when he understood that Kṛṣṇa wanted the fight and had arranged it at Kurukṣetra, he gave up his own satisfaction and fought for the satisfaction of the Lord. That is the right decision for all intelligent men. One's only concern should be to satisfy the Lord by one's activities. If the Lord is satisfied by an action, whatever it may be, then it is successful. Otherwise, it is simply a waste of time. That is the standard of all sacrifice, penance, austerity, mystic trance and other good and pious work."
        }
    ]
}
