{
    "info": {
        "id": "sb/3/9/9",
        "prevId": "sb/3/9/8",
        "nextId": "sb/3/9/10"
    },
    "verses": [
        {
            "roman": "yāvat pṛthaktvam idam ātmana indriyārtha-\nmāyā-balaṁ bhagavato jana īśa paśyet\ntāvan na saṁsṛtir asau pratisaṅkrameta\nvyarthāpi duḥkha-nivahaṁ vahatī kriyārthā\n"
        }
    ],
    "synonyms": "yāvat—as long as; pṛthaktvam—separatism; idam—this; ātmanaḥ—of the body; indriya-artha—for sense gratification; māyā-balam—influence of external energy; bhagavataḥ—of the Personality of Godhead; janaḥ—a person; īśa—O my Lord; paśyet—sees; tāvat—so long; na—not; saṁsṛtiḥ—the influence of material existence; asau—that man; pratisaṅkrameta—can overcome; vyarthā api—although without meaning; duḥkha-nivaham—multiple miseries; vahatī—bringing; kriyā-arthā—for fruitive activities.",
    "translation": "\nO my Lord, the material miseries are without factual existence for the soul. Yet as long as the conditioned soul sees the body as meant for sense enjoyment, he cannot get out of the entanglement of material miseries, being influenced by Your external energy.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe whole trouble of the living entity in material existence is that he has an independent conception of life. He is always dependent on the rules of the Supreme Lord, in both the conditioned and liberated states, but by the influence of the external energy the conditioned soul thinks himself independent of the supremacy of the Personality of Godhead. His constitutional position is to dovetail himself with the desire of the supreme will, but as long as he does not do so, he is sure to drag on in the shackles of material bondage. As stated in Bhagavad-gītā (BG 2.55), prajahāti yadā kāmān sarvān pārtha mano-gatān: he has to give up all sorts of plans manufactured by mental concoction. The living entity has to dovetail himself with the supreme will. That will help him to get out of the entanglement of material existence.\n"
        }
    ]
}
