{
    "info": {
        "id": "sb/5/22/5",
        "prevId": "sb/5/22/4",
        "nextId": "sb/5/22/6"
    },
    "verses": [
        {
            "roman": "atha sa eṣa ātmā lokānāṁ dyāv-āpṛthivyor antareṇa nabho-valayasya\nkālacakra-gato dvādaśa māsān bhuṅkte rāśi-saṁjñān\nsaṁvatsarāvayavān māsaḥ pakṣa-dvayaṁ divā naktaṁ\nceti sapādarkṣa-dvayam upadiśanti yāvatā ṣaṣṭham aṁśaṁ\nbhuñjīta sa vai ṛtur ity upadiśyate saṁvatsarāvayavaḥ\n"
        }
    ],
    "synonyms": "atha—therefore; saḥ—He; eṣaḥ—this; ātmā—the living force; lokānām—of all the three worlds; dyāv-ā-pṛthivyoḥ antareṇa—between the upper and lower portions of the universe; nabhaḥ-valayasya—of outer space; kāla-cakra-gataḥ—positioned in the wheel of time; dvādaśa māsān—twelve months; bhuṅkte—passes; rāśi-saṁjñān—named after the zodiac signs; saṁvatsara-avayavān—the parts of the whole year; māsaḥ—one month; pakṣa-dvayam—two fortnights; divā—a day; naktam ca—and a night; iti—thus; sapāda-ṛkṣa-dvayam—by stellar calculations, two and a quarter constellations; upadiśanti—they instruct; yāvatā—by as much time; ṣaṣṭham aṁśam—one sixth of his orbit; bhuñjīta—pass; saḥ—that portion; vai—indeed; ṛtuḥ—a season; iti—thus; upadiśyate—is instructed; saṁvatsara-avayavaḥ—a part of a year.",
    "translation": "The sun-god, who is Nārāyaṇa, or Viṣṇu, the soul of all the worlds, is situated in outer space between the upper and lower portions of the universe. Passing through twelve months on the wheel of time, the sun comes in touch with twelve different signs of the zodiac and assumes twelve different names according to those signs. The aggregate of those twelve months is called a saṁvatsara, or an entire year. According to lunar calculations, two fortnights—one of the waxing moon and the other of the waning—form one month. That same period is one day and night for the planet Pitṛloka. According to stellar calculations, a month equals two and one quarter constellations. When the sun travels for two months, a season passes, and therefore the seasonal changes are considered parts of the body of the year.",
    "purport": null
}
