{
    "info": {
        "id": "sb 5/22/Summary",
        "prevId": "sb/5/21/19",
        "nextId": "sb/5/22/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter the orbits of the planets are described. According to the movements of the moon and other planets, all the inhabitants of the universe are prone to auspicious and inauspicious situations. This is referred to as the influence of the stars.\n"
        },
        {
            "type": "normal",
            "content": "The sun-god, who controls the affairs of the entire universe, especially in regard to heat, light, seasonal changes and so on, is considered an expansion of Nārāyaṇa. He represents the three Vedas-Ṛg, Yajur and Sāma-and therefore he is known as Trayīmaya, the form of Lord Nārāyaṇa. Sometimes the sun-god is also called Sūrya Nārāyaṇa. The sun-god has expanded himself in twelve divisions, and thus he controls the six seasonal changes and causes winter, summer, rain and so on. Yogīs and karmīs following the varṇāśrama institution, who practice haṭha or aṣṭāṅga-yoga or who perform agnihotra sacrifices, worship Sūrya Nārāyaṇa for their own benefit. The demigod Sūrya is always in touch with the Supreme Personality of Godhead, Nārāyaṇa. Residing in outer space, which is in the middle of the universe, between Bhūloka and Bhuvarloka, the sun rotates through the time circle of the zodiac, represented by twelve rāśis, or signs, and assumes different names according to the sign he is in. For the moon, every month is divided into two fortnights. Similarly, according to solar calculations, a month is equal to the time the sun spends in one constellation; two months constitute one season, and there are twelve months in a year. The entire area of the sky is divided into two halves, each representing an ayana, the course traversed by the sun within a period of six months. The sun travels sometimes slowly, sometimes swiftly and sometimes at a moderate speed. In this way it travels within the three worlds, consisting of the heavenly planets, the earthly planets and outer space. These orbits are referred to by great learned scholars by the names Saṁvatsara, Parivatsara, Iḍāvatsara, Anuvatsara and Vatsara.\n"
        },
        {
            "type": "normal",
            "content": "The moon is situated 100,000 yojanas above the rays of the sunshine. Day and night on the heavenly planets and Pitṛloka are calculated according to its waning and waxing. Above the moon by a distance of 200,000 yojanas are some stars, and above these stars is Śukra-graha (Venus), whose influence is always auspicious for the inhabitants of the entire universe. Above Śukra-graha by 200,000 yojanas is Budha-graha (Mercury), whose influence is sometimes auspicious and sometimes inauspicious. Next, above Budha-graha by 200,000 yojanas, is Aṅgāraka (Mars), which almost always has an unfavorable influence. Above Aṅgāraka by another 200,000 yojanas is the planet called Bṛhaspati-graha (Jupiter), which is always very favorable for qualified brāhmaṇas. Above Bṛhaspati-graha is the planet Śanaiścara (Saturn), which is very inauspicious, and above Saturn is a group of seven stars occupied by great saintly persons who are always thinking of the welfare of the entire universe. These seven stars circumambulate Dhruvaloka, which is the residence of Lord Viṣṇu within this universe.\n"
        }
    ]
}
