{
    "info": {
        "id": "sb/11/18/4",
        "prevId": "sb/11/18/3",
        "nextId": "sb/11/18/5"
    },
    "verses": [
        {
            "roman": "grīṣme tapyeta pañcāgnīn\nvarṣāsv āsāra-ṣāḍ jale\nākaṇtha-magnaḥ śiśira\nevaṁ vṛttas tapaś caret\n"
        }
    ],
    "synonyms": "grīṣme—in the summer; tapyeta—one should accept as austerity; pañca-agnīn—five fires (the overhead sun and fires burning on four sides); varṣāsu—during the rainy season; āsāra—torrents of rain; ṣāṭ—tolerating; jale—in water; ā-kaṇṭha—up to the neck; magnaḥ—submerged; śiśire—in the coldest part of winter; evam—thus; vṛttaḥ—engaged; tapaḥ—penance; caret—one should execute.",
    "translation": "\nThus engaged as a vānaprastha, one should execute penance during the hottest summer days by subjecting oneself to burning fires on four sides and the blazing sun overhead; during the rainy season one should remain outside, subjecting oneself to torrents of rain; and in the freezing winter one should remain submerged in water up to one's neck.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nOne who engages in sense gratification must perform severe penances at the end of life to counteract his sinful, hedonistic activities. A devotee of the Lord, however, naturally develops Kṛṣṇa consciousness and need not subject himself to such radical penances. As stated in the Pañcarātra,\n"
        },
        {
            "type": "verse",
            "content": "ārādhito yadi haris tapasā tataḥ kiṁ\nnārādhito yadi haris tapasā tataḥ kim\nantar bahir yadi haris tapasā tataḥ kiṁ\nnāntar bahir yadi haris tapasā tataḥ kim"
        },
        {
            "type": "normal",
            "content": "\n\"If one is worshiping the Lord properly, what is the use of severe penances? And if one is not properly worshiping the Lord, what is the use of severe penances? If Śrī Kṛṣṇa is realized within and without everything that exists, what is the use of severe penances? And if Śrī Kṛṣṇa is not seen within and without everything, then what is the use of severe penances?\"\n"
        }
    ]
}
