{
    "info": {
        "id": "sb/12/13/10",
        "prevId": "sb/12/13/4-9",
        "nextId": "sb/12/13/11-12"
    },
    "verses": [
        {
            "roman": "idaṁ bhagavatā pūrvaṁ\nbrahmaṇe nābhi-paṅkaje\nsthitāya bhava-bhītāya\nkāruṇyāt samprakāśitam\n"
        }
    ],
    "synonyms": "idam—this; bhagavatā—by the Supreme Personality of Godhead; pūrvam—first; brahmaṇe—to Brahmā; nābhi-paṅkaje—upon the lotus growing from the navel; sthitāya—who was situated; bhava—of material existence; bhītāya—who was fearful; kāruṇyāt—out of mercy; samprakāśitam—was fully revealed.",
    "translation": "It was to Lord Brahmā that the Supreme Personality of Godhead first revealed the Śrīmad-Bhāgavatam in full. At the time, Brahmā, frightened by material existence, was sitting on the lotus flower that had grown from the Lord's navel.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa enlightened Brahmā with the knowledge of Śrīmad-Bhāgavatam before the creation of this universe, as indicated here by the word pūrvam. Also, the first verse of the Bhāgavatam states, tene brahma hṛdā ya ādi-kavaye: (SB 1.1.1) \"Lord Kṛṣṇa expanded perfect knowledge into the heart of Lord Brahmā.\" Because conditioned souls can experience only temporary objects, which are created, maintained and destroyed, they cannot readily understand that Śrīmad-Bhāgavatam is an eternal, transcendental literature nondifferent from the Absolute Truth."
        },
        {
            "type": "normal",
            "content": "As stated in the Muṇḍaka Upaniṣad (1.1.1):"
        },
        {
            "type": "verse",
            "content": "brahmā devānāṁ prathamaḥ sambabhūvaviśvasya kartā bhuvanasya goptā\nsa brahma-vidyāṁ sarva-vidyā-pratiṣṭhāmatharvāya jyeṣṭha-putrāya prāha"
        },
        {
            "type": "normal",
            "content": "\"Among all the demigods, Brahmā was the first to take birth. He is the creator of this universe and also its protector. To his eldest son, Atharvā, He instructed the spiritual science of the self, which is the basis of all other branches of knowledge.\" Despite his exalted position, however, Brahmā still fears the influence of the Lord's illusory potency. Thus this energy seems virtually insurmountable. But Lord Caitanya is so kind that during His missionary activities in eastern and southern India, He freely distributed Kṛṣṇa consciousness to everyone, urging them to become teachers of Bhagavad-gītā. Lord Caitanya, who is Kṛṣṇa Himself, encouraged the people by saying, \"By My order just become a teacher of Lord Kṛṣṇa's message and save this country. I assure you that the waves of māyā will never stop your progress.\" (CC Madhya 7.128)"
        },
        {
            "type": "normal",
            "content": "If we give up all sinful activities and engage constantly in the saṅkīrtana movement of Caitanya Mahāprabhu, victory is assured in our personal lives and also in our missionary efforts."
        }
    ]
}
