{
    "info": {
        "id": "sb/7/10/12",
        "prevId": "sb/7/10/11",
        "nextId": "sb/7/10/13"
    },
    "verses": [
        {
            "roman": "kathā madīyā juṣamāṇaḥ priyās tvam\nāveśya mām ātmani santam ekam\nsarveṣu bhūteṣv adhiyajñam īśaṁ\nyajasva yogena ca karma hinvan\n"
        }
    ],
    "synonyms": "kathāḥ—messages or instructions; madīyāḥ—given by Me; juṣamāṇaḥ—always hearing or contemplating; priyāḥ—extremely pleasing; tvam—yourself; āveśya—being fully absorbed in; mām—Me; ātmani—within the core of your heart; santam—existing; ekam—one (the same Supreme Soul); sarveṣu—in all; bhūteṣu—living entities; adhiyajñam—the enjoyer of all ritualistic ceremonies; īśam—the Supreme Lord; yajasva—worship; yogena—by bhakti-yoga, devotional service; ca—also; karma—fruitive activities; hinvan—giving up.",
    "translation": "\nIt does not matter that you are in the material world. You should always, continuously, hear the instructions and messages given by Me and always be absorbed in thought of Me, for I am the Supersoul existing in the core of everyone's heart. Therefore, give up fruitive activities and worship Me.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen a devotee becomes materially very opulent, one should not think that he is enjoying the results of his fruitive activities. A devotee in this material world uses all material opulences for the service of the Lord because he is planning how to serve the Lord with these opulences, as advised by the Lord Himself. Whatever material opulence is within his possession he engages to expand the glories and service of the Lord. A devotee never performs any fruitive or ritualistic ceremony to enjoy the results of such karma. Rather, a devotee knows that karma-kāṇḍa is meant for the less intelligent man. Narottama dāsa Ṭhākura says in his prema-bhakti-candrikā, karma-kāṇḍa, jñāna-kāṇḍa, kevala viṣera bhāṇḍa: both karma-kāṇḍa and jñāna-kāṇḍa-fruitive activities and speculation about the Supreme Lord—are like pots of poison. One who is attracted to karma-kāṇḍa and jñāna-kāṇḍa spoils his existence as a human being. Therefore a devotee is never interested in karma-kāṇḍa or jñāna-kāṇḍa, but is simply interested in favorable service to the Lord (ānukūlyena kṛṣṇānuśīlanam (CC Madhya 19.167)), or cultivation of spiritual activities in devotional service.\n"
        }
    ]
}
