{
    "info": {
        "id": "sb/7/10/14",
        "prevId": "sb/7/10/13",
        "nextId": "sb/7/10/15-17"
    },
    "verses": [
        {
            "roman": "ya etat kīrtayen mahyaṁ\ntvayā gītam idaṁ naraḥ\ntvāṁ ca māṁ ca smaran kāle\nkarma-bandhāt pramucyate\n"
        }
    ],
    "synonyms": "yaḥ—anyone who; etat—this activity; kīrtayet—chants; mahyam—unto Me; tvayā—by you; gītam—prayers offered; idam—this; naraḥ—human being; tvām—you; ca—as well as; mām ca—Me also; smaran—remembering; kāle—in due course of time; karma-bandhāt—from the bondage of material activities; pramucyate—becomes free.",
    "translation": "\nOne who always remembers your activities and My activities also, and who chants the prayers you have offered, becomes free, in due course of time, from the reactions of material activities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere it is stated that anyone who chants and hears about the activities of Prahlāda Mahārāja and, in relationship with Prahlāda's activities, the activities of Nṛsiṁhadeva, gradually becomes free from all the bondage of fruitive activities. As stated in Bhagavad-gītā (2.15, 2.56):\n"
        },
        {
            "type": "verse",
            "content": "yaṁ hi na vyathayanty ete\npuruṣaṁ puruṣarṣabha\nsama-duḥkha-sukhaṁ dhīraṁ\nso 'mṛtatvāya kalpate\n(BG 2.15)"
        },
        {
            "type": "normal",
            "content": "\n\"O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.\"\n"
        },
        {
            "type": "verse",
            "content": "duḥkheṣv anudvigna-manāḥ\nsukheṣu vigata-spṛhaḥ\nvīta-rāga-bhaya-krodhaḥ\nsthita-dhīr munir ucyate\n(BG 2.56)"
        },
        {
            "type": "normal",
            "content": "\n\"One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind.\" A devotee should not be aggrieved in an awkward position, nor should he feel extraordinarily happy in material opulence. This is the way of expert management of material life. Because a devotee knows how to manage expertly, he is called jīvan-mukta. As Rūpa Gosvāmī explains in Bhakti-rasāmṛta-sindhu:\n"
        },
        {
            "type": "verse",
            "content": "īhā yasya harer dāsye\nkarmaṇā manasā girā\nnikhilāsv apy avasthāsu\njīvan-muktaḥ sa ucyate"
        },
        {
            "type": "normal",
            "content": "\n\"A person acting in Kṛṣṇa consciousness (or, in other words, in the service of Kṛṣṇa) with his body, mind, intelligence and words is a liberated person even within this material world, although he may be engaged in many so-called material activities.\" Because of constantly engaging in devotional service, in any condition of life, a devotee is free from all material bondage.\n"
        },
        {
            "type": "verse",
            "content": "bhaktiḥ punāti man-niṣṭhā\nśva-pākān api sambhavāt"
        },
        {
            "type": "normal",
            "content": "\n\"Even one born in a family of meat-eaters is purified if he engages in devotional service.\" (SB 11.14.21) Śrīla Jīva Gosvāmī cites this verse in logically supporting that anyone who chants about the pure life and activities of Prahlāda Mahārāja is freed from the reactions of material activities.\n"
        }
    ]
}
