{
    "info": {
        "id": "sb/7/10/23",
        "prevId": "sb/7/10/22",
        "nextId": "sb/7/10/24"
    },
    "verses": [
        {
            "roman": "pitryaṁ ca sthānam ātiṣṭha\nyathoktaṁ brahmavādibhiḥ\nmayy āveśya manas tāta\nkuru karmāṇi mat-paraḥ\n"
        }
    ],
    "synonyms": "pitryam—paternal; ca—also; sthānam—place, throne; ātiṣṭha—sit upon; yathā-uktam—as described; brahmavādibhiḥ—by the followers of Vedic civilization; mayi—unto Me; āveśya—being fully absorbed; manaḥ—the mind; tāta—My dear boy; kuru—just execute; karmāṇi—the regulative duties; mat-paraḥ—just for the sake of My work.",
    "translation": "\nAfter performing the ritualistic ceremonies, take charge of your father's kingdom. Sit upon the throne and do not be disturbed by materialistic activities. Please keep your mind fixed upon Me. Without transgressing the injunctions of the Vedas, as a matter of formality you may perform your particular duties.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen one becomes a devotee, he no longer has any duty to the Vedic regulative principles. One has many duties to perform, but if one becomes fully devoted to the Lord, he no longer has any such obligations. As stated in Śrīmad-Bhāgavatam (SB 11.5.41):\n"
        },
        {
            "type": "verse",
            "content": "devarṣi-bhūtāpta-nṛṇāṁ pitṟṇāṁ\nna kiṅkaro nāyam ṛṇī ca rājan\nsarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ\ngato mukundaṁ parihṛtya kartam"
        },
        {
            "type": "normal",
            "content": "\nOne who has fully surrendered to the lotus feet of the Lord is no longer a debtor to his forefathers, the great sages, human society, the common man or any living entity.\n"
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead nonetheless advised Prahlāda Mahārāja to follow the regulative principles, for since he was going to be the king, others would follow his example. Thus Lord Nṛsiṁhadeva advised Prahlāda Mahārāja to engage in his political duties so that people would become the Lord's devotees.\n"
        },
        {
            "type": "verse",
            "content": "yad yad ācarati śreṣṭhas\ntad tad evetaro janaḥ\nsa yat pramāṇaṁ kurute\nlokas tad anuvartate"
        },
        {
            "type": "normal",
            "content": "\n\"Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.\" (BG 3.21) One should not be attached to any materialistic activities, but a devotee may perform such activities as an example to show the common man that one should not deviate from the Vedic injunctions.\n"
        }
    ]
}
