{
    "info": {
        "id": "sb/7/10/65-66",
        "prevId": "sb/7/10/64",
        "nextId": "sb/7/10/67"
    },
    "verses": [
        {
            "roman": "athāsau śaktibhiḥ svābhiḥ\nśambhoḥ prādhānikaṁ vyadhāt\ndharma-jñāna-virakty-ṛddhi-\ntapo-vidyā-kriyādibhiḥ\n"
        },
        {
            "roman": "rathaṁ sūtaṁ dhvajaṁ vāhān\ndhanur varma-śarādi yat\nsannaddho ratham āsthāya\nśaraṁ dhanur upādade\n"
        }
    ],
    "synonyms": "atha—thereafter; asau—He (Lord Kṛṣṇa); śaktibhiḥ—by His potencies; svābhiḥ—personal; śambhoḥ—of Lord Śiva; prādhānikam—ingredients; vyadhāt—created; dharma—religion; jñāna—knowledge; virakti—renunciation; ṛddhi—opulence; tapaḥ—austerity; vidyā—education; kriyā—activities; ādibhiḥ—by all these and other transcendental opulences; ratham—chariot; sūtam—charioteer; dhvajam—flag; vāhān—horses and elephants; dhanuḥ—bow; varma—shield; śara-ādi—arrows and so on; yat—everything that was required; sannaddhaḥ—equipped; ratham—on the chariot; āsthāya—seated; śaram—arrow; dhanuḥ—unto the bow; upādade—joined.",
    "translation": "Nārada Muni continued: Thereafter, Lord Kṛṣṇa, by His own personal potency, consisting of religion, knowledge, renunciation, opulence, austerity, education and activities, equipped Lord Śiva with all the necessary paraphernalia, such as a chariot, a charioteer, a flag, horses, elephants, a bow, a shield and arrows. When Lord Śiva was fully equipped in this way, he sat down on the chariot with his arrows and bow to fight with the demons.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Śrīmad-Bhāgavatam (SB 12.13.16): vaiṣṇavānāṁ yathā śambhuḥ: Lord Śiva is the best of the Vaiṣṇavas, the devotees of Lord Kṛṣṇa. Indeed, he is one of the mahājanas, the twelve authorities on Vaiṣṇava philosophy (svayambhūr nāradaḥ śambhuḥ kumāraḥ kapilo manuḥ, etc. (SB 6.3.20)). Lord Kṛṣṇa is always prepared to help all the mahājanas and devotees in every respect (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati (BG 9.31)). Although Lord Śiva is very powerful, he lost a battle to the asuras, and therefore he was morose and disappointed. However, because he is one of the chief devotees of the Lord, the Lord personally equipped him with all the paraphernalia for war. The devotee, therefore, must serve the Lord sincerely, and Kṛṣṇa is always in the background to protect him and, if need be, to equip him fully to fight with his enemy. For devotees there is no scarcity of knowledge or material requisites for spreading the Kṛṣṇa consciousness movement."
        }
    ]
}
