{
    "info": {
        "id": "sb/7/10/7",
        "prevId": "sb/7/10/6",
        "nextId": "sb/7/10/8"
    },
    "verses": [
        {
            "roman": "yadi dāsyasi me kāmān\nvarāṁs tvaṁ varadarṣabha\nkāmānāṁ hṛdy asaṁrohaṁ\nbhavatas tu vṛṇe varam\n"
        }
    ],
    "synonyms": "yadi—if; dāsyasi—want to give; me—me; kāmān—anything desirable; varān—as Your benediction; tvam—You; varada-ṛṣabha—O Supreme Personality of Godhead, who can give any benediction; kāmānām—of all desires for material happiness; hṛdi—within the core of my heart; asaṁroham—no growth; bhava taḥ—from You; tu—then; vṛṇe—I pray for; varam—such a benediction.",
    "translation": "O my Lord, best of the givers of benediction, if You at all want to bestow a desirable benediction upon me, then I pray from Your Lordship that within the core of my heart there be no material desires.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Śrī Caitanya Mahāprabhu taught us how to pray for benedictions from the Lord. He said:"
        },
        {
            "type": "verse",
            "content": "na dhanaṁ na janaṁ na sundarīṁkavitāṁ vā jagad-īśa kāmaye\nmama janmani janmanīśvare\nbhavatād bhaktir ahaitukī tvayi(CC Antya 20.29, Śikṣāṣṭaka 4)"
        },
        {
            "type": "normal",
            "content": "\"O my Lord, I do not want from You any amount of wealth, nor many followers, nor a beautiful wife, for these are all materialistic desires. But if I have to ask You for any benediction, I pray that in whatever forms of life I may take my birth, under any circumstances, I will not be bereft of Your transcendental devotional service.\" Devotees are always on the positive platform, in contrast to the Māyāvādīs, who want to make everything impersonal or void. One cannot remain void (śūnyavādī); rather, one must possess something. Therefore, the devotee, on the positive side, wants to possess something, and this possession is very nicely described by Prahlāda Mahārāja, who says, \"If I must take some benediction from You, I pray that within the core of my heart there may be no material desires.\" The desire to serve the Supreme Personality of Godhead is not at all material."
        }
    ]
}
