{
    "info": {
        "id": "sb/7/10/summary",
        "prevId": "sb/7/9/55",
        "nextId": "sb/7/10/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how the Supreme Personality of Godhead Nṛsiṁhadeva disappeared, after pleasing Prahlāda Mahārāja. It also describes a benediction given by Lord Śiva."
        },
        {
            "type": "normal",
            "content": "Lord Nṛsiṁhadeva wanted to bestow benedictions upon Prahlāda Mahārāja, one after another, but Prahlāda Mahārāja, thinking them impediments on the path of spiritual progress, did not accept any of them. Instead, he fully surrendered at the Lord's lotus feet. He said: \"If anyone engaged in the devotional service of the Lord prays for personal sense gratification, he cannot be called a pure devotee or even a devotee. He may be called only a merchant engaged in the business of give and take. Similarly, a master who wants to please his servant after taking service from him is also not a real master.\" Prahlāda Mahārāja, therefore, did not ask anything from the Supreme Personality of Godhead. Rather, he said that if the Lord wanted to give him a benediction, he wanted the Lord to assure him that he would never be induced to take any benedictions for the sake of material desires. Exchanges of devotional service for lusty desires are always very prominent. As soon as lusty desires awaken, one's senses, mind, life, soul, religious principles, patience, intelligence, shyness, beauty, strength, memory and truthfulness are all vanquished. One can render unalloyed devotional service only when there are no material desires in one's mind."
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead was greatly pleased with Prahlāda Mahārāja for his unalloyed devotion, yet the Lord provided him one material benediction-that he would be perfectly happy in this world and live his next life in Vaikuṇṭha. The Lord gave him the benediction that he would be the king of this material world until the end of the manvantara millennium and that although in this material world, he would have the facility to hear the glories of the Lord and depend fully on the Lord, performing service to Him in uncontaminated bhakti-yoga. The Lord advised Prahlāda to perform sacrifices through bhakti-yoga, for this is the duty of a king."
        },
        {
            "type": "normal",
            "content": "Prahlāda Mahārāja accepted whatever the Lord had offered him, and he prayed for the Lord to deliver his father. In response to this prayer, the Lord assured him that in the family of such a pure devotee as he, not only the devotee's father but his forefathers for twenty-one generations are liberated. The Lord also asked Prahlāda to perform the ritualistic ceremonies appropriate after his father's death."
        },
        {
            "type": "normal",
            "content": "Then Lord Brahmā, who was also present, offered many prayers to the Lord, expressing his obligation to the Lord for having offered benedictions to Prahlāda Mahārāja. The Lord advised Lord Brahmā not to offer benedictions to asuras as he had to Hiraṇyakaśipu, for such benedictions indulge them. Then Lord Nṛsiṁhadeva disappeared. On that day, Prahlāda Mahārāja was installed on the throne of the world by Lord Brahmā and Śukrācārya."
        },
        {
            "type": "normal",
            "content": "Thus Nārada Muni described the character of Prahlāda Mahārāja for Yudhiṣṭhira Mahārāja, and he further described the killing of Rāvaṇa by Lord Rāmacandra and the killing of Śiśupāla and Dantavakra in Dvāpara-yuga. Śiśupāla, of course, had merged into the existence of the Lord and thus achieved sāyujya-mukti. Nārada Muni praised Yudhiṣṭhira Mahārāja because the Supreme Lord, Kṛṣṇa, was the greatest well-wisher and friend of the Pāṇḍavas and almost always stayed in their house. Thus the fortune of the Pāṇḍavas was greater than that of Prahlāda Mahārāja."
        },
        {
            "type": "normal",
            "content": "Later, Nārada Muni described how the demon Maya Dānava constructed Tripura for the demons, who became very powerful and defeated the demigods. Because of this defeat, Lord Rudra, Śiva, dismantled Tripura; thus he became famous as Tripurāri. For this, Rudra is very much appreciated and worshiped by the demigods. This narration occurs at the end of the chapter."
        }
    ]
}
