{
    "info": {
        "id": "sb/10/82/29-30",
        "prevId": "sb/10/82/28",
        "nextId": "sb/10/82/31"
    },
    "verses": [
        {
            "roman": "yad-viśrutiḥ śruti-nutedam alaṁ punāti\npādāvanejana-payaś ca vacaś ca śāstram\nbhūḥ kāla-bharjita-bhagāpi yad-aṅghri-padma-\nsparśottha-śaktir abhivarṣati no 'khilārthān\n"
        },
        {
            "roman": "tad-darśana-sparśanānupatha-prajalpa-\nśayyāsanāśana-sayauna-sapiṇḍa-bandhaḥ\nyeṣāṁ gṛhe niraya-vartmani vartatāṁ vaḥ\nsvargāpavarga-viramaḥ svayam āsa viṣṇuḥ\n"
        }
    ],
    "synonyms": "yat—whose; viśrutiḥ—fame; śruti—by the Vedas; nutā—vibrated; idam—this (universe); alam—thoroughly; punāti—purifies; pāda—whose feet; avanejana—washing; payaḥ—the water; ca—and; vacaḥ—words; ca—and; śāstram—the revealed scriptures; bhūḥ—the earth; kāla—by time; bharjita—ravaged; bhagā—whose good fortune; api—even; yat—whose; aṅghri—of the feet; padma—lotuslike; sparśa—by the touch; uttha—wakened; śaktiḥ—whose energy; abhivarṣati—abundantly rains; naḥ—upon us; akhila—all; arthān—objects of desire; tat—Him; darśana—with seeing; sparśana—touching; anupatha—walking alongside; prajalpa—conversing with; śayyā—lying down to take rest; āsana—sitting; sa-yauna—in relationships through marriage; sa-piṇḍa—and in blood relationships; bandhaḥ—connections; yeṣām—in whose; gṛhe—family life; niraya—of hell; vartmani—upon the path; vartatām—who travel; vaḥ—your; svarga—of (desire for attaining) heaven; apavarga—and liberation; viramaḥ—the (cause of) cessation; svayam—in person; āsa—has been present; viṣṇuḥ—the Supreme Lord Viṣṇu.",
    "translation": "His fame, as broadcast by the Vedas, the water that has washed His feet, and the words He speaks in the form of the revealed scriptures—these thoroughly purify this universe. Although the earth's good fortune was ravaged by time, the touch of His lotus feet has revitalized her, and thus she is raining down on us the fulfillment of all our desires. The same Lord Viṣṇu who makes one forget the goals of heaven and liberation has now entered into marital and blood relationships with you, who otherwise travel on the hellish path of family life. Indeed, in these relationships you see and touch Him directly, walk beside Him, converse with Him, and together with Him lie down to rest, sit at ease and take your meals.",
    "purport": [
        {
            "type": "normal",
            "content": "All Vedic mantras glorify Lord Viṣṇu; this truth is supported with elaborate evidence by learned ācāryas like Rāmānuja, in his Vedārtha-saṅgraha, and Madhva, in his Ṛg-veda-bhāṣya. The words Viṣṇu Himself speaks, such as the Bhagavad-gītā, are the confidential essence of all scripture. In His manifestation as Vyāsadeva, the Supreme Lord composed both the Vedānta-sutras and Mahābhārata, and this Mahābhārata includes Śrī Kṛṣṇa's personal statement: vedaiś ca sarvair aham eva vedyo/ vedānta-kṛd veda-vid eva cāham. \"By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.\" (Bhagavad-gītā 15.15)"
        },
        {
            "type": "normal",
            "content": "When Lord Viṣṇu appeared before Bali Mahārāja to beg three steps of land, the Lord's second step pierced the shells of the universe. The water of the transcendental river Virajā, lying just outside the universal egg, thus seeped inside, washing Lord Vāmana's foot and flowing down to become the Ganges River. Because of the sanctity of its origin, the Ganges is generally considered the most holy of rivers. But even more potent is the water of the Yamunā, where Lord Viṣṇu in His original form of Govinda played with His intimate companions."
        },
        {
            "type": "normal",
            "content": "In these two verses the assembled kings praise the special merit of Lord Kṛṣṇa's Yadu clan. Not only do they see Kṛṣṇa, but they are also directly connected with Him by dual bonds of marital and blood relationships. Śrīla Viśvanātha Cakravartī suggests that the word bandha, beside its more obvious meaning of \"relation,\" can also be understood in the sense of \"capture,\" expressing that the love the Yadus feel for the Lord obliges Him always to stay with them."
        }
    ]
}
