{
    "info": {
        "id": "sb/10/82/38",
        "prevId": "sb/10/82/37",
        "nextId": "sb/10/82/39"
    },
    "verses": [
        {
            "roman": "etāv adṛṣṭa-pitarau yuvayoḥ sma pitroḥ\nsamprīṇanābhyudaya-poṣaṇa-pālanāni\nprāpyoṣatur bhavati pakṣma ha yadvad akṣṇor\nnyastāv akutra ca bhayau na satāṁ paraḥ svaḥ\n"
        }
    ],
    "synonyms": "etau—these two; adṛṣṭa—not having seen; pitarau—Their parents; yuvayoḥ—of you two; sma—indeed; pitroḥ—the parents; samprīṇana—coddling; abhyudaya—bringing up; poṣaṇa—nourishment; pālanāni—and protection; prāpya—receiving; ūṣatuḥ—They resided; pakṣma—eyelids; ha—indeed; yadvat—just as; akṣṇoḥ—of the eyes; nyastau—place in custody; akutra—nowhere; ca—and; bhayau—whose fear; na—not; satām—for saintly persons; paraḥ—other; svaḥ—own.",
    "translation": "Before these two boys had ever seen Their real parents, you acted as Their parents and gave Them all affectionate care, training, nourishment and protection. They were never afraid, good lady, because you protected Them just as eyelids protect the eyes. Indeed, saintly persons like you never discriminate between outsiders and their own kin.",
    "purport": [
        {
            "type": "normal",
            "content": "As Śrīla Viśvanātha Cakravartī explains, Kṛṣṇa and Balarāma had not seen Their parents for two reasons: because of Their exile in Vraja, and also because They are never actually born and therefore have no parents."
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī also describes what Devakī thought before speaking this verse: \"Alas, because for so long these two sons of mine had you, Yaśodā, as Their guardian and mother, and because They were immersed in such a vast ocean of ecstatic loving dealings with you, now that you are once more before Them They are too distracted to even notice me. Also, you are behaving as if insane and blind with love for Them, showing millions of times more maternal affection than I possess. Thus you simply keep staring at us, your friends, without recognizing us. So let me bring you back to reality on the pretext of some affectionate words.\""
        },
        {
            "type": "normal",
            "content": "Then, when Devakī failed to get any response from Yaśodā even after addressing her, Rohiṇī said, \"My dear Devakī, it's impossible just now to rouse her out of this ecstatic trance. We are crying in the wilderness, and her two sons are no less bound up in the ropes of affection for her than she is for Them. So let us now go outside to meet with Pṛthā, Draupadī and the others.\""
        }
    ]
}
