{
    "info": {
        "id": "sb/10/82/summary",
        "prevId": "sb/10/81/41",
        "nextId": "sb/10/82/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how the Yādavas and many other kings met at Kurukṣetra during a solar eclipse and discussed topics concerning Lord Kṛṣṇa. It also relates how Kṛṣṇa met Nanda Mahārāja and the other residents of Vṛndāvana at Kurukṣetra and gave them great joy."
        },
        {
            "type": "normal",
            "content": "Hearing that a total eclipse of the sun was soon to occur, people from all over Bhārata-varṣa, including the Yādavas, converged at Kurukṣetra to earn special pious credit. After the Yadus had bathed and performed other obligatory rituals, they noticed that kings of Matsya, Uśīnara and other places had also come, as well as Nanda Mahārāja and the cowherd community of Vraja, who were always feeling the intense anxiety of separation from Kṛṣṇa. The Yādavas, overjoyed to see all these old friends, embraced them one by one as they shed tears of happiness. Their wives also embraced one another with great pleasure."
        },
        {
            "type": "normal",
            "content": "When Queen Kuntī saw her brother Vasudeva and other members of her family, she put aside her sorrow. Yet still she said to Vasudeva, \"O brother, I am so unfortunate, because all of you forgot me during my tribulations. Alas, even one's relatives forget a person whom Providence no longer favors.\""
        },
        {
            "type": "normal",
            "content": "Vasudeva replied, \"My dear sister, everyone is merely a plaything of fate. We Yādavas were so harassed by Kaṁsa that we were forced to scatter and take shelter in foreign lands. So there was no way for us to keep in touch with you.\""
        },
        {
            "type": "normal",
            "content": "The kings present were struck with wonder upon beholding Lord Śrī Kṛṣṇa and His wives, and they began to glorify the Yādavas for having gotten the Lord's personal association. Seeing Nanda Mahārāja, the Yādavas were delighted, and each of them embraced him tightly. Vasudeva also embraced Nanda with great joy and remembered how, when Vasudeva was tormented by Kaṁsa, Nanda had taken his sons, Kṛṣṇa and Balarāma, under his protection. Balarāma and Kṛṣṇa embraced and bowed down to mother Yaśodā, but Their throats choked up with emotion and they could say nothing to her. Nanda and Yaśodā lifted their two sons onto their laps and embraced Them, and in this way they relieved the distress of separation. Rohiṇī and Devakī both embraced Yaśodā and, remembering the great friendship she had shown them, told her that the kindness she had done by raising and supporting Kṛṣṇa and Balarāma could not be repaid even with the wealth of Indra."
        },
        {
            "type": "normal",
            "content": "Then the Supreme Lord approached the young cowherd girls in a secluded place. He consoled them by pointing out that He is all-pervasive, being the source of all energies, and thus He implied that they could never be separated from Him. Having been at long last reunited with Kṛṣṇa, the gopīs prayed simply to have His lotus feet manifested in their hearts."
        }
    ]
}
