{
    "info": {
        "id": "sb/7/7/15",
        "prevId": "sb/7/7/14",
        "nextId": "sb/7/7/16"
    },
    "verses": [
        {
            "roman": "ṛṣiḥ kāruṇikas tasyāḥ\nprādād ubhayam īśvaraḥ\ndharmasya tattvaṁ jñānaṁ ca\nmām apy uddiśya nirmalam\n"
        }
    ],
    "synonyms": "ṛṣiḥ—the great sage Nārada Muni; kāruṇikaḥ—naturally very affectionate or merciful to the fallen souls; tasyāḥ—to her; prādāt—gave instructions; ubhayam—both; īśvaraḥ—a powerful controller who can do whatever he likes (Nārada Muni); dharmasya—of religion; tattvam—the truth; jñānam—knowledge; ca—and; mām—me; api—especially; uddiśya—indicating; nirmalam—without material contamination.",
    "translation": "\nNārada Muni delivered his instructions both to me, who was within the womb, and to my mother, who was engaged in rendering him service. Because he is naturally extremely kind to the fallen souls, being in a transcendental position, he gave instructions on religion and transcendental knowledge. These instructions were free from all material contamination.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere it is said, dharmasya tattvaṁ jñānaṁ ca. .. nirmalam. The word nirmalam refers to spotless dharma, spotless religion—or, in other words, bhāgavata-dharma. Ordinary ritualistic activities constitute contaminated religion, by which one benefits by developing material wealth and prosperity, but uncontaminated, pure religion consists of understanding one's relationship with God and acting accordingly, thus fulfilling the highest mission of life and returning home, back to Godhead. Prahlāda Mahārāja advised that one elevate oneself to the standard of bhāgavata-dharma from the very beginning of life (kaumāra ācaret prājño dharmān bhāgavatān iha (SB 7.6.1)). The Lord Himself also speaks of pure, uncontaminated religion when He says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: \"Abandon all varieties of religion and just surrender unto Me.\" (BG 18.66) One must understand one's relationship with God and then act accordingly. This is bhāgavata-dharma. Bhāgavata-dharma means bhakti-yoga.\n"
        },
        {
            "type": "verse",
            "content": "vāsudeve bhagavati\nbhakti-yogaḥ prayojitaḥ\njanayaty āśu vairāgyaṁ\njñānaṁ ca yad ahaitukam"
        },
        {
            "type": "normal",
            "content": "\n\"By rendering devotional service unto the Personality of Godhead, Śrī Kṛṣṇa, one immediately acquires causeless knowledge and detachment from the world.\" (SB 1.2.7) To be situated on the platform of pure religion, one should perform bhakti-yoga in relationship with Kṛṣṇa, Vāsudeva.\n"
        }
    ]
}
