{
    "info": {
        "id": "sb/7/7/16",
        "prevId": "sb/7/7/15",
        "nextId": "sb/7/7/17"
    },
    "verses": [
        {
            "roman": "tat tu kālasya dīrghatvāt\nstrītvān mātus tirodadhe\nṛṣiṇānugṛhītaṁ māṁ\nnādhunāpy ajahāt smṛtiḥ\n"
        }
    ],
    "synonyms": "tat—that (instruction on religion and knowledge); tu—indeed; kālasya—of time; dīrghatvāt—because of the longness; strītvāt—because of being a woman; mātuḥ—of my mother; tirodadhe—disappeared; ṛṣiṇā—by the sage; anugṛhītam—being blessed; mām—me; na—not; adhunā—today; api—even; ajahāt—left; smṛtiḥ—the memory (of Nārada Muni's instructions).",
    "translation": "\nBecause of the long duration of time that has passed and because of her being a woman and therefore less intelligent, my mother has forgotten all those instructions; but the great sage Nārada blessed me, and therefore I could not forget them.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā (BG 9.32) the Lord says:\n"
        },
        {
            "type": "verse",
            "content": "māṁ hi pārtha vyapāśritya\nye 'pi syuḥ pāpa-yonayaḥ\nstriyo vaiśyās tathā śūdrās\nte 'pi yānti parāṁ gatim"
        },
        {
            "type": "normal",
            "content": "\n\"O son of Pṛthā, those who take shelter in Me—though they be lowborn, women, vaiśyas [merchants] or śūdras [workers]—can approach the supreme destination.\" The word pāpa-yoni refers to those who are less than śūdras, but even though a woman may not be pāpa-yoni, because of being less intelligent she sometimes forgets devotional instructions. For those who are strong enough, however, there is no question of forgetting. Women are generally attached to material enjoyment, and because of this tendency they sometimes forget devotional instructions. But if even a woman practices devotional service strictly, according to the rules and regulations, the statement by the Lord Himself that she can return to Godhead (te 'pi yānti parāṁ gatim) is not at all astonishing. One must take shelter of the Lord and rigidly follow the rules and regulations. Then, regardless of what one is, one will return home, back to Godhead. Prahlāda Mahārāja's mother was more concerned with protecting the child in the womb and was very anxious to see her husband return. Therefore she could not consider very seriously the sublime instructions of Nārada Muni.\n"
        }
    ]
}
