{
    "info": {
        "id": "sb/7/7/21",
        "prevId": "sb/7/7/19-20",
        "nextId": "sb/7/7/22"
    },
    "verses": [
        {
            "roman": "svarṇaṁ yathā grāvasu hema-kāraḥ\nkṣetreṣu yogais tad-abhijña āpnuyāt\nkṣetreṣu deheṣu tathātma-yogair\nadhyātma-vid brahma-gatiṁ labheta\n"
        }
    ],
    "synonyms": "svarṇam—gold; yathā—just as; grāvasu—in the stones of gold ore; hema-kāraḥ—the expert who knows about gold; kṣetreṣu—in the gold mines; yogaiḥ—by various processes; tat-abhijñaḥ—an expert who can understand where gold is; āpnuyāt—very easily obtains; kṣetreṣu—within the material fields; deheṣu—the human bodies and all the rest of the 8,400,000 different bodily forms; tathā—similarly; ātma-yogaiḥ—by spiritual processes; adhyātma-vit—one who is expert in understanding the distinction between spirit and matter; brahma-gatim—perfection in spiritual life; labheta—may obtain.",
    "translation": "\nAn expert geologist can understand where there is gold and by various processes can extract it from the gold ore. Similarly, a spiritually advanced person can understand how the spiritual particle exists within the body, and thus by cultivating spiritual knowledge he can attain perfection in spiritual life. However, as one who is not expert cannot understand where there is gold, a foolish person who has not cultivated spiritual knowledge cannot understand how the spirit exists within the body.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere is a very good example concerning spiritual understanding. Foolish rascals, including so-called jñānīs, philosophers and scientists, cannot understand the existence of the soul within the body because they are lacking in spiritual knowledge. The Vedas enjoin, tad-vijñānārthaṁ sa gurum evābhigacchet: (MU 1.2.12) to understand spiritual knowledge, one must approach a bona fide spiritual master. Unless one has been trained in geology, one cannot detect gold in stone. Similarly, unless one has been trained by a spiritual master, he cannot understand what is spirit and what is matter. Here it is said, yogais tad-abhijñaḥ. This indicates that one who has connected himself with spiritual knowledge can understand that there is a spiritual soul within the body. However, one who is in an animalistic conception of life and has no spiritual culture cannot understand. As an expert mineralogist or geologist can understand where there is gold and can then invest his money to dig there and chemically separate the gold from the ore, an expert spiritualist can understand where the soul is within matter. One who has not been trained cannot distinguish between gold and stone. Similarly, fools and rascals who have not learned from an expert spiritual master what is soul and what is matter cannot understand the existence of the soul within the body. To understand such knowledge, one must be trained in the mystic yoga system, or, finally, in the bhakti-yoga system. As stated in Bhagavad-gītā (BG 18.55), bhaktyā mām abhijānāti. Unless one takes shelter of the bhakti-yoga process, one cannot understand the existence of the soul within the body. Therefore Bhagavad-gītā begins by teaching:\n"
        },
        {
            "type": "verse",
            "content": "dehino 'smin yathā dehe\nkaumāraṁ yauvanaṁ jarā\ntathā dehāntara-prāptir\ndhīras tatra na muhyati"
        },
        {
            "type": "normal",
            "content": "\n\"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.\" (BG 2.13) Thus the first instruction is that one should understand that the soul is within the body and is transmigrating from one body to another. This is the beginning of spiritual knowledge. Any person who is not expert in understanding this science or is unwilling to understand it remains in the bodily conception of life, or the animalistic conception of life, as confirmed in Śrīmad-Bhāgavatam (yasyātma-buddhiḥ kuṇape tri-dhātuke. .. sa eva go-kharaḥ (10.84.13)). Every member of human society should clearly understand the instructions of Bhagavad-gītā, for only in this way can one be spiritually elevated and automatically give up the false, illusory knowledge by which one thinks, \"I am this body, and everything belonging to this body is mine (ahaṁ mameti SB 5.5.8).\" This doggish conception should be rejected immediately. One should be prepared to understand the spirit soul and the supreme spirit, God, who are eternally related. Thus one may return home, back to Godhead, having solved all the problems of life.\n"
        }
    ]
}
