{
    "info": {
        "id": "sb/7/7/26",
        "prevId": "sb/7/7/25",
        "nextId": "sb/7/7/27"
    },
    "verses": [
        {
            "roman": "ebhis tri-varṇaiḥ paryastair\nbuddhi-bhedaiḥ kriyodbhavaiḥ\nsvarūpam ātmano budhyed\ngandhair vāyum ivānvayāt\n"
        }
    ],
    "synonyms": "ebhiḥ—by these; tri-varṇaiḥ—composed of the three modes of nature; paryastaiḥ—completely rejected (due to not touching the living force); buddhi—of intelligence; bhedaiḥ—the differentiations; kriyā-udbhavaiḥ—produced from different activities; svarūpam—the constitutional position; ātmanaḥ—of the self; budhyet—one should understand; gandhaiḥ—by the aromas; vāyum—the air; iva—exactly like; anvayāt—from close connection.",
    "translation": "\nAs one can understand the presence of the air by the aromas it carries, so, under the guidance of the Supreme Personality of Godhead, one can understand the living soul by these three divisions of intelligence. These three divisions, however, are not the soul; they are constituted of the three modes and are born of activities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs already explained, there are three states to our existence, namely wakefulness, dreaming and deep sleep. In all three states, we have different experiences. Thus the soul is the observer of these three states. Actually, the activities of the body are not the activities of the soul. The soul is different from the body. Just as aromas are distinct from the material vehicle in which they are carried, the soul is unattached to material activities. This analysis can be considered by a person who is fully under the shelter of the lotus feet of the Supreme Lord. This is confirmed by the Vedic injunction yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3). If one can understand the Supreme Personality of Godhead, one can automatically understand everything else. Because of not taking shelter of the Lord's lotus feet, even great scholars, scientists, philosophers and religionists are always bewildered. This is confirmed in Śrīmad-Bhāgavatam (SB 10.2.32):\n"
        },
        {
            "type": "verse",
            "content": "ye 'nye 'ravindākṣa vimukta-māninas\ntvayy asta-bhāvād aviśuddha-buddhayaḥ"
        },
        {
            "type": "normal",
            "content": "\nEven though one may artificially think himself liberated from material contamination, if he has not taken shelter of the Lord's lotus feet his intelligence is polluted. As stated in Bhagavad-gītā (BG 3.42):\n"
        },
        {
            "type": "verse",
            "content": "indriyāṇi parāṇy āhur\nindriyebhyaḥ paraṁ manaḥ\nmanasas tu parā buddhir\nyo buddheḥ paratas tu saḥ"
        },
        {
            "type": "normal",
            "content": "\nAbove the senses is the mind, above the mind is the intelligence, and above the intelligence is the soul. Ultimately, when one's intelligence becomes clear through devotional service, one is situated in buddhi-yoga. This also is explained in Bhagavad-gītā (10.10 dadāmi buddhi-yogaṁ taṁ yena mām upayānti te). When devotional service develops and one's intelligence becomes clear, one can use his intelligence to return home, back to Godhead.\n"
        }
    ]
}
