{
    "info": {
        "id": "sb/7/7/34",
        "prevId": "sb/7/7/33",
        "nextId": "sb/7/7/35"
    },
    "verses": [
        {
            "roman": "niśamya karmāṇi guṇān atulyān\nvīryāṇi līlā-tanubhiḥ kṛtāni\nyadātiharṣotpulakāśru-gadgadaṁ\nprotkaṇṭha udgāyati rauti nṛtyati\n"
        }
    ],
    "synonyms": "niśamya—hearing; karmāṇi—transcendental activities; guṇān—spiritual qualities; atulyān—uncommon (not generally visible in an ordinary person); vīryāṇi—very powerful; līlā-tanubhiḥ—by different pastime forms; kṛtāni—performed; yadā—when; atiharṣa—because of great jubilation; utpulaka—horripilation; aśru—tears in the eyes; gadgadam—faltering voice; protkaṇṭhaḥ—with an open voice; udgāyati—chants very loudly; rauti—cries; nṛtyati—dances.",
    "translation": "One who is situated in devotional service is certainly the controller of his senses, and thus he is a liberated person. When such a liberated person, the pure devotee, hears of the transcendental qualities and activities of the Lord's incarnations for the performance of various pastimes, his hair stands on end on his body, tears fall from his eyes, and in his spiritual realization his voice falters. Sometimes he very openly dances, sometimes he sings loudly, and sometimes he cries. Thus he expresses his transcendental jubilation.",
    "purport": [
        {
            "type": "normal",
            "content": "The Lord's activities are uncommon. For example, when He appeared as Lord Rāmacandra, He performed uncommon activities like bridging the ocean. Similarly, when Lord Kṛṣṇa appeared He raised the Govardhana Hill when He was only seven years of age. These are uncommon activities. Fools and rascals, who are not in the transcendental position, consider these uncommon activities of the Lord to be mythological, but when the pure devotee, the liberated person, hears about these uncommon activities of the Lord, he immediately becomes ecstatic and exhibits the symptoms of chanting, dancing, and crying very loudly and jubilantly. This is the difference between a devotee and a nondevotee."
        }
    ]
}
