{
    "info": {
        "id": "sb/7/7/38",
        "prevId": "sb/7/7/37",
        "nextId": "sb/7/7/39"
    },
    "verses": [
        {
            "roman": "ko 'ti-prayāso 'sura-bālakā harer\nupāsane sve hṛdi chidravat sataḥ\nsvasyātmanaḥ sakhyur aśeṣa-dehināṁ\nsāmānyataḥ kiṁ viṣayopapādanaiḥ\n"
        }
    ],
    "synonyms": "kaḥ—what; ati-prayāsaḥ—difficult endeavor; asura-bālakāḥ—O sons of demons; hareḥ—of the Supreme Personality of Godhead; upāsane—in discharging the devotional service; sve—in one's own; hṛdi—core of the heart; chidra-vat—just like the space; sataḥ—who always exists; svasya—of one's self or of the living entity; ātmanaḥ—of the Supersoul; sakhyuḥ—of the well-wishing friend; aśeṣa—unlimited; dehinām—of the embodied souls; sāmānyataḥ—generally; kim—what is the need; viṣaya-upapādanaiḥ—with activities delivering the objects of the senses for sense enjoyment.",
    "translation": "\nO my friends, sons of the asuras, the Supreme Personality of Godhead in His Supersoul feature always exists within the cores of the hearts of all living entities. Indeed, He is the well-wisher and friend of all living entities, and there is no difficulty in worshiping the Lord. Why, then, should people not engage in His devotional service? Why are they so addicted to unnecessarily producing artificial paraphernalia for sense gratification?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nBecause the Personality of Godhead is supreme, no one is equal to Him, and no one is greater than Him. Nonetheless, if one is a devotee of the Supreme Personality of Godhead, the Lord is easily obtainable. The Lord is compared to the sky because the sky is vast yet within the reach of all, not only of human beings but even of the animals. The Supreme Lord, in His Paramātmā feature, exists as the best well-wisher and friend. As confirmed in the Vedas, sayujau sakhāyau. The Lord, in His Supersoul feature, always stays in the heart along with the living entity. The Lord is so friendly to the living entity that He remains within the heart so that one can always contact Him without difficulty. One can do this simply by devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaranaṁ. pāda-sevanam (SB 7.5.23)). As soon as one hears of the Supreme Personality of Godhead (kṛṣṇa-kīrtana), one immediately comes in touch with the Lord. A devotee immediately comes in touch with the Lord by any or all of the items of devotional service:\n"
        },
        {
            "type": "verse",
            "content": "śravaṇaṁ kīrtanaṁ viṣṇoḥ\nsmaraṇaṁ pāda-sevanam\narcanaṁ vandanaṁ dāsyaṁ\nsakhyam ātma-nivedanam\n(SB 7.5.23)"
        },
        {
            "type": "normal",
            "content": "\nTherefore there is no difficulty in coming in contact with the Supreme Lord (ko 'ti-prayāsaḥ). On the other hand, going to hell requires great endeavor. If one wants to go to hell by illicit sex, meat-eating, gambling and intoxication, he must acquire so many things. For illicit sex he must arrange for money for brothels, for meat-eating he must arrange for many slaughterhouses, for gambling he must arrange for casinos and hotels, and for intoxication he must open many breweries. Clearly, therefore, if one wants to go to hell he must endeavor very much, but if he wants to return home, back to Godhead, there is no difficult endeavor. To go back to Godhead, one may live alone anywhere, in any condition, and simply sit down, meditate upon the Supersoul and chant and hear about the Lord. Thus there is no difficulty in approaching the Lord. Adānta-gobhir viśatāṁ tamisram (SB 7.5.30). Because of inability to control the senses, one must go through great endeavor to go to hell, but if one is sensible he can very easily obtain the favor of the Supreme Personality of Godhead because the Lord is always with him. By the simple method of śravaṇaṁ kīrtanaṁ viṣṇoḥ (SB 7.5.23), the Lord is satisfied. Indeed, the Lord says:\n"
        },
        {
            "type": "verse",
            "content": "patraṁ puṣpaṁ phalaṁ toyaṁ\nyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtam\naśnāmi prayatātmanaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.\" (BG 9.26) One can meditate upon the Lord anywhere and everywhere. Thus Prahlāda Mahārāja advised his friends, the sons of the demons, to take this path back home, back to Godhead, without difficulty.\n"
        }
    ]
}
