{
    "info": {
        "id": "sb/7/7/46",
        "prevId": "sb/7/7/45",
        "nextId": "sb/7/7/47"
    },
    "verses": [
        {
            "roman": "nirūpyatām iha svārthaḥ\nkiyān deha-bhṛto 'surāḥ\nniṣekādiṣv avasthāsu\nkliśyamānasya karmabhiḥ\n"
        }
    ],
    "synonyms": "nirūpyatām—let it be ascertained; iha—in this world; sva-arthaḥ—personal benefit; kiyān—how much; deha-bhṛtaḥ—of a living entity who has a material body; asurāḥ—O sons of demons; niṣeka-ādiṣu—beginning from the happiness derived from sex life; avasthāsu—in temporary conditions; kliśyamānasya—of one who is suffering in severe hardships; karmabhiḥ—by his previous material activities.",
    "translation": "My dear friends, O sons of the asuras, the living entity receives different types of bodies according to his previous fruitive activities. Thus he is seen to suffer with reference to his particular body in all conditions of life, beginning with his infusion into the womb. Please tell me, therefore, after full consideration, what is the living entity's actual interest in fruitive activities, which result in hardship and misery?",
    "purport": [
        {
            "type": "normal",
            "content": "Karmaṇā daiva-netreṇa jantur dehopapattaye (SB 3.31.1). The living entity receives a particular type of body according to his karma, or fruitive activities. The material pleasure derived in the material world from one's particular body is based on sexual pleasure: yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham (SB 7.9.45). The entire world is working so hard only for sexual pleasure. To enjoy sexual pleasure and maintain the status quo of material life, one must work very hard, and because of such activities, one prepares himself another material body. Prahlāda Mahārāja places this matter to his friends, the asuras, for their consideration. Asuras generally cannot understand that the objects of sexual pleasure, the so-called pleasure of materialistic life, depend on extremely hard labor."
        }
    ]
}
