{
    "info": {
        "id": "sb/7/7/53",
        "prevId": "sb/7/7/51-52",
        "nextId": "sb/7/7/54"
    },
    "verses": [
        {
            "roman": "tato harau bhagavati\nbhaktiṁ kuruta dānavāḥ\nātmaupamyena sarvatra\nsarva-bhūtātmanīśvare\n"
        }
    ],
    "synonyms": "tataḥ—therefore; harau—unto Lord Hari; bhagavati—the Supreme Personality of Godhead; bhaktim—devotional service; kuruta—execute; dānavāḥ—O my dear friends, O sons of demons; ātma-aupamyena—just as one's own self; sarvatra—everywhere; sarva-bhūta-ātmani—who is situated as the soul and Supersoul of all living entities; īśvare—unto the Supreme Lord, the controller.",
    "translation": "\nMy dear friends, O sons of the demons, in the same favorable way that one sees himself and takes care of himself, take to devotional service to satisfy the Supreme Personality of Godhead, who is present everywhere as the Supersoul of all living entities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word ātmaupamyena refers to thinking others to be like oneself. One can very intelligently conclude that without devotional service, without becoming Kṛṣṇa conscious, one cannot be happy. Therefore the duty of all devotees is to preach Kṛṣṇa consciousness everywhere all over the world, because all living entities without Kṛṣṇa consciousness are suffering the pangs of material existence. To preach Kṛṣṇa consciousness is the best welfare activity. Indeed, it is described by Śrī Caitanya Mahāprabhu as para-upakāra, work for the true benefit of others. The activities of para-upakāra have been especially entrusted to those who have taken birth in India as human beings.\n"
        },
        {
            "type": "verse",
            "content": "bhārata-bhūmite haila manuṣya-janma yāra\njanma sārthaka kari' kara para-upakāra\n(CC Adi 9.41)"
        },
        {
            "type": "normal",
            "content": "\nThe entire world is suffering for want of Kṛṣṇa consciousness. Therefore Śrī Caitanya Mahāprabhu advised all human beings born in India to make their lives perfect by Kṛṣṇa consciousness and then preach the gospel of Kṛṣṇa consciousness all over the world so that others may become happy by executing the principles of Kṛṣṇa consciousness.\n"
        }
    ]
}
