{
    "info": {
        "id": "sb/7/7/summary",
        "prevId": "sb/7/6/29-30",
        "nextId": "sb/7/7/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "In this chapter, to dissipate the doubts of his class friends, the sons of the demons, Prahlāda Mahārāja states how, within the womb of his mother, he had heard from the mouth of Nārada Muni, who had instructed him in bhāgavata-dharma."
        },
        {
            "type": "normal",
            "content": "When Hiraṇyakaśipu left his kingdom and went to the mountain known as Mandarācala to execute severe austerities, all the demons scattered. Hiraṇyakaśipu's wife, Kayādhu, was pregnant at that time, and the demigods, mistakenly thinking that she carried another demon in her womb, arrested her. Their plan was that as soon as the child took birth they would kill him. While they were taking Kayādhu to the heavenly planets, they met Nārada Muni, who stopped them from taking her away and took her to his āśrama until Hiraṇyakaśipu's return. In Nārada Muni's āśrama, Kayādhu prayed for the protection of the baby in her womb, and Nārada Muni reassured her and gave her instructions on spiritual knowledge. Taking advantage of those instructions, Prahlāda Mahārāja, although a small baby within the womb, listened very carefully. The spirit soul is always apart from the material body. There is no change in the spiritual form of the living entity. Any person above the bodily conception of life is pure and can receive transcendental knowledge. This transcendental knowledge is devotional service, and Prahlāda Mahārāja, while living in the womb of his mother, received instructions in devotional service from Nārada Muni. Any person engaged in the service of the Lord through the instructions of a bona fide spiritual master is immediately liberated, and being free from the clutches of māyā, he is relieved of all ignorance and material desires. The duty of everyone is to take shelter of the Supreme Lord and thus become free from all material desires. Regardless of the material condition in which one is situated, one can achieve this perfection. Devotional service is not dependent on the material activities of austerity, penance, mystic yoga or piety. Even without such assets, one can achieve devotional service through the mercy of a pure devotee."
        }
    ]
}
