{
    "info": {
        "id": "sb/9/6/48",
        "prevId": "sb/9/6/47",
        "nextId": "sb/9/6/49"
    },
    "verses": [
        {
            "roman": "evaṁ gṛheṣv abhirato\nviṣayān vividhaiḥ sukhaiḥ\nsevamāno na cātuṣyad\nājya-stokair ivānalaḥ\n"
        }
    ],
    "synonyms": "evam—in this way; gṛheṣu—in household affairs; abhirataḥ—being always engaged; viṣayān—material paraphernalia; vividhaiḥ—with varieties of; sukhaiḥ—happiness; sevamānaḥ—enjoying; na—not; ca—also; atuṣyat—satisfied him; ājya-stokaiḥ—by drops of fat; iva—like; analaḥ—a fire.",
    "translation": "\nIn this way, Saubhari Muni enjoyed sense gratification in the material world, but he was not at all satisfied, just as a fire never ceases blazing if constantly supplied with drops of fat.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMaterial desire is just like a blazing fire. If a fire is continually supplied with drops of fat, the fire will increase more and more and never be extinguished. Therefore the policy of trying to satisfy material desires by catering to one's material demands will never be successful. In modern civilization, everyone is engaged in economic development, which is another way of constantly dropping fat into the material fire. The Western countries have reached the summit of material civilization, but people are still dissatisfied. Real satisfaction is Kṛṣṇa consciousness. This is confirmed in Bhagavad-gītā (BG 5.29), where Kṛṣṇa says:\n"
        },
        {
            "type": "verse",
            "content": "bhoktāraṁ yajña-tapasāṁ\nsarva-loka-maheśvaram\nsuhṛdaṁ sarva-bhūtānāṁ\njñātvā māṁ śāntim ṛcchati"
        },
        {
            "type": "normal",
            "content": "\n\"The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.\" One must therefore take to Kṛṣṇa consciousness and advance in Kṛṣṇa consciousness by properly following the regulative principles. Then one can attain an eternal, blissful life in peace and knowledge.\n"
        }
    ]
}
