{
    "info": {
        "id": "sb 9/6/Summary",
        "prevId": "sb/9/5/28",
        "nextId": "sb/9/6/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAfter describing the descendants of Mahārāja Ambarīṣa, Śukadeva Gosvāmī described all the kings from Śaśāda to Māndhātā, and in this connection he also described how the great sage Saubhari married the daughters of Māndhātā.\n"
        },
        {
            "type": "normal",
            "content": "Mahārāja Ambarīṣa had three sons, named Virūpa, Ketumān and Śambhu. The son of Virūpa was Pṛṣadaśva, and his son was Rathītara. Rathītara had no sons, but when he requested the favor of the great sage Aṅgirā, the sage begot several sons in the womb of Rathītara's wife. When the sons were born, they became the dynasty of Aṅgirā Ṛṣi and of Rathītara.\n"
        },
        {
            "type": "normal",
            "content": "The son of Manu was Ikṣvāku, who had one hundred sons, of whom Vikukṣi, Nimi and Daṇḍakā were the eldest. The sons of Mahārāja Ikṣvāku became kings of different parts of the world. Because of violating sacrificial rules and regulations, one of these sons, Vikukṣi, was banished from the kingdom. By the mercy of Vasiṣṭha and the power of mystic yoga, Mahārāja Ikṣvāku attained liberation after giving up his material body. When Mahārāja Ikṣvāku expired, his son Vikukṣi returned and took charge of the kingdom. He performed various types of sacrifices, and thus he pleased the Supreme Personality of Godhead. This Vikukṣi later became celebrated as Saśāda.\n"
        },
        {
            "type": "normal",
            "content": "Vikukṣi's son fought with the demons for the sake of the demigods, and because of his valuable service he became famous as Purañjaya, Indravāha and Kakutstha. The son of Purañjaya was Anenā, the son of Anenā was Pṛthu, and the son of Pṛthu was Viśvagandhi. The son of Viśvagandhi was Candra, the son of Candra was Yuvanāśva, and his son was Śrāvasta, who constructed Śrāvastī Purī. The son of Śrāvasta was Bṛhadaśva. Bṛhadaśva's son Kuvalayāśva killed a demon named Dhundhu, and thus he became celebrated as Dhundhumāra, \"the killer of Dhundhu.\" The sons of the killer of Dhundhu were Dṛḍhāśva, Kapilāśva and Bhadrāśva. He also had thousands of other sons, but they burned to ashes in the fire emanating from Dhundhu. The son of Dṛḍhāśva was Haryaśva, the son of Haryaśva was Nikumbha, the son of Nikumbha was Bahulāśva, and the son of Bahulāśva was Kṛśāśva. The son of Kṛśāśva was Senajit, and his son was Yuvanāśva.\n"
        },
        {
            "type": "normal",
            "content": "Yuvanāśva married one hundred wives, but he had no sons, and therefore he entered the forest. In the forest, the sages performed a sacrifice known as Indra-yajña on his behalf. Once, however, the King became so thirsty in the forest that he drank the water kept for performing yajña. Consequently, after some time, a son came forth from the right side of his abdomen. The son, who was very beautiful, was crying to drink breast milk, and Indra gave the child his index finger to suck. Thus the son became known as Māndhātā. In due course of time, Yuvanāśva achieved perfection by performing austerities.\n"
        },
        {
            "type": "normal",
            "content": "Thereafter, Māndhātā became the emperor and ruled the earth, which consists of seven islands. Thieves and rogues were very much afraid of this powerful king, and therefore the king was known as Trasaddasyu, meaning \"one who is very fearful to rogues and thieves.\" Māndhātā begot sons in the womb of his wife, Bindumatī. These sons were Purukutsa, Ambarīṣa and Mucukunda. These three sons had fifty sisters, all of whom became wives of the great sage known as Saubhari.\n"
        },
        {
            "type": "normal",
            "content": "In this connection, Śukadeva Gosvāmī described the history of Saubhari Muni, who, because of sensual agitation caused by fish, fell from his yoga and wanted to marry all the daughters of Māndhātā for sexual pleasure. Later, Saubhari Muni became very regretful. Thus he accepted the order of vānaprastha, performed very severe austerities, and thus attained perfection. In this regard, Śukadeva Gosvāmī described how Saubhari Muni's wives also became perfect.\n"
        }
    ]
}
