{
    "info": {
        "id": "sb/11/12/10",
        "prevId": "sb/11/12/9",
        "nextId": "sb/11/12/11"
    },
    "verses": [
        {
            "roman": "rāmeṇa sārdhaṁ mathurāṁ praṇīte\nśvāphalkinā mayy anurakta-cittāḥ\nvigāḍha-bhāvena na me viyoga-\ntīvrādhayo 'nyaṁ dadṛśuḥ sukhāya\n"
        }
    ],
    "synonyms": "rāmeṇa—with Balarāma; sārdham—with; mathurām—to the city of Mathurā; praṇīte—when brought; śvāphalkinā—by Akrūra; mayi—Myself; anurakta—constantly attached; cittāḥ—those whose consciousness was; vigāḍha—extremely deep; bhāvena—by love; na—not; me—than Me; viyoga—of separation; tīvra—intense; ādhayaḥ—who were experiencing mental distress, anxiety; anyam—other; dadṛśuḥ—they saw; sukhāya—that could make them happy.",
    "translation": "\nThe residents of Vṛndāvana, headed by the gopīs, were always completely attached to Me with deepest love. Therefore, when My uncle Akrūra brought My brother Balarāma and Me to the city of Mathurā, the residents of Vṛndāvana suffered extreme mental distress because of separation from Me and could not find any other source of happiness.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis verse especially describes the sentiments of the cowherd girls of Vṛndāvana, the gopīs, and Lord Kṛṣṇa here reveals the incomparable love they felt for Him. As explained in the Tenth Canto, Lord Kṛṣṇa's uncle Akrūra, sent by Kaṁsa, came to Vṛndāvana and took Kṛṣṇa and Balarāma back to Mathurā for a wrestling event. The gopīs loved Lord Kṛṣṇa so much that in His absence their consciousness was completely absorbed in spiritual love. Thus their Kṛṣṇa consciousness is considered the highest perfectional stage of life. They were always expecting that Lord Kṛṣṇa would finish His business of killing demons and return to them, and therefore their anxiety was an extremely moving, heartrending display of love. Anyone desiring true happiness must take to the devotional service of the Lord in the spirit of the gopīs, giving up everything for the pleasure of the Supreme Lord.\n"
        }
    ]
}
