{
    "info": {
        "id": "sb/11/12/19",
        "prevId": "sb/11/12/18",
        "nextId": "sb/11/12/20"
    },
    "verses": [
        {
            "roman": "evaṁ gadiḥ karma gatir visargo\nghrāṇo raso dṛk sparśaḥ śrutiś ca\nsaṅkalpa-vijñānam athābhimānaḥ\nsūtraṁ rajaḥ-sattva-tamo-vikāraḥ\n"
        }
    ],
    "synonyms": "evam—thus; gadiḥ—speech; karma—the function of the hands; gatiḥ—the function of the legs; visargaḥ—the functions of the genital and anus; ghrāṇaḥ—smell; rasaḥ—taste; dṛk—sight; sparśaḥ—touch; śrutiḥ—hearing; ca—also; saṅkalpa—the mind's function; vijñānam—the function of intelligence and consciousness; atha—moreover; abhimānaḥ—the function of false ego; sūtram—the function of pradhāna, or the subtle cause of material nature; rajaḥ—of the mode of passion; sattva—goodness; tamaḥ—and of ignorance; vikāraḥ—the transformation.",
    "translation": "\nThe functions of the working senses—the organ of speech, the hands, the legs, the genital and the anus—and the functions of the knowledge-acquiring senses—the nose, tongue, eyes, skin and ears—along with the functions of the subtle senses of mind, intelligence, consciousness and false ego, as well as the function of the subtle pradhāna and the interaction of the three modes of material nature—all these should be understood as My materially manifest form.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nBy the word gadi, or \"speech,\" the Lord concludes His discussion about His manifestation as Vedic vibrations and describes the functions of the other working senses, along with the knowledge-acquiring senses, the subtle functions of consciousness, pradhāna and the interaction of the three modes of material nature. A Kṛṣṇa conscious person sees the entire material world as a manifestation of the Lord's potencies. There is therefore no legitimate scope for material sense gratification, because everything is an expansion from the Supreme Personality of Godhead and belongs to Him. One who can understand the expansion of the Lord within subtle and gross material manifestations gives up his desire to live in this world. In the spiritual world everything is eternal, full of bliss and knowledge. The exclusive feature of the material world is that here the living entity dreams that he is lord. A sane person, giving up this hallucination, finds no attractive features in the kingdom of māyā and therefore returns home, back to Godhead.\n"
        }
    ]
}
