{
    "info": {
        "id": "sb/11/12/9",
        "prevId": "sb/11/12/8",
        "nextId": "sb/11/12/10"
    },
    "verses": [
        {
            "roman": "yaṁ na yogena sāṅkhyena\ndāna-vrata-tapo-'dhvaraiḥ\nvyākhyā-svādhyāya-sannyāsaiḥ\nprāpnuyād yatnavān api\n"
        }
    ],
    "synonyms": "yam—whom; na—not; yogena—by the mystic yoga systems; sāṅkhyena—by philosophical speculation; dāna—by charity; vrata—vows; tapaḥ—austerities; adhvaraiḥ—or Vedic ritualistic sacrifices; vyākhyā—by explaining Vedic knowledge to others; svādhyāya—personal study of the Veda; sannyāsaiḥ—or by taking the renounced order of life; prāpnuyāt—can one obtain; yatna-vān—with great endeavor; api—even.",
    "translation": "Even though one engages with great endeavor in the mystic yoga system, philosophical speculation, charity, vows, penances, ritualistic sacrifices, teaching of Vedic mantras to others, personal study of the Vedas, or the renounced order of life, still one cannot achieve Me.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa here explains that it is very difficult to achieve His personal association, even for one who seriously endeavors to reach the Absolute Truth. The inhabitants of Vṛndāvana, such as the gopīs and cows, were always living with Lord Kṛṣṇa, and thus their association is called sat-saṅga. Anyone who is favorably living with the Supreme Personality of Godhead becomes sat, or eternal, and thus the association of such a person can immediately award others pure devotional service to the Lord. There is an austerity called cāndrāyaṇa, a fast in which one's intake of food is diminished by one mouthful each day as the moon wanes and increased in the same way as the moon waxes. Similarly, there are painstaking ritualistic sacrifices and grueling studies of the Sanskrit Vedic mantras, which one may also teach to others. All these tedious activities cannot award the highest perfection of life unless one gets the causeless mercy of the pure devotees of the Lord. As stated in the First Canto of Śrīmad-Bhāgavatam (SB 1.2.8):"
        },
        {
            "type": "verse",
            "content": "dharmaḥ sv-anuṣṭhitaḥ puṁsāṁviṣvaksena-kathāsu yaḥ\nnotpādayed yadi ratiṁśrama eva hi kevalam"
        },
        {
            "type": "normal",
            "content": "\"The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead.\""
        }
    ]
}
