{
    "info": {
        "id": "sb 11/12/Summary",
        "prevId": "sb/11/11/49",
        "nextId": "sb/11/12/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter the glories of holy association and the superexcellence of the pure love of the residents of Vṛndāvana are described.\n"
        },
        {
            "type": "normal",
            "content": "The association of saintly devotees destroys the soul's attachment to material life and is capable of bringing even the Supreme Lord, Kṛṣṇa, under one's control. Neither yoga, Sāṅkhya philosophy, ordinary religious duties, study of scriptures, austerities, renunciation, works of iṣṭā and pūrtam, charity, vows of fasting, worship of the Deity, secret mantras, visiting of holy places, nor adherence to any major or minor regulative principles can effect the same result. In every age there are demons, monsters, birds and animals who are in the modes of passion and ignorance, and there are also human beings in the categories of businessmen, women, workers, outcastes, and so on, who cannot study the Vedic scriptures. Nevertheless, by the purifying effect of the association of devotees they may all achieve the supreme abode of the Personality of Godhead, whereas without such saintly association, even those very seriously endeavoring in yoga, Sāṅkhya study, charity, vows and practice of the renounced order of life may remain incapable of attaining the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "The young damsels of Vraja, ignorant of the true identity of Lord Kṛṣṇacandra, considered Him to be their paramour who would give them pleasure. Yet by the power of their constant association with Śrī Kṛṣṇa, they attained to the supreme Absolute Truth, which even great demigods like Brahmā cannot achieve. The young women of Vṛndāvana displayed such deep attachment to Lord Kṛṣṇa that their minds, which were overflowing with the ecstasy of being with Him, perceived an entire night spent in His company as just a fraction of a second. However, when Akrūra took Śrī Kṛṣṇa along with Baladeva to Mathurā, the gopīs then thought each night without Him to be equal in duration to a millennium of the demigods. Being tormented by separation from Lord Kṛṣṇa, they could not imagine anything that could give them satisfaction other than His return. This is the incomparable excellence of the gopīs' pure love of God.\n"
        },
        {
            "type": "normal",
            "content": "The Supreme Lord, Śrī Kṛṣṇa, after imparting these instructions to Uddhava, advised that for the sake of attaining the Absolute Truth, Uddhava should give up all consideration of religion and irreligion as promulgated in the śrutis and smṛtis and instead take shelter of the example of the women of Vṛndāvana.\n"
        }
    ]
}
