{
    "info": {
        "id": "sb/7/13/5",
        "prevId": "sb/7/13/4",
        "nextId": "sb/7/13/6"
    },
    "verses": [
        {
            "roman": "supti-prabodhayoḥ sandhāv\nātmano gatim ātma-dṛk\npaśyan bandhaṁ ca mokṣaṁ ca\nmāyā-mātraṁ na vastutaḥ\n"
        }
    ],
    "synonyms": "supti—in the state of unconsciousness; prabodhayoḥ—and in the state of consciousness; sandhau—in the state of marginal existence; ātmanaḥ—of oneself; gatim—the movement; ātma-dṛk—one who can actually see the self; paśyan—always trying to see or understand; bandham—the conditional state of life; ca—and; mokṣam—the liberated state of life; ca—also; māyā-mātram—only illusion; na—not; vastutaḥ—in fact.",
    "translation": "During unconsciousness and consciousness, and between the two, he should try to understand the self and be fully situated in the self. In this way, he should realize that the conditional and liberated stages of life are only illusory and not actually factual. With such a higher understanding, he should see only the Absolute Truth pervading everything.",
    "purport": [
        {
            "type": "normal",
            "content": "The unconscious state is nothing but ignorance, darkness or material existence, and in the conscious state one is awake. The marginal state, between consciousness and unconsciousness, has no permanent existence. Therefore one who is advanced in understanding the self should understand that unconsciousness and consciousness are but illusions, for they fundamentally do not exist. Only the Supreme Absolute Truth exists. As confirmed by the Lord in Bhagavad-gītā (BG 9.4):"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "normal",
            "content": "\"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.\" Everything exists on the basis of Kṛṣṇa's impersonal feature; nothing can exist without Kṛṣṇa. Therefore the advanced devotee of Kṛṣṇa can see the Lord everywhere, without illusion."
        }
    ]
}
