{
    "info": {
        "id": "sb/7/13/summary",
        "prevId": "sb/7/12/31",
        "nextId": "sb/7/13/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This Thirteenth Chapter describes the regulative principles for sannyāsīs and also describes the history of an avadhūta. It concludes with a description of perfection for the student in spiritual advancement."
        },
        {
            "type": "normal",
            "content": "Śrī Nārada Muni has been describing the symptoms of various āśramas and varṇas. Now, in this chapter, he specifically describes the regulative principles to be followed by sannyāsīs. After retiring from family life, one should accept the status of vānaprastha, in which he must formally accept the body as his means of existence but gradually forget the bodily necessities of life. After vānaprastha life, having left home, one should travel to different places as a sannyāsī. Without bodily comforts and free from dependence on anyone with respect to bodily necessities, one should travel everywhere, wearing almost nothing or actually walking naked. Without association with ordinary human society, one should beg alms and always be satisfied in himself. One should be a friend to every living entity and be very peaceful in Kṛṣṇa consciousness. A sannyāsī should travel alone in this way, not caring for life or death, waiting for the time when he will leave his material body. He should not indulge in unnecessary books or adopt professions like astrology, nor should he try to become a great orator. He should also give up the path of unnecessary argument and should not depend on anyone under any circumstances. He should not try to allure people into becoming his disciples just so that the number of his disciples may increase. He should give up the habit of reading many books as a means of livelihood, and he should not attempt to increase the number of temples and maṭhas, or monasteries. When a sannyāsī thus becomes completely independent, peaceful and equipoised, he can select the destination he desires after death and follow the principles by which to reach that destination. Although fully learned, he should always remain silent, like a dumb person, and travel like a restless child."
        },
        {
            "type": "normal",
            "content": "In this regard, Nārada Muni described a meeting between Prahlāda and a saintly person who had adopted the mode of life of a python. In this way he described the symptoms of a paramahaṁsa. A person who has attained the paramahaṁsa stage knows very well the distinction between matter and spirit. He is not at all interested in gratifying the material senses, for he is always deriving pleasure from devotional service to the Lord. He is not very anxious to protect his material body. Being satisfied with whatever he attains by the grace of the Lord, he is completely independent of material happiness and distress, and thus he is transcendental to all regulative principles. Sometimes he accepts severe austerities, and sometimes he accepts material opulence. His only concern is to satisfy Kṛṣṇa, and for that purpose he can do anything and everything, without reference to the regulative principles. He is never to be equated with materialistic men, nor is he subject to the judgments of such men."
        }
    ]
}
