{
    "info": {
        "id": "sb/10/51/12",
        "prevId": "sb/10/51/11",
        "nextId": "sb/10/51/13"
    },
    "verses": [
        {
            "roman": "sa tāvat tasya ruṣṭasya\ndṛṣṭi-pātena bhārata\ndeha-jenāgninā dagdho\nbhasma-sād abhavat kṣaṇāt\n"
        }
    ],
    "synonyms": "saḥ—he, Kālayavana; tāvat—that much; tasya—of him, the awakened man; ruṣṭasya—who was angered; dṛṣṭi—of the glance; pātena—by the casting; bhārata—O descendant of Bharata (Parīkṣit Mahārāja); deha-jena—generated in his own body; agninā—by the fire; dagdhaḥ—burned; bhasma-sāt—to ashes; abhavat—he was; kṣaṇāt—in a moment.",
    "translation": "\nThe awakened man was angry and cast his glance at Kālayavana, whose body burst into flames. In a single moment, O King Parīkṣit, Kālayavana was burnt to ashes.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe man who incinerated Kālayavana with his glance was named Mucukunda. As he will explain to Lord Kṛṣṇa, he had fought for a long time on behalf of the demigods, finally taking as his benediction the right to sleep undisturbed. The Hari-vaṁśa explains that he secured the further benediction of being able to destroy anyone who disturbed his sleep. Ācārya Viśvanātha Cakravartī Ṭhākura quotes from the Śrī Hari-vaṁśa as follows:\n"
        },
        {
            "type": "verse",
            "content": "prasuptaṁ bodhayed yo māṁ\ntaṁ daheyam ahaṁ surāḥ\ncakṣuṣā krodha-dīptena\nevam āha punaḥ punaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Again and again Mucukunda said, 'O demigods, with eyes blazing with anger, may I incinerate anyone who awakens me from sleep.' \"\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī explains that Mucukunda made this rather morbid request to scare Lord Indra, who, Mucukunda thought, might otherwise wake him repeatedly to request his help in fighting Indra's cosmic enemies. Indra's consent to Mucukunda's request is described in Śrī Viṣṇu Purāṇa as follows:\n"
        },
        {
            "type": "verse",
            "content": "proktaś ca devaiḥ saṁsuptaṁ\nyas tvām utthāpayiṣyati\ndeha-jenāgninā sadyaḥ\nsa tu bhasmī-kariṣyati"
        },
        {
            "type": "normal",
            "content": "\n\"The demigods declared, 'Whoever awakens you from sleep will suddenly be burnt to ashes by a fire generated from his own body.' \"\n"
        }
    ]
}
