{
    "info": {
        "id": "sb/10/51/23-26",
        "prevId": "sb/10/51/22",
        "nextId": "sb/10/51/27"
    },
    "verses": [
        {
            "roman": "tam ālokya ghana-śyāmaṁ\npīta-kauśeya-vāsasam\nśrīvatsa-vakṣasaṁ bhrājat\nkaustubhena virājitam\n"
        },
        {
            "roman": "catur-bhujaṁ rocamānaṁ\nvaijayantyā ca mālayā\ncāru-prasanna-vadanaṁ\nsphuran-makara-kuṇḍalam\n"
        },
        {
            "roman": "prekṣaṇīyaṁ nṛ-lokasya\nsānurāga-smitekṣaṇam\napīvya-vayasaṁ matta-\nmṛgendrodāra-vikramam\n"
        },
        {
            "roman": "paryapṛcchan mahā-buddhis\ntejasā tasya dharṣitaḥ\nśaṅkitaḥ śanakai rājā\ndurdharṣam iva tejasā\n"
        }
    ],
    "synonyms": "tam—Him; ālokya—looking upon; ghana—like a cloud; śyāmam—dark blue; pīta—yellow; kauśeya—silk; vāsasam—whose garment; śrīvatsa—the Śrīvatsa mark; vakṣasam—on whose chest; bhrājat—brilliant; kaustubhena—with the Kaustubha gem; virājitam—glowing; catuḥ-bhujam—four-armed; rocamānam—beautified; vaijayantyā—named Vaijayantī; ca—and; mālayā—by the flower garland; cāru—attractive; prasanna—and calm; vadanam—whose face; sphurat—glittering; makara—shaped like sharks; kuṇḍalam—whose earrings; prekṣaṇīyam—attracting the eyes; nṛ-lokasya—of mankind; sa—with; anurāga—affection; smita—smiling; īkṣaṇam—whose eyes or glance; apīvya—handsome; vayasam—whose youthful form; matta—angered; mṛga-indra—like a lion; udāra—noble; vikramam—whose walking; parya-pṛcchat—he questioned; mahā-buddhiḥ—having great intelligence; tejasā—by the effulgence; tasya—His; dharṣitaḥ—overwhelmed; śaṅkitaḥ—having doubt; śanakaiḥ—slowly; rājā—the King; durdharṣam—unassailable; iva—indeed; tejasā—with His effulgence.",
    "translation": "\nAs he gazed at the Lord, King Mucukunda saw that He was dark blue like a cloud, had four arms, and wore a yellow silk garment. On His chest He bore the Śrīvatsa mark and on His neck the brilliantly glowing Kaustubha gem. Adorned with a Vaijayantī garland, the Lord displayed His handsome, peaceful face, which attracts the eyes of all mankind with its shark-shaped earrings and affectionately smiling glance. The beauty of His youthful form was unexcelled, and He moved with the nobility of an angry lion. The highly intelligent King was overwhelmed by the Lord's effulgence, which showed Him to be invincible. Expressing his uncertainty, Mucukunda hesitantly questioned Lord Kṛṣṇa as follows.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is significant that Text 24 states, catur-bhujaṁ rocamānam: \"The Lord was seen in the beauty of His four-armed form.\" Throughout this great work, we find Lord Kṛṣṇa manifesting His various transcendental forms, most prominently the two-armed form of Kṛṣṇa and the four-armed form of Nārāyaṇa or Viṣṇu. Thus there is no doubt that Kṛṣṇa and Viṣṇu are nondifferent, or that Kṛṣṇa is the original form of the Lord. These things are sometimes misunderstood, but the great ācāryas, experts in spiritual science, have clarified the matter for us. God in His original form is not merely the creator, maintainer and destroyer, or the punisher of conditioned souls, but rather the infinitely beautiful Godhead, enjoying in His own right, in His own abode. This is the form of Kṛṣṇa, the same Kṛṣṇa who expands Himself into Viṣṇu forms for the maintenance of our bumbling world.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Jīva Gosvāmī mentions that the word śaṅkitaḥ, \"having some doubt,\" indicates that Mucukunda was thinking, \"Is this indeed the Supreme Lord?\" He expresses himself frankly in the following verses.\n"
        }
    ]
}
