{
    "info": {
        "id": "sb/10/51/50",
        "prevId": "sb/10/51/49",
        "nextId": "sb/10/51/51"
    },
    "verses": [
        {
            "roman": "purā rathair hema-pariṣkṛtaiś caran\nmataṁ-gajair vā nara-deva-saṁjñitaḥ\nsa eva kālena duratyayena te\nkalevaro viṭ-kṛmi-bhasma-saṁjñitaḥ\n"
        }
    ],
    "synonyms": "purā—previously; rathaiḥ—in chariots; hema—with gold; pariṣkṛtaiḥ—furnished; caran—riding; matam—fierce; gajaiḥ—on elephants; vā—or; nara-deva—king; saṁjñitaḥ—named; saḥ—that; eva—same; kālena—by time; duratyayena—unavoidable; te—Your; kalevaraḥ—body; viṭ—as feces; kṛmi—worms; bhasma—ashes; saṁjñitaḥ—named.",
    "translation": "\nThe body that at first rides high on fierce elephants or chariots adorned with gold and is known by the name \"king\" is later, by Your invincible power of time, called \"feces,\" \"worms,\" or \"ashes.\"\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn the United States and other materially developed countries, dead bodies are cosmetically disposed of in a tidy ceremonial way, but in many parts of the world old, sickly and injured people die in lonely or neglected places, where dogs and jackals consume their bodies and transform them into stool. And if one is so blessed as to be buried in a coffin, one's body may very well be consumed by worms and other minuscule creatures. Also, many earthly cadavers are burned and thus transformed into ashes. In any case, death is certain, and the ultimate fate of the body is never sublime. That is the real purport of Mucukunda's statement here—that the body, though now called \"king,\" \"prince,\" \"beauty queen,\" \"upper-middle class\" and so on, will eventually be called \"stool,\" \"worms\" and \"ashes.\"\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī quotes the following Vedic statement:\n"
        },
        {
            "type": "verse",
            "content": "yoneḥ sahasrāṇi bahūni gatvā\nduḥkhena labdhvāpi ca mānuṣatvam\nsukhāvahaṁ ye na bhajanti viṣṇuṁ\nte vai manuṣyātmani śatru-bhūtāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"After passing through many thousands of species and undergoing great struggle, the conditioned living entities finally obtain the human form. Thus those human beings who still do not worship Lord Viṣṇu, who can bring them real happiness, have certainly become enemies of both themselves and humanity.\"\n"
        }
    ]
}
