{
    "info": {
        "id": "sb/10/51/53",
        "prevId": "sb/10/51/52",
        "nextId": "sb/10/51/54"
    },
    "verses": [
        {
            "roman": "bhavāpavargo bhramato yadā bhavej\njanasya tarhy acyuta sat-samāgamaḥ\nsat-saṅgamo yarhi tadaiva sad-gatau\nparāvareśe tvayi jāyate matiḥ\n"
        }
    ],
    "synonyms": "bhava—of material existence; apavargaḥ—the cessation; bhramataḥ—who has been wandering; yadā—when; bhavet—occurs; janasya—for a person; tarhi—at that time; acyuta—O infallible Lord; sat—of saintly devotees; samāgamaḥ—the association; sat-saṇgamaḥ—saintly association; yarhi—when; tadā—then; eva—only; sat—of the saintly; gatau—who is the goal; para—of superior (the causes of material creation); avara—and inferior (their products); īśe—for the Supreme Lord; tvayi—Yourself; jāyate—is born; matiḥ—devotion.",
    "translation": "When the material life of a wandering soul has ceased, O Acyuta, he may attain the association of Your devotees. And when he associates with them, there awakens in him devotion unto You, who are the goal of the devotees and the Lord of all causes and their effects.",
    "purport": [
        {
            "type": "normal",
            "content": "Ācāryas Jīva Gosvāmī and Viśvanātha Cakravartī agree on the following point: Although it is stated here that when material life ceases one attains the association of devotees, in fact it is the association of the Lord's devotees that enables one to transcend material existence. Śrīla Jīva Gosvāmī explains this apparent inversion of sequence by quoting the Kāvya-prakāśa (10.153) as follows: kārya-kāraṇayoś ca paurvāparya-viparyayo vijñeyātiśayoktiḥ syāt sa. \"A statement in which the logical order of a cause and its effect is reversed should be understood as atiśayokti, emphasis by extreme assertion.\" Śrīla Jīva Gosvāmī cites the following commentary on this statement: kāraṇasya śīghra-kārītāṁ vaktuṁ kāryasya pūrvam uktau. \"To express the swift action of a cause, one may assert the result before the cause.\""
        },
        {
            "type": "normal",
            "content": "In this connection Śrīla Viśvanātha Cakravartī points out that the merciful association of the Lord's devotees makes possible our determination to become Kṛṣṇa conscious. And the ācārya agrees with Śrīla Jīva Gosvāmī that this verse is an instance of atiśayokti."
        }
    ]
}
