{
    "info": {
        "id": "sb 10/51/Summary",
        "prevId": "sb/10/50/57",
        "nextId": "sb/10/51/1-6"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Śrī Kṛṣṇa caused Mucukunda to kill Kālayavana with his harsh glance, and it also relates the conversation between Mucukunda and Lord Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "After placing His family members safely within the Dvārakā fortress, Śrī Kṛṣṇa went out of Mathurā. He appeared like the rising moon. Kālayavana saw that Kṛṣṇa's brilliantly effulgent body matched Nārada's description of the Lord, and thus the Yavana knew He was the Personality of Godhead. Seeing that the Lord carried no weapons, Kālayavana put his own weapons aside and ran toward Him from behind, wanting to fight with Him. Śrī Kṛṣṇa ran from the Yavana, staying just barely beyond Kālayavana's grasp at every step and eventually leading him a long distance toward a mountain cave. As Kālayavana ran, he hurled insults at the Lord, but he could not grasp Him, since his stock of impious karma was not yet depleted. Śrī Kṛṣṇa entered the cave, whereupon Kālayavana followed after Him and saw a man lying on the ground. Taking him for Śrī Kṛṣṇa, Kālayavana kicked him. The man had been sleeping for a very long time, and now, having been violently awakened, he looked around angrily in all directions and saw Kālayavana. The man stared harshly at him, igniting a fire in Kālayavana's body and in a moment burning him to ashes.\n"
        },
        {
            "type": "normal",
            "content": "This extraordinary person was a son of Mandhātā's named Mucukunda. He was devoted to brahminical culture and always true to his vow. Previously, he had spent many long years helping to protect the demigods from the demons. When the demigods had eventually obtained Kārttikeya as their protector, they allowed Mucukunda to retire, offering him any boon other than liberation, which only Lord Viṣṇu can bestow. Mucukunda had chosen from the demigods the benediction of being covered by sleep, and thus since then he had been lying asleep within the cave.\n"
        },
        {
            "type": "normal",
            "content": "Upon Kālayavana's immolation, Śrī Kṛṣṇa showed Himself to Mucukunda, who was struck with wonder at seeing Kṛṣṇa's incomparable beauty. Mucukunda asked Lord Kṛṣṇa who He was and also explained to the Lord his own identity. Mucukunda said, \"After growing weary from remaining awake for a long time, I was enjoying my sleep here in this cave when some stranger disturbed me and, suffering the reaction of his sins, was burnt to ashes. O Lord, O vanquisher of all enemies, it is my great fortune that I now have the vision of Your beautiful form.\"\n"
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa then told Mucukunda who He was and offered him a boon. The wise Mucukunda, understanding the futility of material life, asked only that he might be allowed to take shelter of Lord Śrī Kṛṣṇa's lotus feet.\n"
        },
        {
            "type": "normal",
            "content": "Pleased at this request, the Lord said to Mucukunda, \"My devotees are never enticed by material benedictions offered to them; only nondevotees, namely yogīs and speculative philosophers, are interested in material benedictions, having mundane desires in their hearts. My dear Mucukunda, you will have perpetual devotion for Me. Now, always remaining surrendered to Me, go perform penances to eradicate the sinful reactions incurred from the killing you had to do in your role as a warrior. In your next life you will become a first-class brāhmaṇa and attain Me.\" Thus the Lord offered Mucukunda His blessings.\n"
        }
    ]
}
