{
    "info": {
        "id": "sb/3/33/12",
        "prevId": "sb/3/33/11",
        "nextId": "sb/3/33/13"
    },
    "verses": [
        {
            "roman": "maitreya uvāca\niti pradarśya bhagavān\nsatīṁ tām ātmano gatim\nsva-mātrā brahma-vādinyā\nkapilo 'numato yayau\n"
        }
    ],
    "synonyms": "maitreyaḥ uvāca—Maitreya said; iti—thus; pradarśya—after instructing; bhagavān—the Supreme Personality of Godhead; satīm—venerable; tām—that; ātmanaḥ—of self-realization; gatim—path; sva-mātrā—from His mother; brahma-vādinyā—self-realized; kapilaḥ—Lord Kapila; anumataḥ—took permission; yayau—left.",
    "translation": "Śrī Maitreya said: The Supreme Personality of Godhead Kapila, after instructing His beloved mother, took permission from her and left His home, His mission having been fulfilled.",
    "purport": [
        {
            "type": "normal",
            "content": "The mission of the appearance of the Supreme Personality of Godhead in the form of Kapila was to distribute the transcendental knowledge of Sāṅkhya philosophy, which is full of devotional service. Having imparted that knowledge to His mother—and, through His mother, to the world—Kapiladeva had no more need to stay at home, so He took permission from His mother and left. Apparently He left home for spiritual realization, although He had nothing to realize spiritually because He Himself is the person to be spiritually realized. Therefore this is an example set by the Supreme Personality of Godhead while acting like an ordinary human being so that others might learn from Him. He could, of course, have stayed with His mother, but He indicated that there was no need to stay with the family. It is best to remain alone as a brahmacārī, sannyāsī or vānaprastha and cultivate Kṛṣṇa consciousness throughout one's whole life. Those who are unable to remain alone are given license to live in household life with wife and children, not for sense gratification but for cultivation of Kṛṣṇa consciousness."
        }
    ]
}
