{
    "info": {
        "id": "sb/10/90/24",
        "prevId": "sb/10/90/23",
        "nextId": "sb/10/90/25"
    },
    "verses": [
        {
            "roman": "haṁsa svāgatam āsyatāṁ piba payo brūhy aṅga śaureḥ kathāṁ\ndūtaṁ tvāṁ nu vidāma kaccid ajitaḥ svasty āsta uktaṁ purā\nkiṁ vā naś cala-sauhṛdaḥ smarati taṁ kasmād bhajāmo vayaṁ\nkṣaudrālāpaya kāma-daṁ śriyam ṛte saivaika-niṣṭhā striyām\n"
        }
    ],
    "synonyms": "haṁsa—O swan; su-āgatam—welcome; āsyatām—please come and sit down; piba—please drink; payaḥ—milk; brūhi—tell us; aṅga—dear one; kathām—news; dūtam—messenger; tvām—you; nu—indeed; vidāma—we recognize; kaccit—whether; ajitaḥ—the unconquerable one; svasti—well; āste—is; uktam—spoken; purā—long ago; kim—whether; vā—or; naḥ—to us; cala—fickle; sauhṛdaḥ—whose friendship; smarati—He remembers; tam—Him; kasmāt—for what reason; bhajāmaḥ—should worship; vayam—we; kṣaudra—O servant of Him who is petty; ālāpaya—tell Him to come; kāma—desire; dam—who bestows; śriyam—the goddess of fortune; sā—she; eva—alone; eka-niṣṭhā—exclusively devoted; striyām—among women.",
    "translation": "Welcome, swan. Please sit here and drink some milk. Give us some news of the descendant of Śūra, dear one. We know you are His messenger. Is that invincible Lord doing well, and does that unreliable friend of ours still remember the words He spoke to us long ago? Why should we go and worship Him? O servant of a petty master, go tell Him who fulfills our desires to come here without the goddess of fortune. Is she the only woman exclusively devoted to Him?",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī relates the following conversation between the queens and the swan:"
        },
        {
            "type": "verse",
            "content": "The queens ask, \"Is the unconquerable Lord doing well?\""
        },
        {
            "type": "normal",
            "content": "The swan replies, \"How can Lord Kṛṣṇa be doing well without you, His beloved consorts?\""
        },
        {
            "type": "normal",
            "content": "\"But does He even remember what He once told one of us, Śrīmatī Rukmiṇī? Does He recall that He said, 'In all My palaces I see no other wife as dear as you'?\" [SB 10.60.55: na tvādṛśīṁ praṇayiṇīṁ gṛhiṇīṁ gṛheṣu paśyāmi]\"He does indeed remember this, and that is just why He sent me here. You should all go to Him and engage in His devotional service.\""
        },
        {
            "type": "normal",
            "content": "\"Why should we go worship Him if He refuses to come here to be with us?\""
        },
        {
            "type": "normal",
            "content": "\"But my dear oceans of compassion, He is suffering so much from your absence! How can He be saved from this distress?\""
        },
        {
            "type": "normal",
            "content": "\"Just listen, O servant of a petty master: tell Him to come here, as He should. If He is suffering from lusty desires, He has only Himself to blame, since He Himself is the creator of Cupid's power. We self-respecting ladies are not going to yield to His demand that we go seek Him out.\""
        },
        {
            "type": "normal",
            "content": "\"So be it; then I will take my leave.\""
        },
        {
            "type": "normal",
            "content": "\"No, one minute, dear swan. Ask Him to come to us here, but without the goddess of fortune, who always cheats us by keeping Him all to herself.\""
        },
        {
            "type": "normal",
            "content": "\"Don't you know that Goddess Lakṣmī is devoted exclusively to the Lord? How could He give her up like that?\""
        },
        {
            "type": "normal",
            "content": "\"And is she the only woman in the world who is completely sold out to Him? What about us?\""
        }
    ]
}
