{
    "info": {
        "id": "sb/10/90/50",
        "prevId": "sb/10/90/49",
        "nextId": "sb/11/1/1"
    },
    "verses": [
        {
            "roman": "martyas tayānusavam edhitayā mukunda\nśrīmat-kathā-śravaṇa-kīrtana-cintayaiti\ntad dhāma dustara-kṛtānta-javāpavargaṁ\ngrāmād vanaṁ kṣiti-bhujo 'pi yayur yad-arthāḥ\n"
        }
    ],
    "synonyms": "martyaḥ—a mortal; tayā—by such; anusavam—constantly; edhitayā—increasing; mukunda—about Lord Kṛṣṇa; śrīmat—beautiful; kathā—of the topics; śravaṇa—by hearing; kīrtana—chanting; cintayā—and meditating; eti—goes; tat—His; dhāma—to the abode; dustara—unavoidable; kṛta-anta—of death; java—of the force; apavargam—the place of cessation; grāmāt—from one's mundane home; vanam—to the forest; kṣiti-bhujaḥ—kings (like Priyavrata); api—even; yayuḥ—went; yat—whom; arthāḥ—for the sake of obtaining.",
    "translation": "By regularly hearing, chanting and meditating on the beautiful topics of Lord Mukunda with ever-increasing sincerity, a mortal being will attain the divine kingdom of the Lord, where the inviolable power of death holds no sway. For this purpose, many persons, including great kings, abandoned their mundane homes and took to the forest.",
    "purport": [
        {
            "type": "normal",
            "content": "For the Śrīmad-Bhāgavatam's Tenth Canto, this verse is the phala-śruti, the promise of success given to one who hears it. The process of devotional service begins with hearing topics about the Supreme Lord. When one has heard these topics properly, he can then proceed to chant them for others' benefit and reflect on their significance. This leads to faithful adherence to the principles of devotional service, which culminates in absolute faith in Lord Kṛṣṇa. Such perfect faith gives one the right to enter the Lord's intimate service and, in due course of time, return to one's eternal, spiritual life in one of the Lord's personal domains."
        },
        {
            "type": "normal",
            "content": "Humbly offering his comments on the Tenth Canto at the lotus feet of his worshipable Lord, Śrīla Viśvanātha Cakravartī prays,"
        },
        {
            "type": "verse",
            "content": "mad-gavīr api gopālaḥsvī-kuryāt kṛpayā yadi\ntadaivāsāṁ payaḥ pītvāhṛṣyeyus tat-priyā janāḥ"
        },
        {
            "type": "normal",
            "content": "\"If Lord Gopāla mercifully accepts the cows of my words, then His dear devotees may enjoy the pleasure of drinking their milk—the nectar produced by hearing them.\""
        }
    ]
}
