{
    "info": {
        "id": "sb 10/90/Summary",
        "prevId": "sb/10/89/65",
        "nextId": "sb/10/90/1-7"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how Lord Kṛṣṇa enjoyed with His queens in the lakes of Dvārakā. It also relates the queens' ecstatic prayers in the mood of intense separation from Him, and summarizes the Lord's pastimes.\n"
        },
        {
            "type": "normal",
            "content": "Lord Śrī Kṛṣṇa continued to reside in His opulent capital of Dvārakā, together with the Yadus and His queens. He would enjoy sporting with His wives in the ponds on the palace grounds, squirting water on them with a syringe and being squirted in turn. With His graceful gestures, loving words and sidelong glances, He would enchant their hearts. In this way the queens would become totally absorbed in thoughts of Him. Sometimes, after playing with the Lord in the water, they would address various creatures-kurarī and cakravāka birds, the ocean, the moon, a cloud, a cuckoo, a mountain, a river and so on-declaring their great attachment to Śrī Kṛṣṇa on the pretext of commiserating with these creatures.\n"
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa begot ten sons in the womb of each of His queens. Among these sons, Pradyumna was foremost, being equal to His father in all transcendental qualities. Pradyumna married Rukmī's daughter, and from her womb Aniruddha was born. Aniruddha then married Rukmī's granddaughter and begot Vajra, who was the only Yadu prince to survive the battle of iron clubs at Prabhāsa. From Vajra descended the remainder of the Yadu dynasty, beginning with Pratibāhu. The members of the Yadu dynasty are virtually innumerable; indeed, just to educate their children the Yadus employed 38,800,000 teachers.\n"
        },
        {
            "type": "normal",
            "content": "Before Lord Kṛṣṇa appeared, many demons took birth in human families to harass the people of the world and destroy brahminical culture. To subdue them, the Lord ordered the demigods to descend into the Yadu dynasty, which then expanded into 101 clans. All of the Yadus recognized Śrī Kṛṣṇa as the Supreme Personality of Godhead and had unflinching faith in Him. While resting, eating, walking and so on, which they often did in His company, they would forget their own bodies in their transcendental happiness.\n"
        },
        {
            "type": "normal",
            "content": "The Tenth Canto concludes with this promise of success for the sincere hearer: \"By regularly hearing, chanting and meditating on the beautiful topics of Lord Mukunda with ever-increasing sincerity, a mortal being will attain the divine kingdom of the Lord, where the inviolable power of death holds no sway.\"\n"
        }
    ]
}
