{
    "info": {
        "id": "sb/4/22/22",
        "prevId": "sb/4/22/21",
        "nextId": "sb/4/22/23"
    },
    "verses": [
        {
            "roman": "sā śraddhayā bhagavad-dharma-caryayā\njijñāsayādhyātmika-yoga-niṣṭhayā\nyogeśvaropāsanayā ca nityaṁ\npuṇya-śravaḥ-kathayā puṇyayā ca\n"
        }
    ],
    "synonyms": "sā—that devotional service; śraddhayā—with faith and conviction; bhagavat-dharma—devotional service; caryayā—by discussion; jijñāsayā—by inquiry; adhyātmika—spiritual; yoga-niṣṭhayā—by conviction in spiritual understanding; yoga-īśvara—the Supreme Personality of Godhead; upāsanayā—by worship of Him; ca—and; nityam—regularly; puṇya-śravaḥ—by hearing which; kathayā—by discussion; puṇyayā—by pious; ca—also.",
    "translation": "\nAttachment for the Supreme can be increased by practicing devotional service, inquiring about the Supreme Personality of Godhead, applying bhakti-yoga in life, worshiping the Yogeśvara, the Supreme Personality of Godhead, and by hearing and chanting about the glories of the Supreme Personality of Godhead. These actions are pious in themselves.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe word yogeśvara is applicable to both the Supreme Personality of Godhead, Kṛṣṇa, and His devotees also. In Bhagavad-gītā this word occurs in two places. In the Eighteenth Chapter (18.78), Kṛṣṇa is described as the Supreme Personality of Godhead, Hari, who is the master of all mystic power (yatra yogeśvaraḥ kṛṣṇaḥ). Yogeśvara is also described at the end of the Sixth Chapter (6.47): sa me yuktatamo mataḥ. This yuktatama indicates the topmost of all yogīs—the devotees, who can also be called yogeśvara. In this verse, yogeśvara-upāsanā means to render service to a pure devotee. Thus Narottama dāsa Ṭhākura says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: without serving a pure devotee, one cannot advance in spiritual life. Prahlāda Mahārāja also has said:\n"
        },
        {
            "type": "verse",
            "content": "naiṣāṁ matis tāvad urukramāṅghriṁ\nspṛśaty anarthāpagamo yad-arthaḥ\nmahīyasāṁ pāda-rajo-'bhiṣekaṁ\nniṣkiñcanānāṁ na vṛṇīta yāvat\n(SB 7.5.32)"
        },
        {
            "type": "normal",
            "content": "\nOne should take shelter of a pure devotee, who has nothing to do with this material world but is simply engaged in devotional service. By serving him only, one can transcend the qualitative material condition. In this verse it is recommended (yogeśvara-upāsanayā) that one serve the lotus feet of the topmost yogī, or the devotee. To serve the topmost devotee means to hear from him about the glories of the Supreme Personality of Godhead. To hear the glories of the Supreme Personality of Godhead from the mouth of a pure devotee is to acquire a pious life. In Bhagavad-gītā (BG 7.28) it is also said that without being pious one cannot engage in devotional service.\n"
        },
        {
            "type": "verse",
            "content": "yeṣāṁ tv anta-gataṁ pāpaṁ\njanānāṁ puṇya-karmaṇām\nte dvandva-moha-nirmuktā\nbhajanti māṁ dṛḍha-vratāḥ"
        },
        {
            "type": "normal",
            "content": "\nTo become fixed in devotional service one has to become completely cleansed from the contamination of the material modes of nature. For work in devotional service the first item is ādau gurv-āśrayam: one should accept a bona fide spiritual master, and from the bona fide spiritual master inquire about one's transcendental occupational duties (sad-dharma-pṛcchā) and follow in the footsteps of great saintly persons, devotees (sādhu-mārga-anugamanam). These are the instructions given in Bhakti-rasāmṛta-sindhu by Rūpa Gosvāmī.\n"
        },
        {
            "type": "normal",
            "content": "The conclusion is that to increase attachment for the Supreme Personality of Godhead one has to accept a bona fide spiritual master and learn from him the methods of devotional service and hear from him about the transcendental message and glorification of the Supreme Personality of Godhead. In this way one has to increase his conviction about devotional service. Then it will be very easy to increase attachment for the Supreme Personality of Godhead.\n"
        }
    ]
}
