{
    "info": {
        "id": "sb/4/22/25",
        "prevId": "sb/4/22/24",
        "nextId": "sb/4/22/26"
    },
    "verses": [
        {
            "roman": "harer muhus tatpara-karṇa-pūra-\nguṇābhidhānena vijṛmbhamāṇayā\nbhaktyā hy asaṅgaḥ sad-asaty anātmani\nsyān nirguṇe brahmaṇi cāñjasā ratiḥ\n"
        }
    ],
    "synonyms": "hareḥ—of the Supreme Personality of Godhead; muhuḥ—constantly; tat-para—in relation with the Supreme Personality of Godhead; karṇa-pūra—decoration of the ear; guṇa-abhidhānena—discussing transcendental qualities; vijṛmbhamāṇayā—by increasing Kṛṣṇa consciousness; bhaktyā—by devotion; hi—certainly; asaṅgaḥ—uncontaminated; sat-asati—the material world; anātmani—opposed to spiritual understanding; syāt—should be; nirguṇe—in transcendence; brahmaṇi—in the Supreme Lord; ca—and; añjasā—easily; ratiḥ—attraction.",
    "translation": "The devotee should gradually increase the culture of devotional service by constant hearing of the transcendental qualities of the Supreme Personality of Godhead. These pastimes are like ornamental decorations on the ears of devotees. By rendering devotional service and transcending the material qualities, one can easily be fixed in transcendence in the Supreme Personality of Godhead.",
    "purport": [
        {
            "type": "normal",
            "content": "This verse is especially mentioned to substantiate the devotional process of hearing the subject matter. A devotee does not like to hear anything other than subjects dealing with spiritual activities, or the pastimes of the Supreme Personality of Godhead. We can increase our propensity for devotional service by hearing Bhagavad-gītā and Śrīmad-Bhāgavatam from realized souls. The more we hear from realized souls, the more we make advancement in our devotional life. The more we advance in devotional life, the more we become detached from the material world. The more we become detached from the material world, as advised by Lord Caitanya Mahāprabhu, the more we increase in attachment for the Supreme Personality of Godhead. Therefore, a devotee who actually wants to make progress in devotional service and go back home, back to Godhead, must lose interest in sense enjoyment and associating with persons who are after money and sense gratification. This is the advice of Lord Caitanya Mahāprabhu:"
        },
        {
            "type": "verse",
            "content": "niṣkiñcanasya bhagavad-bhajanonmukhasyapāraṁ paraṁ jigamiṣor bhava-sāgarasya\nsandarśanaṁ viṣayiṇām atha yoṣitāṁ ca\nhā hanta hanta viṣa-bhakṣaṇato 'py asādhu(CC Madhya 11.8)"
        },
        {
            "type": "normal",
            "content": "The word brahmaṇi used in this verse is commented upon by the impersonalists or professional reciters of Bhāgavatam, who are mainly advocates of the caste system by demoniac birthright. They say that brahmaṇi means the impersonal Brahman. But they cannot conclude this with reference to the context of the words bhaktyā and guṇābhidhānena. According to the impersonalists, there are no transcendental qualities in the impersonal Brahman; therefore we should understand that brahmaṇi means \"in the Supreme Personality of Godhead.\" Kṛṣṇa is the Supreme Personality of Godhead, as admitted by Arjuna in Bhagavad-gītā; therefore wherever the word brahma is used, it must refer to Kṛṣṇa, not to the impersonal Brahman effulgence. Brahmeti paramātmeti bhagavān iti śabdyate (SB 1.2.11). Brahman, Paramātmā and Bhagavān can all be taken in total as Brahman, but when there is reference to the word bhakti or remembrance of the transcendental qualities, this indicates the Supreme Personality of Godhead, not the impersonal Brahman."
        }
    ]
}
