{
    "info": {
        "id": "sb/4/22/29",
        "prevId": "sb/4/22/28",
        "nextId": "sb/4/22/30"
    },
    "verses": [
        {
            "roman": "nimitte sati sarvatra\njalādāv api pūruṣaḥ\nātmanaś ca parasyāpi\nbhidāṁ paśyati nānyadā\n"
        }
    ],
    "synonyms": "nimitte—on account of causes; sati—being; sarvatra—everywhere; jala-ādau api—water and other reflecting media; pūruṣaḥ—the person; ātmanaḥ—oneself; ca—and; parasya api—another's self; bhidām—differentiation; paśyati—sees; na anyadā—there is no other reason.",
    "translation": "\nOnly because of different causes does a person see a difference between himself and others, just as one sees the reflection of a body appearing differently manifested on water, on oil or in a mirror.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe spirit soul is one, the Supreme Personality of Godhead. He is manifested in svāṁśa and vibhinna-ṁśa expansions. The jīvas are vibhinnāṁśa expansions. The different incarnations of the Supreme Personality of Godhead are svāṁśa expansions. Thus there are different potencies of the Supreme Lord, and there are different expansions of the different potencies. In this way, for different reasons there are different expansions of the same one principle, the Supreme Personality of Godhead. This understanding is real knowledge, but when the living entity is covered by the upādhi, or designated body, he sees differences, exactly as one sees differences in reflections of oneself on water, on oil or in a mirror. When something is reflected on the water, it appears to be moving. When it is reflected on ice, it appears fixed. When it is reflected on oil, it appears hazy. The subject is one, but under different conditions it appears differently. When the qualifying factor is taken away, the whole appears to be one. In other words, when one comes to the paramahaṁsa or perfectional stage of life by practicing bhakti-yoga, he sees only Kṛṣṇa everywhere. For him there is no other objective.\n"
        },
        {
            "type": "normal",
            "content": "In conclusion, due to different causes, the living entity is visible in different forms as an animal, human being, demigod, tree, etc. Actually every living entity is the marginal potency of the Supreme Lord. In Bhagavad-gītā (BG 5.18), therefore, it is explained that one who actually sees the spirit soul does not distinguish between a learned brāhmaṇa and a dog, an elephant or a cow. paṇḍitāḥ sama-darśinaḥ. One who is actually learned sees only the living entity, not the outward covering. Differentiation is therefore the result of different karma, or fruitive activities, and when we stop fruitive activities, turning them into acts of devotion, we can understand that we are not different from anyone else, regardless of the form. This is only possible in Kṛṣṇa consciousness. In this movement there are many different races of men from all parts of the world participating, but because they think of themselves as servants of the Supreme Personality of Godhead, they do not differentiate between black and white, yellow and red. The Kṛṣṇa consciousness movement is therefore the only means to make the living entities free of all designations.\n"
        }
    ]
}
