{
    "info": {
        "id": "sb/9/3/21",
        "prevId": "sb/9/3/20",
        "nextId": "sb/9/3/22"
    },
    "verses": [
        {
            "roman": "kathaṁ matis te 'vagatānyathā satāṁ\nkula-prasūte kula-dūṣaṇaṁ tv idam\nbibharṣi jāraṁ yad apatrapā kulaṁ\npituś ca bhartuś ca nayasy adhas tamaḥ\n"
        }
    ],
    "synonyms": "katham—how; matiḥ te—your consciousness; avagatā—has gone down; anyathā—otherwise; satām—of the most respectable; kula-prasūte—O my daughter, born in the family; kula-dūṣaṇam—who are the degradation of the family; tu—but; idam—this; bibharṣi—you are maintaining; jāram—a paramour; yat—as it is; apatrapā—without shame; kulam—the dynasty; pituḥ—of your father; ca—and; bhartuḥ—of your husband; ca—and; nayasi—you are bringing down; adhaḥ tamaḥ—downward into darkness or hell.",
    "translation": "\nO my daughter, who were born in a respectable family, how have you degraded your consciousness in this way? How is it that you are shamelessly maintaining a paramour? You will thus degrade the dynasties of both your father and your husband to hellish life.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIt is quite clear that according to Vedic culture a woman who accepts a paramour or second husband in the presence of the husband she has married is certainly responsible for the degradation of her father's family and the family of her husband. The rules of Vedic culture in this regard are strictly observed in the respectable families of brāhmaṇas, kṣatriyas and vaiśyas even today; only the śūdras are degraded in this matter. For a woman of the brāhmaṇa, kṣatriya or vaiśya class to accept another husband in the presence of the husband she has married, or to file for divorce or accept a boyfriend or paramour, is unacceptable in the Vedic culture. Therefore King Śaryāti, who did not know the real facts of Cyavana Muni's transformation, was surprised to see the behavior of his daughter.\n"
        }
    ]
}
