{
    "info": {
        "id": "sb 9/3/Summary",
        "prevId": "sb/9/2/35-36",
        "nextId": "sb/9/3/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes the dynasty of Śaryāti, another son of Manu, and also tells about Sukanyā and Revatī.\n"
        },
        {
            "type": "normal",
            "content": "Devajña Śaryāti gave instructions about what to do in the ritualistic ceremony observed on the second day of the yajña of the Aṅgirasas. One day, Śaryāti, along with his daughter, known as Sukanyā, went to the āśrama of Cyavana Muni. There Sukanyā saw two glowing substances within a hole of earthworms, and by chance she pierced those two glowing substances. As soon as she did this, blood began to ooze from that hole. Consequently, King Śaryāti and his companions suffered from constipation and inability to pass urine. When the King asked why circumstances had suddenly changed, he found that Sukanyā was the cause of this misfortune. Then they all offered prayers to Cyavana Muni just to satisfy him according to his own desire, and Devajña Śaryāti offered his daughter to Cyavana Muni, who was a very old man.\n"
        },
        {
            "type": "normal",
            "content": "When the heavenly physicians the Aśvinī-kumāra brothers once visited Cyavana Muni, the muni requested them to give him back his youth. These two physicians took Cyavana Muni to a particular lake, in which they bathed and regained full youth. After this, Sukanyā could not distinguish her husband. She then surrendered unto the Aśvinī-kumāras, who were very satisfied with her chastity and who therefore introduced her again to her husband. Cyavana Muni then engaged King Śaryāti in performing the soma-yajña and gave the Aśvinī-kumāras the privilege to drink soma-rasa. The King of heaven, Lord Indra, became very angry at this, but he could do no harm to Śaryāti. Henceforward, the Aśvinī-kumāra physicians were able to share in the soma-rasa.\n"
        },
        {
            "type": "normal",
            "content": "Śaryāti later had three sons, named Uttānabarhi, Ānarta and Bhūriṣeṇa. Ānarta had one son, whose name was Revata. Revata had one hundred sons, of whom the eldest was Kakudmī. Kakudmī was advised by Lord Brahmā to offer his beautiful daughter, Revatī, to Baladeva, who belongs to the viṣṇu-tattva category. After doing this, Kakudmī retired from family life and entered the forest of Badarikāśrama to execute austerities and penances.\n"
        }
    ]
}
