{
    "info": {
        "id": "sb/3/15/19",
        "prevId": "sb/3/15/18",
        "nextId": "sb/3/15/20"
    },
    "verses": [
        {
            "roman": "mandāra-kunda-kurabotpala-campakārṇa-\npunnāga-nāga-bakulāmbuja-pārijātāḥ\ngandhe 'rcite tulasikābharaṇena tasyā\nyasmiṁs tapaḥ sumanaso bahu mānayanti\n"
        }
    ],
    "synonyms": "mandāra—mandāra flower; kunda—kunda flower; kuraba—kuraba; utpala—utpala; campaka—campaka; arṇa—arṇa flower; punnāga—punnāga; nāga—nāgakeśara; bakula—bakula; ambuja—lily; pārijātāḥ—pārijāta; gandhe—fragrance; arcite—being worshiped; tulasikā—tulasi; ābharaṇena—with a garland; tasyāḥ—of her; yasmin—in which Vaikuṇṭha; tapaḥ—austerity; su-manasaḥ—good minded, Vaikuṇṭha minded; bahu—very much; mānayanti—glorify.",
    "translation": "Although flowering plants like the mandāra, kunda, kurabaka, utpala, campaka, arṇa, punnāga, nāgakeśara, bakula, lily and pārijāta are full of transcendental fragrance, they are still conscious of the austerities performed by tulasī, for tulasī is given special preference by the Lord, who garlands Himself with tulasī leaves.",
    "purport": [
        {
            "type": "normal",
            "content": "The importance of tulasī leaves is very clearly mentioned here. Tulasī plants and their leaves are very important in devotional service. Devotees are recommended to water the tulasī tree every day and collect the leaves to worship the Lord. One time an atheistic svāmī remarked, \"What is the use of watering the tulasī plant? It is better to water eggplant. By watering the eggplant one can get some fruits, but what is the use of watering the tulasī?\" These foolish creatures, unacquainted with devotional service, sometimes play havoc with the education of people in general."
        },
        {
            "type": "normal",
            "content": "The most important thing about the spiritual world is that there is no envy among the devotees there. This is true even among the flowers, which are all conscious of the greatness of tulasī. In the Vaikuṇṭha world entered by the four Kumāras, even the birds and flowers are conscious of service to the Lord."
        }
    ]
}
