{
    "info": {
        "id": "sb/4/29/1",
        "prevId": "sb/4/28/65",
        "nextId": "sb/4/29/2"
    },
    "verses": [
        {
            "roman": "prācīnabarhir uvāca\nbhagavaṁs te vaco 'smābhir\nna samyag avagamyate\nkavayas tad vijānanti\nna vayaṁ karma-mohitāḥ\n"
        }
    ],
    "synonyms": "prācīnabarhiḥ uvāca—King Prācīnabarhi said; bhagavan—O my lord; te—your; vacaḥ—words; asmābhiḥ—by us; na—never; samyak—perfectly; avagamyate—are understood; kavayaḥ—those who are expert; tat—that; vijānanti—can understand; na—never; vayam—we; karma—by fruitive activities; mohitāḥ—enchanted.",
    "translation": "\nKing Prācīnabarhi replied: My dear lord, we could not appreciate completely the purport of your allegorical story of King Purañjana. Actually, those who are perfect in spiritual knowledge can understand, but for us, who are overly attached to fruitive activities, to realize the purpose of your story is very difficult.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā (BG 7.13) Lord Kṛṣṇa says:\n"
        },
        {
            "type": "verse",
            "content": "tribhir guṇamayair bhāvair\nebhiḥ sarvam idaṁ jagat\nmohitaṁ nābhijānāti\nmām ebhyaḥ param avyayam"
        },
        {
            "type": "normal",
            "content": "\n\"Deluded by the three modes [goodness, passion and ignorance], the whole world does not know Me, who am above the modes and inexhaustible.\" Generally people are enchanted by the three modes of material nature and therefore practically unable to understand that behind all materialistic activities in the cosmic manifestation is the Supreme Personality of Godhead, Kṛṣṇa. Generally when people are engaged in sinful or pious activities, they are not perfect in knowledge of devotional service. The allegorical story narrated by Nārada Muni to King Barhiṣmān is especially meant to engage conditioned souls in devotional service. The entire story, narrated allegorically, is easily understood by a person in devotional service, but those who are engaged not in devotional service but in sense gratification cannot perfectly understand it. That is admitted by King Barhiṣmān.\n"
        },
        {
            "type": "normal",
            "content": "This Twenty-ninth Chapter describes that by too much attachment for women one becomes a woman in the next life, but a person who associates with the Supreme Personality of Godhead or His representative becomes free from all material attachments and is thus liberated.\n"
        }
    ]
}
