{
    "info": {
        "id": "sb/4/29/1b",
        "prevId": "sb/4/29/1a-2a",
        "nextId": "sb/4/29/2b"
    },
    "verses": [
        {
            "roman": "bhaktiḥ kṛṣṇe dayā jīveṣv\nakuṇṭha-jñānam ātmani\nyadi syād ātmano bhūyād\napavargas tu saṁsṛteḥ\n"
        }
    ],
    "synonyms": "bhaktiḥ—devotional service; kṛṣṇe—unto Kṛṣṇa; dayā—mercy; jīveṣu—unto other living entities; akuṇṭha-jñānam—perfect knowledge; ātmani—of the self; yadi—if; syāt—it becomes; ātmanaḥ—of one's self; bhūyāt—there must be; apavargaḥ—liberation; tu—then; saṁsṛteḥ—from the bondage of material life.",
    "translation": "\nIf a living entity is developed in Kṛṣṇa consciousness and is merciful to others, and if his spiritual knowledge of self-realization is perfect, he will immediately attain liberation from the bondage of material existence.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the words dayā jīveṣu, meaning \"mercy to other living entities,\" indicate that a living entity must be merciful to other living entities if he wishes to make progress in self-realization. This means he must preach this knowledge after perfecting himself and understanding his own position as an eternal servant of Kṛṣṇa. Preaching this is showing real mercy to living entities. Other types of humanitarian work may be temporarily beneficial for the body, but because a living entity is spirit soul, ultimately one can show him real mercy only by revealing knowledge of his spiritual existence. As Caitanya Mahāprabhu says, jīvera 'svarūpa' haya-kṛṣṇera 'nitya-dāsa': (CC Madhya 20.108) \"Every living entity is constitutionally a servant of Kṛṣṇa.\" One should know this fact perfectly and should preach it to the mass of people. If one realizes that he is an eternal servant of Kṛṣṇa but does not preach it, his realization is imperfect. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura therefore sings, duṣṭa mana, tumi kisera vaiṣṇava? pratiṣṭhāra tare, nirjanera ghare, tava hari-nāma kevala kaitava: \"My dear mind, what kind of Vaiṣṇava are you? Simply for false prestige and a material reputation you are chanting the Hare Kṛṣṇa mantra in a solitary place.\" In this way people who do not preach are criticized. There are many Vaiṣṇavas in Vṛndāvana who do not like preaching; they chiefly try to imitate Haridāsa Ṭhākura. The actual result of their so-called chanting in a secluded place, however, is that they sleep and think of women and money. Similarly, one who simply engages in temple worship but does not see to the interests of the mass of people or cannot recognize devotees is called a kaniṣṭha-adhikāri:\n"
        },
        {
            "type": "verse",
            "content": "arcāyām eva haraye\npūjāṁ yaḥ śraddhayehate\nna tad-bhakteṣu cānyeṣu\nsa bhaktaḥ prākṛtaḥ smṛtaḥ\n(SB 11.2.47)"
        }
    ]
}
