{
    "info": {
        "id": "sb/4/29/4",
        "prevId": "sb/4/29/3",
        "nextId": "sb/4/29/5"
    },
    "verses": [
        {
            "roman": "yadā jighṛkṣan puruṣaḥ\nkārtsnyena prakṛter guṇān\nnava-dvāraṁ dvi-hastāṅghri\ntatrāmanuta sādhv iti\n"
        }
    ],
    "synonyms": "yadā—when; jighṛkṣan—desiring to enjoy; puruṣaḥ—the living entity; kārtsnyena—in total; prakṛteḥ—of material nature; guṇān—the modes; nava-dvāram—having nine gates; dvi—two; hasta—hands; aṅghri—legs; tatra—there; amanuta—he thought; sādhu—very good; iti—thus.",
    "translation": "When the living entity wants to enjoy the modes of material nature in their totality, he prefers, out of many bodily forms, to accept that body which has nine gates, two hands and two legs. Thus he prefers to become a human being or a demigod.",
    "purport": [
        {
            "type": "normal",
            "content": "This is a very nice explanation of how the spiritual being, the part and parcel of Kṛṣṇa, God, accepts a material body by virtue of his own desires. Accepting two hands, two legs, and so on, the living entity fully enjoys the modes of material nature. Lord Kṛṣṇa says in Bhagavad-gītā (BG 7.27):"
        },
        {
            "type": "verse",
            "content": "icchā-dveṣa-samutthenadvandva-mohena bhārata\nsarva-bhūtāni sammohaṁsarge yānti parantapa"
        },
        {
            "type": "normal",
            "content": "\"O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate.\""
        },
        {
            "type": "normal",
            "content": "Originally the living entity is a spiritual being, but when he actually desires to enjoy this material world, he comes down. From this verse we can understand that the living entity first accepts a body that is human in form, but gradually, due to his degraded activities, he falls into lower forms of life—into the animal, plant and aquatic forms. By the gradual process of evolution, the living entity again attains the body of a human being and is given another chance to get out of the process of transmigration. If he again misses his chance in the human form to understand his position, he is again placed in the cycle of birth and death in various types of bodies."
        },
        {
            "type": "normal",
            "content": "The desire of the living entity to come into the material world is not very difficult to understand. Although one may be born in a family of Āryans, where there are restrictions against meat-eating, intoxication, gambling and illicit sex, still one may want to enjoy these forbidden things. There is always someone who wants to go to a prostitute for illicit sex or to a hotel to eat meat and drink wine. There is always someone who wants to gamble at nightclubs or enjoy so-called sports. All these propensities are already within the hearts of the living entities, but some living entities stop to enjoy these abominable activities and consequently fall down to a degraded platform. The more one desires a degraded life within his heart, the more he falls down to occupy different forms of abominable existence. This is the process of transmigration and evolution. A particular type of animal may have a strong tendency to enjoy one kind of sense enjoyment, but in the human form one can enjoy all the senses. The human form has the facility to utilize all the senses for gratification. Unless one is properly trained, he becomes a victim of the modes of material nature, as confirmed by Bhagavad-gītā (BG 3.27):"
        },
        {
            "type": "verse",
            "content": "prakṛteḥ kriyamāṇāniguṇaiḥ karmāṇi sarvaśaḥ\nahaṅkāra-vimūḍhātmākartāham iti manyate"
        },
        {
            "type": "normal",
            "content": "\"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature.\" As soon as one desires to enjoy his senses, he puts himself under the control of material energy and automatically, or mechanically, is placed into the cycle of birth and death in various life-forms."
        }
    ]
}
