{
    "info": {
        "id": "sb/4/29/45",
        "prevId": "sb/4/29/42-44",
        "nextId": "sb/4/29/46"
    },
    "verses": [
        {
            "roman": "śabda-brahmaṇi duṣpāre\ncaranta uru-vistare\nmantra-liṅgair vyavacchinnaṁ\nbhajanto na viduḥ param\n"
        }
    ],
    "synonyms": "śabda-brahmaṇi—in the Vedic literature; duṣpāre—unlimited; carantaḥ—being engaged; uru—greatly; vistare—expansive; mantra—of Vedic hymns; liṅgaiḥ—by the symptoms; vyavacchinnam—partially powerful (the demigods); bhajantaḥ—worshiping; na viduḥ—they do not know; param—the Supreme.",
    "translation": "\nDespite the cultivation of Vedic knowledge, which is unlimited, and the worship of different demigods by the symptoms of Vedic mantras, demigod worship does not help one to understand the supreme powerful Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Bhagavad-gītā (BG 7.20):\n"
        },
        {
            "type": "verse",
            "content": "kāmais tais tair hṛta-jñānāḥ\nprapadyante 'nya-devatāḥ\ntaṁ taṁ niyamam āsthāya\nprakṛtyā niyatāḥ svayā"
        },
        {
            "type": "normal",
            "content": "\n\"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.\" Most people are interested in worshiping demigods to acquire powers. Each demigod has a particular power. For instance, the demigod Indra, the King of heaven, has power to shower rain on the surface of the globe to give sufficient vegetation to the earth. This demigod is described in the Vedas: vajra-hastaḥ purandaraḥ. Indra rules the water supply with a thunderbolt in his hand. The thunderbolt itself is controlled by Indra. Similarly, other demigods—Agni, Varuṇa, Candra, Sūrya—have particular powers. All these demigods are worshiped in the Vedic hymns through a symbolic weapon. Therefore it is said here: mantra-liṅgair vyavacchinnam. By such worship, karmīs may obtain the benediction of material opulence in the form of animals, riches, beautiful wives, many followers, and so on. By such material opulence, however, one cannot understand the Supreme Personality of Godhead.\n"
        }
    ]
}
