{
    "info": {
        "id": "sb/4/29/5",
        "prevId": "sb/4/29/4",
        "nextId": "sb/4/29/6"
    },
    "verses": [
        {
            "roman": "buddhiṁ tu pramadāṁ vidyān\nmamāham iti yat-kṛtam\nyām adhiṣṭhāya dehe 'smin\npumān bhuṅkte 'kṣabhir guṇān\n"
        }
    ],
    "synonyms": "buddhim—intelligence; tu—then; pramadām—the young woman (Purañjanī); vidyāt—one should know; mama—my; aham—I; iti—thus; yat-kṛtam—done by intelligence; yām—which intelligence; adhiṣṭhāya—taking shelter of; dehe—in the body; asmin—this; pumān—the living entity; bhuṅkte—suffers and enjoys; akṣabhiḥ—by the senses; guṇān—the modes of material nature.",
    "translation": "\nThe great sage Nārada continued: The word pramadā mentioned in this regard refers to material intelligence, or ignorance. It is to be understood as such. When one takes shelter of this kind of intelligence, he identifies himself with the material body. Influenced by the material consciousness of \"I\" and \"mine,\" he begins to enjoy and suffer through his senses. Thus the living entity is entrapped.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn material existence so-called intelligence is actually ignorance. When intelligence is cleared up, it is called buddhi-yoga. In other words, when intelligence is dovetailed with the desires of Kṛṣṇa, it is called buddhi-yoga or bhakti-yoga. Therefore in Bhagavad-gītā (BG 10.10) Kṛṣṇa says:\n"
        },
        {
            "type": "verse",
            "content": "teṣāṁ satata-yuktānāṁ\nbhajatāṁ prīti-pūrvakam\ndadāmi buddhi-yogaṁ taṁ\nyena mām upayānti te"
        },
        {
            "type": "normal",
            "content": "\n\"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.\"\n"
        },
        {
            "type": "normal",
            "content": "Real intelligence means linking with the Supreme Personality of Godhead. When this is done, the Supreme Personality of Godhead from within gives one the real intelligence by which one can return home, back to Godhead. Intelligence in the material world is described in this verse as pramadā because in material existence the living entity falsely claims things to be his. He thinks, \"I am the monarch of all I survey.\" This is ignorance. Actually, nothing belongs to him. Even the body and the senses do not belong to him, for they are given to him by the grace of the Lord to satisfy his different propensities through the material energy. Nothing actually belongs to the living entity, but he becomes mad after everything, claiming, \"This is mine. This is mine. This is mine.\" Janasya moho 'yam ahaṁ mameti (SB 5.5.8). This is called illusion. Nothing belongs to the living entity, but he claims that everything belongs to him. Lord Caitanya Mahāprabhu recommends that this false intelligence be purified (ceto-darpaṇa-mārjanam (CC Antya 20.12)). When the mirror of intelligence is polished, the real activities of the living entity begin. This means that when a person comes to the platform of Kṛṣṇa consciousness, his real intelligence acts. At that time he knows that everything belongs to Kṛṣṇa and nothing belongs to him. As long as one thinks that everything belongs to him, he is in material consciousness, and when he knows perfectly that everything belongs to Kṛṣṇa, he is in Kṛṣṇa consciousness.\n"
        }
    ]
}
