{
    "info": {
        "id": "sb/4/29/52",
        "prevId": "sb/4/29/51",
        "nextId": "sb/4/29/53"
    },
    "verses": [
        {
            "roman": "nārada uvāca\npraśna evaṁ hi sañchinno\nbhavataḥ puruṣarṣabha\natra me vadato guhyaṁ\nniśāmaya suniścitam\n"
        }
    ],
    "synonyms": "nāradaḥ uvāca—Nārada said; praśnaḥ—question; evam—thus; hi—certainly; sañchinnaḥ—answered; bhavataḥ—your; puruṣa-ṛṣabha—O great personality; atra—here; me vadataḥ—as I am speaking; guhyam—confidential; niśāmaya—hear; su-niścitam—perfectly ascertained.",
    "translation": "The great saint Nārada continued: O great personality, I have replied properly about all that you have asked me. Now hear another narration that is accepted by saintly persons and is very confidential.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrī Nārada Muni is personally acting as the spiritual master of King Barhiṣmān. It was Nārada Muni's intention that through his instructions the King would immediately give up all engagement in fruitive activity and take to devotional service. However, although the King understood everything, he was still not prepared to give up his engagements. As the following verses will show, the King was contemplating sending for his sons, who were away from home executing austerities and penances. After their return, he would entrust his kingdom to them and then leave home. This is the position of most people. They accept a bona fide spiritual master and listen to him, but when the spiritual master indicates that they should leave home and fully engage in devotional service, they hesitate. The duty of the spiritual master is to instruct the disciple as long as he does not come to the understanding that this materialistic way of life, fruitive activity, is not at all beneficial. Actually, one should take to devotional service from the beginning of life, as Prahlāda Mahārāja advised: kaumāra ācaret prājño dharmān bhāgavatān iha (SB 7.6.1). According to all the instructions of the Vedas, we can understand that unless one takes to Kṛṣṇa consciousness and devotional service, he is simply wasting his time engaging in the fruitive activities of material existence. Nārada Muni therefore decided to relate another allegory to the King so that he might be induced to give up family life within material existence."
        }
    ]
}
