{
    "info": {
        "id": "sb/4/29/57",
        "prevId": "sb/4/29/56",
        "nextId": "sb/4/29/58"
    },
    "verses": [
        {
            "roman": "saṁśayo 'tra tu me vipra\nsañchinnas tat-kṛto mahān\nṛṣayo 'pi hi muhyanti\nyatra nendriya-vṛttayaḥ\n"
        }
    ],
    "synonyms": "saṁśayaḥ—doubt; atra—here; tu—but; me—my; vipra—O brāhmaṇa; sañchinnaḥ—cleared; tat-kṛtaḥ—done by that; mahān—very great; ṛṣayaḥ—the great sages; api—even; hi—certainly; muhyanti—are bewildered; yatra—where; na—not; indriya—of the senses; vṛttayaḥ—activities.",
    "translation": "My dear brāhmaṇa, there are contradictions between your instructions and those of my spiritual teachers who engaged me in fruitive activities. I now can understand the distinction between devotional service, knowledge and renunciation. I had some doubts about them, but you have now very kindly dissipated all these doubts. I can now understand how even the great sages are bewildered by the real purpose of life. Of course, there is no question of sense gratification.",
    "purport": [
        {
            "type": "normal",
            "content": "King Barhiṣmān was engaged in different types of sacrifice for elevation to the heavenly planets. People generally are attracted by these activities, and very rarely is a person attracted to devotional service, as Śrī Caitanya Mahāprabhu confirms. Unless one is very, very fortunate, he does not take to devotional service. Even the so-called learned Vedic scholars are bewildered by devotional service. They are generally attracted to the rituals for sense gratification. In devotional service there is no sense gratification, but only transcendental loving service to the Lord. Consequently, the so-called priests engaged in sense gratification do not very much like devotional service. The brāhmaṇas, the priests, have been against this Kṛṣṇa consciousness movement since it began with Lord Caitanya Mahāprabhu. When Caitanya Mahāprabhu started this movement, the priestly class lodged complaints to the Kazi, the magistrate of the Muhammadan government. Caitanya Mahāprabhu had to lead a civil disobedience movement against the propaganda of the so-called followers of Vedic principles. These people are described as karma jaḍa-smārtas, which indicates that they are priests engaged in ritualistic ceremonies. It is here stated that such people become bewildered (ṛṣayo 'pi hi muhyanti). To save oneself from the hands of these karma jaḍa-smārtas, one should strictly follow the instructions of the Supreme Personality of Godhead."
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajyamām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyomokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\" (BG 18.66)"
        }
    ]
}
