{
    "info": {
        "id": "sb/4/29/78",
        "prevId": "sb/4/29/76-77",
        "nextId": "sb/4/29/79"
    },
    "verses": [
        {
            "roman": "yadākṣaiś caritān dhyāyan\nkarmāṇy ācinute 'sakṛt\nsati karmaṇy avidyāyāṁ\nbandhaḥ karmaṇy anātmanaḥ\n"
        }
    ],
    "synonyms": "yadā—when; akṣaiḥ—by the senses; caritān—pleasures enjoyed; dhyāyan—thinking of; karmāṇi—activities; ācinute—performs; asakṛt—always; sati karmaṇi—when material affairs continue; avidyāyām—under illusion; bandhaḥ—bondage; karmaṇi—in activity; anātmanaḥ—of the material body.",
    "translation": "\nAs long as we desire to enjoy sense gratification, we create material activities. When the living entity acts in the material field, he enjoys the senses, and while enjoying the senses, he creates another series of material activities. In this way the living entity becomes entrapped as a conditioned soul.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhile in the subtle body, we create many plans to enjoy sense gratification. These plans are recorded in the spool of one's mind as bīja, the root of fruitive activities. In conditional life the living entity creates a series of bodies one after another, and this is called karma-bandhana. As explained in Bhagavad-gītā (BG 3.9), yajñārthāt karmaṇo 'nyatra loko 'yam-karma-bandhanaḥ: if we act only for the satisfaction of Viṣṇu, there is no bondage due to material activity, but if we act otherwise, we become entrapped by one material activity after another. Under these circumstances, it is to be supposed that by thinking, feeling and willing, we are creating a series of future material bodies. In the words of Bhaktivinoda Ṭhākura, anādi karama-phale, padi' bhavārṇava jale. The living entity falls into the ocean of karma-bandhana as a result of past material activities. Instead of plunging oneself into the ocean of material activity, one should accept material activity only to maintain body and soul together. The rest of one's time should be devoted to engaging in the transcendental loving service of the Lord. In this way one can attain relief from the reactions of material activity.\n"
        }
    ]
}
