{
    "info": {
        "id": "sb/4/29/82",
        "prevId": "sb/4/29/81",
        "nextId": "sb/4/29/83"
    },
    "verses": [
        {
            "roman": "tatraikāgra-manā dhīro\ngovinda-caraṇāmbujam\nvimukta-saṅgo 'nubhajan\nbhaktyā tat-sāmyatām agāt\n"
        }
    ],
    "synonyms": "tatra—there; eka-agra-manāḥ—with full attention; dhīraḥ—sober; govinda—of Kṛṣṇa; caraṇa-ambujam—unto the lotus feet; vimukta—freed from; saṅgaḥ—material association; anubhajan—continuously engaging in devotional service; bhaktyā—by pure devotion; tat—with the Lord; sāmyatām—qualitative equality; agāt—achieved.",
    "translation": "Having undergone austerities and penances at Kapilāśrama, King Prācīnabarhi attained full liberation from all material designations. He constantly engaged in the transcendental loving service of the Lord and attained a spiritual position qualitatively equal to that of the Supreme Personality of Godhead.",
    "purport": [
        {
            "type": "normal",
            "content": "There is special significance in the words tat-sāmyatām agāt. The King attained the position of possessing the same status or the same form as that of the Lord. This definitely proves that the Supreme Personality of Godhead is always a person. In His impersonal feature, He is the rays of His transcendental body. When a living entity attains spiritual perfection, he also attains the same type of body, known as sac-cid-ānanda-vigraha (BS 5.1). This spiritual body never mixes with the material elements. Although in conditional life the living entity is surrounded by material elements (earth, water, fire, air, sky, mind, intelligence and ego), he remains always aloof from them. In other words, the living entity can be liberated from the material condition at any moment, provided that he wishes to do so. The material environment is called māyā. According to Kṛṣṇa:"
        },
        {
            "type": "verse",
            "content": "daivī hy eṣā guṇa-mayīmama māyā duratyayā\nmām eva ye prapadyantemāyām etāṁ taranti te"
        },
        {
            "type": "normal",
            "content": "\"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.\" (BG 7.14)"
        },
        {
            "type": "normal",
            "content": "As soon as the living entity engages in the transcendental loving service of the Lord, he immediately attains freedom from all material conditions (sa guṇān samatītyaitān brahma-bhūyāya kalpate (BG 14.26)). In the material state the living entity is on the jīva-bhūta platform, but when he renders devotional service to the Lord, he is elevated to the brahma-bhūta platform (SB 4.30.20). On the brahma-bhūta platform the living entity is liberated from material bondage, and he engages in the service of the Lord. In this verse the word dhīra is sometimes read as vīra. Actually there is not very much difference. The word dhīra means \"sober,\" and vīra means \"hero.\" One who is struggling against māyā is a hero, and one who is sober enough to understand his position is a dhīra. Without becoming sober or heroic, one cannot attain spiritual salvation."
        }
    ]
}
