{
    "info": {
        "id": "sb/10/30/25",
        "prevId": "sb/10/30/24",
        "nextId": "sb/10/30/26"
    },
    "verses": [
        {
            "roman": "padāni vyaktam etāni\nnanda-sūnor mahātmanaḥ\nlakṣyante hi dhvajāmbhoja-\nvajrāṅkuśa-yavādibhiḥ\n"
        }
    ],
    "synonyms": "padāni—the footprints; vyaktam—clearly; etāni—these; nanda-sūnoḥ—of the son of Nanda Mahārāja; mahā-ātmanaḥ—the great soul; lakṣyante—are ascertained; hi—indeed; dhvaja—by the flag; ambhoja—lotus; vajra—thunderbolt; aṅkuśa—elephant goad; yava-ādibhiḥ—barleycorn, etc.",
    "translation": "[The gopīs said:] The marks of a flag, lotus, thunderbolt, elephant goad, barleycorn and so forth on these footprints clearly distinguish them as belonging to that great soul, the son of Nanda Mahārāja.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura, in his commentary on this verse, gives the following scriptural information about the symbolic markings on the lotus feet of Kṛṣṇa:"
        },
        {
            "type": "normal",
            "content": "\"In the following verses the Skanda Purāṇa states the particular places on His feet where Kṛṣṇa carries the mark of the flag and also other marks, and the reasons for these marks:"
        },
        {
            "type": "verse",
            "content": "dakṣiṇasya padāṅguṣṭha-mūle cakraṁ bibharty ajaḥ\ntatra bhakta-janasyāri-ṣaḍ-varga-cchedanāya saḥ"
        },
        {
            "type": "normal",
            "content": "'At the base of the large toe on His right foot, the unborn Lord carries the mark of a disc, which cuts down the six [mental] enemies of His devotees.'\nmadhyamāṅguli-mūle ca\ndhatte kamalam acyutaḥ\ndhyātṛ-citta-dvirephāṇāṁ\nlobhanāyāti-śobhanām\n'At the bottom of the middle toe of that same foot Lord Acyuta has a lotus flower, which increases the greed for Him in the minds of the beelike devotees who meditate on His feet.'\nkaniṣṭha-mūlato vajraṁ\nbhakta-pāpādri-bhedanam\npārṣṇi-madhye 'ṅkuśaṁ bhakta\ncittebha-vaśa-kāriṇam\n'At the base of His small toe is a thunderbolt, which smashes the mountains of His devotees' reactions to past sins, and in the middle of His heel is the mark of an elephant goad, which brings the elephants of His devotees' minds under control.'\nbhoga-sampan-mayaṁ dhatte\nyavam aṅguṣṭha-parvaṇi\n'The joint of His right large toe bears the mark of a barleycorn, representing all kinds of enjoyable opulences.'\n\"The Skanda Purāṇa also states,"
        },
        {
            "type": "verse",
            "content": "vajraṁ vai dakṣiṇe pārśveaṅkuśo vai tad-agrataḥ"
        },
        {
            "type": "normal",
            "content": "'A thunderbolt is found on the right side of His right foot, and an elephant goad below that.'\n\"The ācāryas of the Vaiṣṇava sampradāya explain that since the particular feet under discussion are Lord Kṛṣṇa's, we should know that the thunderbolt is at the base of His small toe and the elephant goad below the thunderbolt. An elephant goad on the heel belongs rather to Lord Nārāyaṇa and other viṣṇu-tattva expansions."
        },
        {
            "type": "normal",
            "content": "\"Thus the Skanda Purāṇa describes six marks on Kṛṣṇa's right foot—the disc, flag, lotus, thunderbolt, elephant goad and barleycorn. And the Vaiṣṇava-toṣaṇī mentions even more marks—a vertical line beginning at the middle of His foot and continuing as far as the juncture between His big toe and second toe; an umbrella below the disc; at the base of the middle of His foot, a group of four svastikas in the four cardinal directions; at the four points where each svastika meets the next, four rose apples; and in the middle of the svastikas, an octagon. This makes eleven marks on Kṛṣṇa's right foot.\""
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī describes the marks on Kṛṣṇa's left foot as follows: \"At the base of the large toe is a conchshell with its mouth facing the toe. At the base of the middle toe are two concentric circles, representing the inner and outer sky. Below this mark is Cupid' s unstrung bow, at the base of the bow is a triangle, and surrounding the triangle is a group of four waterpots. At the base of the triangle is a half-moon with two more triangles touching its points, and below the half-moon is a fish."
        },
        {
            "type": "normal",
            "content": "\"All together, then, there are nineteen distinguishing marks on the soles of Lord Kṛṣṇa's lotus feet.\""
        }
    ]
}
