{
    "info": {
        "id": "sb 10/30/Summary",
        "prevId": "sb/10/29/48",
        "nextId": "sb/10/30/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter describes how the gopīs, tormented through the long night by separation from Kṛṣṇa, wandered like madwomen from forest to forest in search of Him.\n"
        },
        {
            "type": "normal",
            "content": "When Śrī Kṛṣṇa suddenly disappeared from the arena of the rāsa dance, the gopīs, their minds fully absorbed in thoughts of Him, began looking for Him in the various forests. From all the moving and nonmoving creatures they asked for news of Kṛṣṇa's whereabouts. Finally they became so distraught that they began imitating His pastimes.\n"
        },
        {
            "type": "normal",
            "content": "Later, while wandering in a corner of the forest, the gopīs saw Śrī Kṛṣṇa's footprints, which appeared mixed with Śrīmatī Rādhārāṇī's. Seeing these footprints perturbed them greatly, and they declared that surely Śrīmatī Rādhārāṇī must have worshiped Kṛṣṇa with unusual excellence, since She had been privileged to associate with Him in seclusion. Further along the path the gopīs came to a place where they could no longer see Śrīmatī Rādhārāṇī's footprints; they then concluded that Kṛṣṇa must have taken Rādhārāṇī onto His shoulders. In another place they noticed that Kṛṣṇa's footprints were showing only the toes, and thus the gopīs concluded He had been picking flowers with which to decorate His beloved. In yet another spot the gopīs saw signs that led them to imagine that Śrī Kṛṣṇa had been tying the locks of Śrīmatī Rādhārāṇī's hair. All these thoughts brought pain to the gopīs' minds.\n"
        },
        {
            "type": "normal",
            "content": "Because of the special attention She received from Kṛṣṇa, Śrī Rādhā began to consider Herself the most fortunate of women. She told Him that She could walk no further and that He would have to carry Her on His shoulders. But just then Lord Kṛṣṇa disappeared from Her sight. Śrīmatī Rādhārāṇī, extremely troubled, then began looking everywhere for Him, and when She finally met Her gopī girlfriends She related to them what had happened. All the gopīs then went out to look for Kṛṣṇa in the forest, going as far as the moonlight reached. But in the end they were unsuccessful, so they went back to the shore of the Yamunā and simply sang Kṛṣṇa's glories in utter helplessness.\n"
        }
    ]
}
