{
    "info": {
        "id": "sb/5/16/1",
        "prevId": "sb/5/16/summary",
        "nextId": "sb/5/16/2"
    },
    "verses": [
        {
            "roman": "rājovāca\nuktas tvayā bhū-maṇḍalāyāma-viśeṣo\nyāvad ādityas tapati\nyatra cāsau jyotiṣāṁ gaṇaiś\ncandramā vā saha dṛśyate\n"
        }
    ],
    "synonyms": "rājā uvāca—Mahārāja Parīkṣit said; uktaḥ—already been said; tvayā—by you; bhū-maṇḍala—of the planetary system known as Bhū-maṇḍala; āyāma-viśeṣaḥ—the specific length of the radius; yāvat—as far as; ādityaḥ—the sun; tapati—heats; yatra—wherever; ca—also; asau—that; jyotiṣām—of the luminaries; gaṇaiḥ—with hordes; candramā—the moon; vā—either; saha—with; dṛśyate—is seen.",
    "translation": "King Parīkṣit said to Śukadeva Gosvāmī: O brāhmaṇa, you have already informed me that the radius of Bhū-maṇḍala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen.",
    "purport": [
        {
            "type": "normal",
            "content": "In this verse it is stated that the planetary system known as Bhū-maṇḍala extends to the limits of the sunshine. According to modern science, the sunshine reaches earth from a distance of 93,000,000 miles. If we calculate according to this modern information, 93,000,000 miles can be considered the radius of Bhū-maṇḍala. In the Gāyatrī mantra, we chant oṁ bhūr bhuvaḥ svaḥ. The word bhūr refers to Bhū-maṇḍala. Tat savitur vareṇyam: the sunshine spreads throughout Bhū-maṇḍala. Therefore the sun is worshipable. The stars, which are known as nakṣatra, are not different suns, as modern astronomers suppose. From Bhagavad-gītā (BG 10.21) we understand that the stars are similar to the moon (nakṣatrāṇām ahaṁ śaśī). Like the moon, the stars reflect the sunshine. Apart from our modern distinguished estimations of where the planetary systems are located, we can understand that the sky and its various planets were studied long, long before Śrīmad-Bhāgavatam was compiled. Śukadeva Gosvāmī explained the location of the planets, and this indicates that the information was known long, long before Śukadeva Gosvāmī related it to Mahārāja Parīkṣit. The location of the various planetary systems was not unknown to the sages who flourished in the Vedic age."
        }
    ]
}
