{
    "info": {
        "id": "sb/5/16/3",
        "prevId": "sb/5/16/2",
        "nextId": "sb/5/16/4"
    },
    "verses": [
        {
            "roman": "bhagavato guṇamaye sthūla-rūpa āveśitaṁ mano hy aguṇe 'pi\nsūkṣmatama ātma-jyotiṣi pare brahmaṇi bhagavati vāsudevākhye\nkṣamam āveśituṁ tad u haitad guro 'rhasy anuvarṇayitum iti\n"
        }
    ],
    "synonyms": "bhagavataḥ—of the Supreme Personality of Godhead; guṇa-maye—into the external features, consisting of the three modes of material nature; sthūla-rūpe—the gross form; āveśitam—entered; manaḥ—the mind; hi—indeed; aguṇe—transcendental; api—although; sūkṣmatame—in His smaller form as Paramātmā within the heart; ātma-jyotiṣi—who is full of Brahman effulgence; pare—the supreme; brahmaṇi—spiritual entity; bhagavati—the Supreme Personality of Godhead; vāsudeva-ākhye—known as Bhagavān Vāsudeva; kṣamam—suitable; āveśitum—to absorb; tat—that; u ha—indeed; etat—this; guro—O my dear spiritual master; arhasi anuvarṇayitum—please describe factually; iti—thus.",
    "translation": "\nWhen the mind is fixed upon the Supreme Personality of Godhead in His external feature made of the material modes of nature—the gross universal form—it is brought to the platform of pure goodness. In that transcendental position, one can understand the Supreme Personality of Godhead, Vāsudeva, who in His subtler form is self-effulgent and beyond the modes of nature. O my lord, please describe vividly how that form, which covers the entire universe, is perceived.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMahārāja Parīkṣit had already been advised by his spiritual master, Śukadeva Gosvāmī, to think of the universal form of the Lord, and therefore, following the advice of his spiritual master, he continuously thought of that form. The universal form is certainly material, but because everything is an expansion of the energy of the Supreme Personality of Godhead, ultimately nothing is material. Therefore Parīkṣit Mahārāja's mind was saturated with spiritual consciousness. Śrīla Rūpa Gosvāmī has stated:\n"
        },
        {
            "type": "verse",
            "content": "prāpañcikatayā buddhyā\nhari-sambandhi-vastunaḥ\nmumukṣubhiḥ parityāgo\nvairāgyaṁ phalgu kathyate"
        },
        {
            "type": "normal",
            "content": "\nEverything, even that which is material, is connected with the Supreme Personality of Godhead. Therefore everything should be engaged in the service of the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura translates this verse as follows:\n"
        },
        {
            "type": "verse",
            "content": "hari-sevāya yāhā haya anukūla\nviṣaya baliyā tāhāra tyāge haya bhula"
        },
        {
            "type": "normal",
            "content": "\n\"One should not give up anything connected with the Supreme Personality of Godhead, thinking it material or enjoyable for the material senses.\" Even the senses, when purified, are spiritual. When Mahārāja Parīkṣit was thinking of the universal form of the Lord, his mind was certainly situated on the transcendental platform. Therefore although he might not have had any reason to be concerned with detailed information of the universe, he was thinking of it in relationship with the Supreme Lord, and therefore such geographical knowledge was not material but transcendental. Elsewhere in Śrīmad-Bhāgavatam (SB 1.5.20) Nārada Muni has said, idaṁ hi viśvaṁ bhagavān ivetaraḥ: the entire universe is also the Supreme Personality of Godhead, although it appears different from Him. Therefore although Parīkṣit Mahārāja had no need for geographical knowledge of this universe, that knowledge was also spiritual and transcendental because he was thinking of the entire universe as an expansion of the energy of the Lord.\n"
        },
        {
            "type": "normal",
            "content": "In our preaching work also, we deal with so much property and money and so many books bought and sold, but because these dealings all pertain to the Kṛṣṇa consciousness movement, they should never be considered material. That one is absorbed in thoughts of such management does not mean that he is outside of Kṛṣṇa consciousness. If one rigidly observes the regulative principle of chanting sixteen rounds of the mahā-mantra every day, his dealings with the material world for the sake of spreading the Kṛṣṇa consciousness movement are not different from the spiritual cultivation of Kṛṣṇa consciousness.\n"
        }
    ]
}
