{
    "info": {
        "id": "sb/5/16/summary",
        "prevId": "sb/5/15/16",
        "nextId": "sb/5/16/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "While describing the character of Mahārāja Priyavrata and his descendants, Śukadeva Gosvāmī also described Meru Mountain and the planetary system known as Bhū-maṇḍala. Bhū-maṇḍala is like a lotus flower, and its seven islands are compared to the whorl of the lotus. The place known as Jambūdvīpa is in the middle of that whorl. In Jambūdvīpa there is a mountain known as Sumeru, which is made of solid gold. The height of this mountain is 84,000 yojanas, of which 16,000 yojanas are below the earth. Its width is estimated to be 32,000 yojanas at its summit and 16,000 yojanas at its foot. (One yojana equals approximately eight miles.) This king of mountains, Sumeru, is the support of the planet earth."
        },
        {
            "type": "normal",
            "content": "On the southern side of the land known as Ilāvṛta-varṣa are the mountains known as Himavān, Hemakūṭa and Niṣadha, and on the northern side are the mountains Nīla, Śveta and Śṛṅga. Similarly, on the eastern and western side there are Mālyavān and Gandhamādana, two large mountains. Surrounding Sumeru Mountain are four mountains known as Mandara, Merumandara, Supārśva and Kumuda, each 10,000 yojanas long and 10,000 yojanas high. On these four mountains there are trees a banyan tree. There are also lakes full of milk, honey, sugarcane juice and pure water. These lakes can fulfill all desires. There are also gardens named Nandana, Citraratha, Vaibhrājaka and Sarvatobhadra. On the side of Supārśva Mountain is a kadamba tree with streams of honey flowing from its hollows, and on Kumuda Mountain there is a banyan tree named Śatavalśa, from whose roots flow rivers containing milk, yogurt and many other desirable things. Surrounding Sumeru Mountain like filaments of the whorl of a lotus are twenty mountain ranges such as Kuraṅga, Kurara, Kusumbha, Vaikaṅka and Trikūṭa. To the east of Sumeru are the mountains Jaṭhara and Devakūṭa, to the west are Pavana and Pāriyātra, to the south are Kailāsa and Karavīra, and to the north are Triśṛṅga and Makara. These eight mountains are about 18,000 yojanas long, 2,000 yojanas wide and 2,000 yojanas high. On the summit of Mount Sumeru is Brahmapurī, the residence of Lord Brahmā. Each of its four sides is 10,000 yojanas long. Surrounding Brahmapurī are the cities of King Indra and seven other demigods. These cities are one fourth the size of Brahmapurī."
        }
    ]
}
