{
    "info": {
        "id": "sb/3/25/44",
        "prevId": "sb/3/25/43",
        "nextId": "sb/3/26/1"
    },
    "verses": [
        {
            "roman": "etāvān eva loke 'smin\npuṁsāṁ niḥśreyasodayaḥ\ntīvreṇa bhakti-yogena\nmano mayy arpitaṁ sthiram\n"
        }
    ],
    "synonyms": "etāvān eva—only so far; loke asmin—in this world; puṁsām—of men; niḥśreyasa—final perfection of life; udayaḥ—the attainment of; tīvreṇa—intense; bhakti-yogena—by practice of devotional service; manaḥ—mind; mayi—in Me; arpitam—fixed; sthiram—steady.",
    "translation": "\nTherefore persons whose minds are fixed on the Lord engage in the intensive practice of devotional service. That is the only means for attainment of the final perfection of life.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nTeachings of Lord Kapila, the Son of Devahūti, Text 44\n"
        },
        {
            "type": "normal",
            "content": "Here the words mano mayy arpitam, which mean \"the mind being fixed on Me,\" are significant. One should fix his mind on the lotus feet of Kṛṣṇa or His incarnation. To be fixed steadily in that freedom is the way of liberation. Ambarīṣa Mahārāja is an example. He fixed his mind on the lotus feet of the Lord, he spoke only on the pastimes of the Lord, he smelled only the flowers and tulasī offered to the Lord, he walked only to the temple of the Lord, he engaged his hands in cleansing the temple, he engaged his tongue in tasting the foodstuff offered to the Lord, and he engaged his ears for hearing the great pastimes of the Lord. In that way all his senses were engaged. First of all, the mind should be engaged at the lotus feet of the Lord, very steadily and naturally. Because the mind is the master of the senses, when the mind is engaged, all the senses become engaged. That is bhakti-yoga. Yoga means controlling the senses. The senses cannot be controlled in the proper sense of the term; they are always agitated. This is true also with a child—how long can he be forced to sit down silently? It is not possible. Even Arjuna said, cañcalaṁ hi manaḥ kṛṣṇa: (BG 6.34) \"The mind is always agitated.\" The best course is to fix the mind on the lotus feet of the Lord. Mano mayy arpitaṁ sthiram. If one seriously engages in Kṛṣṇa consciousness, that is the highest perfectional stage. All Kṛṣṇa conscious activities are on the highest perfectional level of human life.\n"
        }
    ]
}
