{
    "info": {
        "id": "sb/1/16/16",
        "prevId": "sb/1/16/13-15",
        "nextId": "sb/1/16/17"
    },
    "verses": [
        {
            "roman": "sārathya-pāraṣada-sevana-sakhya-dautya-\nvīrāsanānugamana-stavana-praṇāmān\nsnigdheṣu pāṇḍuṣu jagat-praṇatiṁ ca viṣṇor\nbhaktiṁ karoti nṛ-patiś caraṇāravinde\n"
        }
    ],
    "synonyms": "sārathya—acceptance of the post of a chariot driver; pāraṣada—acceptance of the presidency in the assembly of the Rājasūya sacrifice; sevana—engaging the mind constantly in the service of the Lord; sakhya—to think of the Lord as a friend; dautya—acceptance of the post of a messenger; vīra-āsana—acceptance of the post of a watchman with a drawn sword at night; anugamana—following in the footsteps; stavana—offering of prayers; praṇāmān—offering obeisances; snigdheṣu—unto them who are malleable to the will of the Lord; pāṇḍuṣu—unto the sons of Pāṇḍu; jagat—the universal; praṇatim—one who is obeyed; ca—and; viṣṇoḥ—of Viṣṇu; bhaktim—devotion; karoti—does; nṛ-patiḥ—the King; caraṇa-aravinde—unto His lotus feet.",
    "translation": "Mahārāja Parīkṣit heard that out of His causeless mercy Lord Kṛṣṇa [Viṣṇu], who is universally obeyed, rendered all kinds of service to the malleable sons of Pāṇḍu by accepting posts ranging from chariot driver to president to messenger, friend, night watchman, etc., according to the will of the Pāṇḍavas, obeying them like a servant and offering obeisances like one younger in years. When he heard this, Mahārāja Parīkṣit became overwhelmed with devotion to the lotus feet of the Lord.",
    "purport": [
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa is everything to the unalloyed devotees like the Pāṇḍavas. The Lord was for them the Supreme Lord, the spiritual master, the worshipable Deity, the guide, the chariot driver, the friend, the servant, the messenger and everything they could conceive of. And thus the Lord also reciprocated the feelings of the Pāṇḍavas. Mahārāja Parīkṣit, as a pure devotee of the Lord, could appreciate the Lord's transcendental reciprocation of the feelings of His devotees, and thus he himself also was overwhelmed with the dealings of the Lord. Simply by appreciating the dealings of the Lord with His pure devotees, one can attain salvation. The Lord's dealings with His devotees appear to be ordinary human dealings, but one who knows them in truth becomes at once eligible to go back home, back to Godhead. The Pāṇḍavas were so malleable to the will of the Lord that they could sacrifice any amount of energy for the service of the Lord, and by such unalloyed determination they could secure the Lord's mercy in any shape they desired."
        }
    ]
}
