{
    "info": {
        "id": "sb 10/44/Summary",
        "prevId": "sb/10/43/40",
        "nextId": "sb/10/44/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter tells how Kṛṣṇa and Balarāma killed the wrestlers, how Kṛṣṇa killed Kaṁsa and consoled Kaṁsa's wives, and how the two Lords were reunited with Their mother and father.\n"
        },
        {
            "type": "normal",
            "content": "Deciding to wrestle, Lord Kṛṣṇa faced off against Cāṇūra, and Lord Baladeva took on Muṣṭika. Battling arm to arm, head to head, knee to knee and chest to chest, the opponents attacked each other so fiercely that they appeared to be harming even their own bodies. The ladies in the arena, seeing the violent battle, began to condemn the King and all the members of the assembly: \"A respectable audience should never have allowed a wrestling match between such huge wrestlers, whose limbs are as tough as lightning bolts, and such tender young boys, who are just entering youth. An intelligent person should never enter an assembly if he sees injustice being done there.\" Because Vasudeva and Devakī did not fully understand the power of Kṛṣṇa and Balarāma, they became extremely unhappy when they heard the women of the audience speak these words.\n"
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa then grabbed Cāṇūra's arms, whirled him around several times and threw him to the ground, killing him. Muṣṭika met a similar fate: after being struck powerfully by Lord Baladeva's palm, he began vomiting blood and then fell down dead. Thereupon the wrestlers named Kūṭa, Śala and Tośala came forward, but Kṛṣṇa and Balarāma easily killed them with the blows of Their fists and feet. The remaining wrestlers, fearing for their lives, all fled.\n"
        },
        {
            "type": "normal",
            "content": "Except for Kaṁsa, everyone present cheered Kṛṣṇa and Balarāma. The King, in a rage, stopped the festive music and ordered that Vasudeva, Nanda, Ugrasena and all the cowherds be severely punished and that Kṛṣṇa and Balarāma be driven from the assembly. Kṛṣṇa became furious when He heard Kaṁsa speak this way, and He instantly leapt onto the lofty royal dais. He grabbed Kaṁsa by the hair, hurled him down onto the floor of the wrestling ring and threw Himself on top of him. In this way, Kaṁsa met his death. Because out of fear Kaṁsa had always thought of Kṛṣṇa, after his death he gained the liberation of having a form like the Lord's.\n"
        },
        {
            "type": "normal",
            "content": "Kaṁsa's eight brothers then attacked Kṛṣṇa, but Balarāma easily killed each of them with His club, just as a lion kills defenseless animals. Kettledrums resounded in the sky as the joyful demigods rained down flowers and chanted the glories of Lord Kṛṣṇa and Lord Balarāma.\n"
        },
        {
            "type": "normal",
            "content": "The wives of Kaṁsa, grieving for their husband, lamented that he had died because of his violence toward other living beings and his lack of respect for Kṛṣṇa, the Supreme Soul, who creates, maintains and destroys the entire universe. The Lord consoled the widows, had the funeral rites performed for Kaṁsa and his brothers and then released His mother and father from bondage. Kṛṣṇa offered obeisances at His parents' feet, but they, now understanding Him to be the Supreme Personality of Godhead, did not embrace Him.\n"
        }
    ]
}
