{
    "info": {
        "id": "sb/10/39/28",
        "prevId": "sb/10/39/27",
        "nextId": "sb/10/39/29"
    },
    "verses": [
        {
            "roman": "nivārayāmaḥ samupetya mādhavaṁ\nkiṁ no 'kariṣyan kula-vṛddha-bāndhavāḥ\nmukunda-saṅgān nimiṣārdha-dustyajād\ndaivena vidhvaṁsita-dīna-cetasām\n"
        }
    ],
    "synonyms": "nivārayāmaḥ—let us stop; samupetya—going up to Him; mādhavam—Kṛṣṇa; kim—what; naḥ—to us; akariṣyan—will do; kula—of the family; vṛddha—the elders; bāndhavāḥ—and our relatives; mukunda-saṅgāt—from the association of Lord Mukunda; nimiṣa—of the wink of an eye; ardha—for one half; dustyajāt—which is impossible to give up; daivena—by fate; vidhvaṁsita—separated; dīna—wretched; cetasām—whose hearts.",
    "translation": "\nLet us directly approach Mādhava and stop Him from going. What can our family elders and other relatives do to us? Now that fate is separating us from Mukunda, our hearts are already wretched, for we cannot bear to give up His association even for a fraction of a second.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Viśvanātha Cakravartī describes what the gopīs thought: \"Let us go right up to Kṛṣṇa and pull at His clothes and hands and insist that He get down from His chariot and stay here with us. We will tell Him, 'Don't bring upon Yourself the sinful reaction for murdering so many women!' \"\n"
        },
        {
            "type": "normal",
            "content": "\"But if we do that,\" said other gopīs, \"our relatives and the village elders will discover our secret love for Kṛṣṇa and abandon us.\"\n"
        },
        {
            "type": "normal",
            "content": "\"But what can they do to us?\"\n"
        },
        {
            "type": "normal",
            "content": "\"Yes, our lives are already wretched now that Kṛṣṇa is leaving. We have nothing to lose.\"\n"
        },
        {
            "type": "normal",
            "content": "\"That's right. We will remain in the Vṛndāvana forest just like presiding goddesses, and then we can fulfill our true desire—to stay with Kṛṣṇa in the forest.\"\n"
        },
        {
            "type": "normal",
            "content": "\"Yes, and even if the elders and our relatives punish us by beating us or locking us up, we can still live happily with the knowledge that Kṛṣṇa is residing in our village. Some of our girlfriends who are not imprisoned will cleverly find a way to bring us the remnants of Kṛṣṇa's food, and then we can remain alive. But if Kṛṣṇa is not stopped, we will certainly die.\"\n"
        }
    ]
}
