{
    "info": {
        "id": "sb/10/39/summary",
        "prevId": "sb/10/38/43",
        "nextId": "sb/10/39/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Akrūra informed Lord Kṛṣṇa and Lord Balarāma of Kaṁsa's plans and his activities in Mathurā; what the gopīs cried out in distress when Kṛṣṇa left for Mathurā; and also the vision of Lord Viṣṇu's abode that Akrūra saw within the water of the Yamunā."
        },
        {
            "type": "normal",
            "content": "When Kṛṣṇa and Balarāma offered Akrūra great respect and comfortably seated him on a couch, he felt that all the desires he had reflected on while traveling to Vṛndāvana were now fulfilled. After the evening meal, Kṛṣṇa asked Akrūra whether his trip had been peaceful and whether he was well. The Lord also inquired about how Kaṁsa was behaving toward their family members, and finally He asked why Akrūra had come."
        },
        {
            "type": "normal",
            "content": "Akrūra described how Kaṁsa had been persecuting the Yādavas, what Nārada had told Kaṁsa and how Kaṁsa had been treating Vasudeva cruelly. Akrūra also spoke of Kaṁsa's desire to bring Kṛṣṇa and Balarāma to Mathurā to kill Them on the pretext of Their seeing the bow sacrifice and engaging in a wrestling match. Kṛṣṇa and Balarāma laughed out loud when They heard this. They went to Their father, Nanda, and informed him of Kaṁsa's orders. Nanda then issued an order to all the residents of Vraja that they should collect various offerings for the King and prepare to go to Mathurā."
        },
        {
            "type": "normal",
            "content": "The young gopīs were extremely upset to hear that Kṛṣṇa and Balarāma would be going to Mathurā. They lost all external awareness and began to remember Kṛṣṇa's pastimes. Condemning the creator for separating them from Him, they began to lament. They said that Akrūra did not deserve his name (a, \"not\"; krūra, \"cruel\"), since he was so cruel to be taking away their dearmost Kṛṣṇa. \"It must be that fate is against us,\" they lamented, \"because otherwise the elders of Vraja would have forbidden Kṛṣṇa to leave. So let us forget our shyness and try to stop Lord Mādhava from going.\" With these words the young cowherd girls began to chant Kṛṣṇa's names and cry."
        },
        {
            "type": "normal",
            "content": "But even as they wept, Akrūra began taking Kṛṣṇa and Balarāma to Mathurā in his chariot. The cowherd men of Gokula followed behind on their wagons, and the young gopīs also walked behind for some distance, but then they became placated by Kṛṣṇa's glances and gestures and pacified by a message from Him that said \"I will return.\" With their minds completely absorbed in Kṛṣṇa, the cowherd girls stood as still as figures in a painting until they could no longer see the chariot's flag or the dust cloud being raised on the road. Then, chanting Kṛṣṇa's glories all the while, they despondently returned to their homes."
        },
        {
            "type": "normal",
            "content": "Akrūra halted the chariot at the bank of the Yamunā so Kṛṣṇa and Balarāma could perform a ritual of purification and drink some water. After the two Lords had gotten back into the chariot, Akrūra took Their permission to bathe in the Yamunā. As he recited Vedic mantras, he was startled to see the two Lords standing in the water. Akrūra came out of the river and returned to the chariot-where he saw the Lords still sitting. Then he returned to the water to find out if the two figures he had seen there were real or not."
        },
        {
            "type": "normal",
            "content": "What Akrūra saw in the water was four-armed Lord Vāsudeva. His complexion was dark blue like a fresh raincloud, He wore yellow garments and He lay on the lap of thousand-hooded Ananta Śeṣa. Lord Vāsudeva was receiving the prayers of perfected beings, celestial serpents and demons, and He was encircled by His personal attendants. Serving Him were His many potencies, such as Śrī, Puṣṭi and Ilā, while Brahmā and other demigods sang His praises. Akrūra rejoiced at this vision and, joining his palms in supplication, began to pray to the Supreme Lord in a voice choked with emotion."
        }
    ]
}
