{
    "info": {
        "id": "sb/11/6/19",
        "prevId": "sb/11/6/18",
        "nextId": "sb/11/6/20"
    },
    "verses": [
        {
            "roman": "vibhvyas tavāmṛta-kathoda-vahās tri-lokyāḥ\npādāvane-ja-saritaḥ śamalāni hantum\nānuśravaṁ śrutibhir aṅghri-jam aṅga-saṅgais\ntīrtha-dvayaṁ śuci-ṣadas ta upaspṛśanti\n"
        }
    ],
    "synonyms": "vibhvyaḥ—are able; tava—Your; amṛta—nectarean; kathā—of the topics; uda-vahāḥ—the water-bearing rivers; tri-lokyāḥ—of the three worlds; pāda-avane—from the bathing of Your lotus feet; ja—born; saritaḥ—rivers; śamalāni—all contamination; hantum—to destroy; ānuśravam—consisting of the process of hearing from bona fide authority; śrutibhiḥ—with the ears; aṅghri-jam—consisting of (the holy rivers) generated from Your lotus feet; aṅga-saṅgaiḥ—by direct physical contact; tīrtha-dvayam—these two kinds of holy places; śuci-ṣadaḥ—those who are striving for purification; te—Your; upaspṛśanti—they approach to associate with.",
    "translation": "\nThe nectar-bearing rivers of discussions about You, and also the holy rivers generated from the bathing of Your lotus feet, are able to destroy all contamination within the three worlds. Those who are striving for purification associate with the holy narrations of Your glories by hearing them with their ears, and they associate with the holy rivers flowing from Your lotus feet by physically bathing in them.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Viśvanātha Cakravartī Ṭhākura states, ānuśravaṁ guror uccāraṇam anuśrūyante: \"One should hear about Kṛṣṇa by hearing from the spiritual master.\" The bona fide spiritual master describes the pastimes, potencies and incarnations of the Personality of Godhead to his disciple. If the spiritual master is bona fide and if the disciple is sincere and obedient, then the communication between guru and disciple is just like nectar, both for the guru and the disciple. Ordinary persons cannot even imagine the special pleasure experienced by the devotees of the Lord. Such nectarean speaking and hearing destroys all contamination within the heart of a conditioned soul, the primary contamination being the desire to live without serving Kṛṣṇa.\n"
        },
        {
            "type": "normal",
            "content": "The other nectar described here is caraṇāmṛta, the nectarean waters that bathe the Lord's feet. Lord Vāmanadeva bathed His own lotus foot by kicking a hole in the universal covering so that the sacred Ganges water washed His toes and fell into the universe. The Yamunā River also washed Kṛṣṇa's lotus feet when the Lord appeared on this planet five thousand years ago. Kṛṣṇa sported daily with His boyfriends and girl friends in the Yamunā River, and consequently that river is also caraṇāmṛta. One should therefore try to take bath in the Ganges or Yamunā.\n"
        },
        {
            "type": "normal",
            "content": "Every morning in ISKCON temples, the lotus feet of the Deity of Kṛṣṇa are bathed, and the water thus sanctified is also called caraṇāmṛta, the nectar of Kṛṣṇa's lotus feet. Śrīla Prabhupāda taught his disciples and followers to come before the Deities each morning and drink three drops of the caraṇāmṛta from the Deities' bathing.\n"
        },
        {
            "type": "normal",
            "content": "In all these ways one can purify his heart and relish spiritual bliss. When one is fixed on the platform of spiritual bliss, then one does not take another birth in the material world. In this verse the word śuci-ṣadaḥ is significant: one must engage in the purified activities of Kṛṣṇa consciousness. One must learn to serve the Lord from the bona fide spiritual master, whose instructions one should accept without speculation. Those who are attached to the phantasmagoria of this world sometimes concoct their own whimsical concepts of God. But only from the bona fide spiritual master can we get perfect and pure knowledge about the Supreme Personality of Godhead and devotional service to Him. Such knowledge may be found in all the books of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda.\n"
        }
    ]
}
