{
    "info": {
        "id": "sb/11/6/40-41",
        "prevId": "sb/11/6/39",
        "nextId": "sb/11/6/42"
    },
    "verses": [
        {
            "roman": "tan nirīkṣyoddhavo rājan\nśrutvā bhagavatoditam\ndṛṣṭvāriṣṭāni ghorāṇi\nnityaṁ kṛṣṇam anuvrataḥ\n"
        },
        {
            "roman": "vivikta upasaṅgamya\njagatām īśvareśvaram\npraṇamya śirisā pādau\nprāñjalis tam abhāṣata\n"
        }
    ],
    "synonyms": "tat—that; nirīkṣya—seeing; uddhavaḥ—Uddhava; rājan—O King; śrutvā—hearing; bhagavatā—by the Lord; uditam—what had been said; dṛṣṭvā—observing; ariṣṭāni—evil omens; ghorāṇi—fearful; nityam—always; kṛṣṇam—of Lord Kṛṣṇa; anuvrataḥ—a faithful follower; vivikte—in privacy; upasaṅgamya—approaching; jagatām—of all the moving creatures within the universe; īśvara—of the controllers; īśvaram—the one supreme controller; praṇamya—bowing down; śirasā—with his head; pādau—at His feet; prāñjaliḥ—with hands folded in submission; tam—to Him; abhāṣata—spoke.",
    "translation": "\nMy dear King, Uddhava was a constantly faithful follower of Lord Kṛṣṇa. Upon seeing the imminent departure of the Yādavas, hearing from them of the Lord's instructions and taking note of the fearful omens, he approached the Personality of Godhead in a private place. He bowed down with his head at the lotus feet of the supreme controller of the universe and with folded hands addressed Him as follows.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to Śrīla Jīva Gosvāmī there cannot be any actual disturbance in the Lord's own abode. The great disasters apparently occurring in Dvārakā were an external show created by the Lord to facilitate His pastimes. We can understand the pastimes of Kṛṣṇa only by hearing from the recognized ācāryas. Lord Kṛṣṇa is not a mundane historical figure, and His activities cannot be confined within the tiny limits of material logic. Lord Kṛṣṇa's pastimes are an exhibition of His acintya-śakti, or inconceivable potency, which functions according to higher, spiritual laws, unknown to the blind conditioned souls and their petty material logic.\n"
        }
    ]
}
