{
    "info": {
        "id": "sb/11/6/48-49",
        "prevId": "sb/11/6/47",
        "nextId": "sb/11/6/50"
    },
    "verses": [
        {
            "roman": "vayaṁ tv iha mahā-yogin\nbhramantaḥ karma-vartmasu\ntvad-vārtayā tariṣyāmas\ntāvakair dustaraṁ tamaḥ\n"
        },
        {
            "roman": "smarantaḥ kīrtayantas te\nkṛtāni gaditāni ca\ngaty-utsmitekṣaṇa-kṣveli\nyan nṛ-loka-viḍambanam\n"
        }
    ],
    "synonyms": "vayam—we; tu—on the other hand; iha—in this world; mahā-yogin—O greatest of yogīs; bhramantaḥ—wandering; karma-vartmasu—on the paths of material work; tvat—of You; vārtayā—by discussion of the topics; tariṣyāmaḥ—will cross over; tāvakaiḥ—along with Your devotees; dustaram—insurmountable; tamaḥ—darkness; smarantaḥ—remembering; kīrtayantaḥ—glorifying; te—Your; kṛtāni—deeds; gaditāni—words; ca—also; gati—movements; utsmita—widely smiling; īkṣaṇa—glances; kṣveli—and loving pastimes; yat—which are; nṛ-loka—of human society; viḍambanam—a clever imitation.",
    "translation": "\nO greatest of mystics, although we are conditioned souls wandering on the path of fruitive work, we will certainly cross beyond the darkness of this material world simply by hearing about Your Lordship in the association of Your devotees. Thus we are always remembering and glorifying the wonderful things You do and the wonderful things You say. We ecstatically recall Your amorous pastimes with Your confidential conjugal devotees and how You boldly smile and move about while engaged in such youthful pastimes. My dear Lord, Your loving pastimes are bewilderingly similar to the activities of ordinary people within this material world.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse Uddhava, by stating bhramantaḥ karma-vartmasu, humbly presents himself as one of the conditioned souls entangled in fruitive activities. Still, Uddhava is confident that he will certainly cross over the illusory energy because he is addicted to chanting and remembering the glorious activities and words of Lord Kṛṣṇa. Similarly, Rūpa Gosvāmī has stated:\n"
        },
        {
            "type": "verse",
            "content": "īhā yasya harer dāsye\nkarmaṇā manasā girā\nnikhilāsv apy avasthāsu\njīvan-muktaḥ sa ucyate"
        },
        {
            "type": "normal",
            "content": "\nAlthough one may outwardly appear to be involved in this material world, if one is always engaged, twenty-four hours a day, in the service of Lord Kṛṣṇa, then one is considered to be a liberated soul. Uddhava states here that hearing and chanting the holy name and pastimes of Kṛṣṇa is infinitely more effective than becoming a naked yogī in the forest and running the constant risk of becoming, due to lusty desires and sex indulgence, a naked monkey in the forest. Uddhava is begging the Lord for the mercy of His Sudarśana cakra, whose effulgence is represented by the process of remembering and chanting the pastimes of the Lord. One who absorbs himself in the incomparable bliss of thinking of the Lord's abode easily becomes free from all lamentation, illusion and fear. That is the recommendation of Śrī Uddhava.\n"
        }
    ]
}
