{
    "info": {
        "id": "sb/11/6/7",
        "prevId": "sb/11/6/6",
        "nextId": "sb/11/6/8"
    },
    "verses": [
        {
            "roman": "śrī-devā ūcuḥ\nnatāḥ sma te nātha padāravindaṁ\nbuddhīndriya-prāṇa-mano-vacobhiḥ\nyac cintyate 'ntar hṛdi bhāva-yuktair\nmumukṣubhiḥ karma-mayoru-pāśāt\n"
        }
    ],
    "synonyms": "śrī-devāḥ ūcuḥ—the demigods said; natāḥ sma—we are bowed down; te—Your; nātha—O Lord; pada-aravindam—to the lotus feet; buddhi—with our intelligence; indriya—senses; prāṇa—vital air; manaḥ—mind; vacobhiḥ—and words; yat—which; cintyate—are meditated upon; antaḥ hṛdi—within the heart; bhāva-yuktaiḥ—who are fixed in yoga practice; mumukṣubhiḥ—by those striving for liberation; karma-maya—of the reactions of fruitive work; uru-pāśāt—from the great bondage.",
    "translation": "The demigods began to speak: Our dear Lord, advanced mystic yogis, striving for liberation from the severe bondage of material work, meditate with great devotion upon Your lotus feet within their hearts. Dedicating our intelligence, senses, vital air, mind and power of speech to Your Lordship, we demigods bow down at Your lotus feet.",
    "purport": [
        {
            "type": "normal",
            "content": "According to Śrīla Śrīdhara Svāmī, the word sma in this verse indicates vismaya, \"astonishment.\" The demigods were astonished that although great mystic yogīs are only able to contemplate the lotus feet of the Lord within their hearts, the demigods arriving in the city of Dvārakā were able to see before them the entire body of the Supreme Personality of Godhead. Therefore the powerful demigods fell down like sticks before the Lord. Such full obeisances (called daṇḍavat, \"like a stick\") are described as follows:"
        },
        {
            "type": "verse",
            "content": "dorbhyāṁ padābhyāṁ jānubhyāmurasā śirasā dṛśā\nmanasā vacasā cetipraṇāmo 'ṣṭāṅga īritaḥ"
        },
        {
            "type": "normal",
            "content": "\"The obeisances offered with eight limbs are made with the two arms, the two legs, the two knees, the chest, the head, the eyes, the mind and the power of speech.\nThe currents of material nature are very powerful, and one should therefore cling tightly to the lotus feet of the Lord. Otherwise, the violent waves of sense gratification and mental speculation will undoubtedly sweep one away from one's eternal, constitutional position as the loving servitor of the Supreme Lord, and one will then fall down into the stringent bondage described here as uru-pāśāt, \"a very powerful illusory network.\""
        }
    ]
}
