{
    "info": {
        "id": "sb/6/2/13",
        "prevId": "sb/6/2/12",
        "nextId": "sb/6/2/14"
    },
    "verses": [
        {
            "roman": "athainaṁ māpanayata\nkṛtāśeṣāgha-niṣkṛtam\nyad asau bhagavan-nāma\nmriyamāṇaḥ samagrahīt\n"
        }
    ],
    "synonyms": "atha—therefore; enam—him (Ajāmila); mā—do not; apanayata—try to take; kṛta—already done; aśeṣa—unlimited; agha-niṣkṛtam—atonement for his sinful actions; yat—because; asau—he; bhagavat-nāma—the holy name of the Supreme Personality of Godhead; mriyamāṇaḥ—while dying; samagrahīt—perfectly chanted.",
    "translation": "\nAt the time of death, this Ajāmila helplessly and very loudly chanted the holy name of the Lord, Nārāyaṇa. That chanting alone has already freed him from the reactions of all sinful life. Therefore, O servants of Yamarāja, do not try to take him to your master for punishment in hellish conditions.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Viṣṇudūtas, who are superior authorities, gave orders to the Yamadūtas, who did not know that Ajāmila was no longer subject to tribulation in hellish life for his past sins. Although he had chanted the holy name Nārāyaṇa to indicate his son, the holy name is so transcendentally powerful that he was automatically freed because he had chanted the holy name while dying (ante nārāyaṇa-smṛtiḥ (SB 2.1.6)). As Kṛṣṇa confirms in Bhagavad-gītā (BG 7.28):\n"
        },
        {
            "type": "verse",
            "content": "yeṣāṁ tv anta-gataṁ pāpaṁ\njanānāṁ puṇya-karmaṇām\nte dvandva-moha-nirmuktā\nbhajante māṁ dṛḍha-vratāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.\" Unless one is freed from all sinful reactions, one cannot be promoted to the platform of devotional service. Elsewhere in Bhagavad-gītā (BG 8.5) it is stated:\n"
        },
        {
            "type": "verse",
            "content": "anta-kāle ca mām eva\nsmaran muktvā kalevaram\nyaḥ prayāti sa mad-bhāvaṁ\nyāti nāsty atra saṁśayaḥ"
        },
        {
            "type": "normal",
            "content": "\nIf one remembers Kṛṣṇa, Nārāyaṇa, at the time of death, one is certainly eligible to return immediately home, back to Godhead.\n"
        }
    ]
}
