{
    "info": {
        "id": "sb/6/2/7",
        "prevId": "sb/6/2/5-6",
        "nextId": "sb/6/2/8"
    },
    "verses": [
        {
            "roman": "ayaṁ hi kṛta-nirveśo\njanma-koṭy-aṁhasām api\nyad vyājahāra vivaśo\nnāma svasty-ayanaṁ hareḥ\n"
        }
    ],
    "synonyms": "ayam—this person (Ajāmila); hi—indeed; kṛta-nirveśaḥ—has undergone all kinds of atonement; janma—of births; koṭi—of millions; aṁhasām—for the sinful activities; api—even; yat—because; vyājahāra—he has chanted; vivaśaḥ—in a helpless condition; nāma—the holy name; svasti-ayanam—the means of liberation; hareḥ—of the Supreme Personality of Godhead.",
    "translation": "\nAjāmila has already atoned for all his sinful actions. Indeed, he has atoned not only for sins performed in one life but for those performed in millions of lives, for in a helpless condition he chanted the holy name of Nārāyaṇa. Even though he did not chant purely, he chanted without offense, and therefore he is now pure and eligible for liberation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Yamadūtas had considered only the external situation of Ajāmila. Since he was extremely sinful throughout his life, they thought he should be taken to Yamarāja and did not know that he had become free from the reactions of all his sins. The Viṣṇudūtas therefore instructed that because he had chanted the four syllables of the name Nārāyaṇa at the time of his death, he was freed from all sinful reactions. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verses from the smṛti-śāstra:\n"
        },
        {
            "type": "verse",
            "content": "nāmno hi yāvatī śaktiḥ\npāpa-nirharaṇe hareḥ\ntāvat kartuṁ na śaknoti\npātakaṁ pātakī naraḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Simply by chanting one holy name of Hari, a sinful man can counteract the reactions to more sins than he is able to commit.\" (Bṛhad-viṣṇu Purāṇa)\n"
        },
        {
            "type": "verse",
            "content": "avaśenāpi yan-nāmni\nkīrtite sarva-pātakaiḥ\npumān vimucyate sadyaḥ\nsiṁha-trastair mṛgair iva"
        },
        {
            "type": "normal",
            "content": "\n\"If one chants the holy name of the Lord, even in a helpless condition or without desiring to do so, all the reactions of his sinful life depart, just as when a lion roars, all the small animals flee in fear.\" (Garuḍa Purāṇa)\n"
        },
        {
            "type": "verse",
            "content": "sakṛd uccāritaṁ yena\nharir ity akṣara-dvayam\nbaddha-parikaras tena\nmokṣāya gamanaṁ prati"
        },
        {
            "type": "normal",
            "content": "\n\"By once chanting the holy name of the Lord, which consists of the two syllables ha-ri, one guarantees his path to liberation.\" (Skanda Purāṇa)\n"
        },
        {
            "type": "normal",
            "content": "These are some of the reasons why the Viṣṇudūtas objected to the Yamadūtas' taking Ajāmila to the court of Yamarāja.\n"
        }
    ]
}
