{
    "info": {
        "id": "sb/1/9/31",
        "prevId": "sb/1/9/30",
        "nextId": "sb/1/9/32"
    },
    "verses": [
        {
            "roman": "viśuddhayā dhāraṇayā hatāśubhas\ntad-īkṣayaivāśu gatā-yudha-śramaḥ\nnivṛtta-sarvendriya-vṛtti-vibhramas\ntuṣṭāva janyaṁ visṛjañ janārdanam\n"
        }
    ],
    "synonyms": "viśuddhayā—by purified; dhāraṇayā—meditation; hata-aśubhaḥ—one who has minimized the inauspicious qualities of material existence; tat—Him; īkṣayā—by looking on; eva—simply; āśu—immediately; gatā—having gone away; yudha—from the arrows; śramaḥ—fatigue; nivṛtta—being stopped; sarva—all; indriya—senses; vṛtti—activities; vibhramaḥ—being widely engaged; tuṣṭāva—he prayed; janyam—the material tabernacle; visṛjan—while quitting; janārdanam—to the controller of the living beings.",
    "translation": "By pure meditation, looking at Lord Śrī Kṛṣṇa, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body.",
    "purport": [
        {
            "type": "normal",
            "content": "The material body is a gift of the material energy, technically called illusion. Identification with the material body is due to forgetfulness of our eternal relationship with the Lord. For a pure devotee of the Lord like Bhīṣmadeva, this illusion was at once removed as soon as the Lord arrived. Lord Kṛṣṇa is like the sun, and the illusory, external material energy is like darkness. In the presence of the sun there is no possibility that darkness can stand. Therefore, just on the arrival of Lord Kṛṣṇa, all material contamination was completely removed, and Bhīṣmadeva was thus able to be transcendentally situated by stopping the activities of the impure senses in collaboration with matter. The soul is originally pure and so also the senses. By material contamination the senses assume the role of imperfection and impurity. By revival of contact with the Supreme Pure, Lord Kṛṣṇa, the senses again become freed from material contaminations. Bhīṣmadeva attained all these transcendental conditions prior to his leaving the material body because of presence of the Lord. The Lord is the controller and benefactor of all living beings. That is the verdict of all Vedas. He is the supreme eternity and living entity amongst all the eternal living beings.* And He alone provides all necessities for all kinds of living beings. Thus He provided all facilities to fulfill the transcendental desires of His great devotee Śrī Bhīṣmadeva, who began to pray as follows."
        }
    ]
}
