{
    "info": {
        "id": "sb/1/9/49",
        "prevId": "sb/1/9/48",
        "nextId": "sb/1/10/1"
    },
    "verses": [
        {
            "roman": "pitrā cānumato rājā\nvāsudevānumoditaḥ\ncakāra rājyaṁ dharmeṇa\npitṛ-paitāmahaṁ vibhuḥ\n"
        }
    ],
    "synonyms": "pitrā—by his uncle, Dhṛtarāṣṭra; ca—and; anumataḥ—with his approval; rājā—King Yudhiṣṭhira; vāsudeva-anumoditaḥ—confirmed by Lord Śrī Kṛṣṇa; cakāra—executed; rājyam—the kingdom; dharmeṇa—in compliance with the codes of royal principles; pitṛ—father; paitāmaham—forefather; vibhuḥ—as great as.",
    "translation": "After this, the great religious King, Mahārāja Yudhiṣṭhira, executed the royal power in the kingdom strictly according to the codes and royal principles approved by his uncle and confirmed by Lord Śrī Kṛṣṇa.",
    "purport": [
        {
            "type": "normal",
            "content": "Mahārāja Yudhiṣṭhira was not a mere tax collector. He was always conscious of his duty as a king, which is no less than that of a father or spiritual master. The king is to see to the welfare of the citizens from all angles of social, political, economic and spiritual upliftment. The king must know that human life is meant for liberating the encaged soul from the bondage of material conditions, and therefore his duty is to see that the citizens are properly looked after to attain this highest stage of perfection."
        },
        {
            "type": "normal",
            "content": "Mahārāja Yudhiṣṭhira followed these principles strictly, as will be seen from the next chapter. Not only did he follow the principles, but he also got approval from his old uncle, who was experienced in political affairs, and that was also confirmed by Lord Kṛṣṇa, the speaker of the philosophy of Bhagavad-gītā."
        },
        {
            "type": "normal",
            "content": "Mahārāja Yudhiṣṭhira is the ideal monarch, and monarchy under a trained king like Mahārāja Yudhiṣṭhira is by far the most superior form of government, superior to modern republics or governments of the people, by the people. The mass of people, especially in this age of Kali, are all born śūdras, basically lowborn, ill-trained, unfortunate and badly associated. They themselves do not know the highest perfectional aim of life. Therefore, votes cast by them actually have no value, and thus persons elected by such irresponsible votes cannot be responsible representatives like Mahārāja Yudhiṣṭhira."
        }
    ]
}
