{
    "info": {
        "id": "sb 8/13/Summary",
        "prevId": "sb/8/12/47",
        "nextId": "sb/8/13/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nOf the fourteen Manus, six Manus have already been described. Now, this chapter will consecutively describe each Manu from the seventh to the fourteenth.\n"
        },
        {
            "type": "normal",
            "content": "The seventh Manu, who is the son of Vivasvān, is known as Śrāddhadeva. He has ten sons, named Ikṣvāku, Nabhaga, Dhṛṣṭa, Śaryāti, Nariṣyanta, Nābhāga, Diṣṭa, Tarūṣa, Pṛṣadhra and Vasumān. In this manvantara, or reign of Manu, among the demigods are the Adityas, Vasus, Rudras, Viśvedevas, Maruts, Aśvinī-kumāras and Ṛbhus. The king of heaven, Indra, is known as Purandara, and the seven sages are known as Kaśyapa, Atri, Vasiṣṭha, Viśvāmitra, Gautama, Jamadagni and Bharadvāja. During this period of Manu, the Supreme Personality of Godhead Viṣṇu appears from the womb of Aditi in His incarnation as the son of Kaśyapa.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the eighth Manu, the Manu is Sāvarṇi. His sons are headed by Nirmoka, and among the demigods are the Sutapās. Bali, the son of Virocana, is Indra, and Gālava and Paraśurāma are among the seven sages. In this age of Manu, the incarnation of the Supreme Personality of Godhead appears as Sārvabhauma, the son of Devaguhya and Sarasvatī.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the ninth Manu, the Manu is Dakṣa-sāvarṇi. His sons are headed by Bhūtaketu, and among the demigods are the Marīcigarbhas. Adbhuta is Indra, and among the seven sages is Dyutimān. In this period of Manu, the incarnation Ṛṣabha is born of Āyuṣmān and Ambudhārā.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the tenth Manu, the Manu is Brahma-sāvarṇi. Among his sons is Bhūriṣeṇa, and the seven sages are Haviṣmān and others. Among the demigods are the Suvāsanas, and Śambhu is Indra. The incarnation in this period of Manu is Viṣvaksena, who is a friend of Śambhu and who is born from the womb of Viṣūcī in the house of a brāhmaṇa named Viśvasraṣṭā.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the eleventh Manu, the Manu is Dharma-sāvarṇi, who has ten sons, headed by Satyadharma. Among the demigods are the Vihaṅgamas, Indra is known as Vaidhṛta, and the seven sages are Aruṇa and others. In this manvantara, the incarnation is Dharmasetu, who is born of Vaidhṛtā and Āryaka.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the twelfth Manu, the Manu is Rudra-sāvarṇi, whose sons are headed by Devavān. The demigods are the Haritas and others, Indra is Ṛtadhāmā, and the seven sages are Tapomūrti and others. The incarnation in this manvantara is Sudhāmā, or Svadhāmā, who is born from the womb of Sunṛtā. His father's name is Satyasahā.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the thirteenth Manu, the Manu is Deva-sāvarṇi. Among his sons is Citrasena, the demigods are the Sukarmās and others, Indra is Divaspati, and Nirmoka is among the sages. The manvantara-avatāra is Yogeśvara, who is born of Devahotra and Bṛhatī.\n"
        },
        {
            "type": "normal",
            "content": "In the period of the fourteenth Manu, the Manu is Indra-sāvarṇi. Among his sons are Uru and Gambhīra, the demigods are the Pavitras and others, Indra is Śuci, and among the sages are Agni and Bāhu. The incarnation of this manvantara is known as Bṛhadbhānu. He is born of Satrāyaṇa from the womb of Vitānā.\n"
        },
        {
            "type": "normal",
            "content": "The total duration of the periods ruled by these Manus is calculated to be one thousand catur-yugas, or 4,300,000 times 1,000 years.\n"
        }
    ]
}
