{
    "info": {
        "id": "sb/10/71/44-45",
        "prevId": "sb/10/71/43",
        "nextId": "sb/10/72/1-2"
    },
    "verses": [
        {
            "roman": "tarpayitvā khāṇḍavena\nvahniṁ phālguna-saṁyutaḥ\nmocayitvā mayaṁ yena\nrājñe divyā sabhā kṛtā\n"
        },
        {
            "roman": "uvāsa katicin māsān\nrājñaḥ priya-cikīrṣayā\nviharan ratham āruhya\nphālgunena bhaṭair vṛtaḥ\n"
        }
    ],
    "synonyms": "tarpayitvā—satisfying; khāṇḍavena—with the Khāṇḍava forest; vahnim—the fire-god; phālguna—by Arjuna; saṁyutaḥ—accompanied; mocayitvā—saving; mayam—the demon Maya; yena—by whom; rājñe—for the King (Yudhiṣṭhira); divyā—celestial; sabhā—assembly hall; kṛtā—made; uvāsa—He resided; katicit—several; māsān—months; rājñaḥ—to the King; priya—pleasure; cikīrṣayā—with a desire to give; viharan—sporting; ratham—His chariot; āruhya—riding; phālgunena—with Arjuna; bhaṭaiḥ—by guards; vṛtaḥ—surrounded.",
    "translation": "\nDesiring to please King Yudhiṣṭhira, the Lord resided at Indraprastha for several months. During His stay, He and Arjuna satisfied the fire-god by offering him the Khāṇḍava forest, and they saved Maya Dānava, who then built King Yudhiṣṭhira a celestial assembly hall. The Lord also took the opportunity to go riding in His chariot in the company of Arjuna, surrounded by a retinue of soldiers.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Prabhupāda writes in Kṛṣṇa, \"It was during this time that Lord Śrī Kṛṣṇa, with the help of Arjuna, for the satisfaction of the fire-god, Agni, allowed Agni to devour the Khāṇḍava forest. During the forest fire, Kṛṣṇa saved the demon Mayāsura, who was hiding in the forest. Upon being saved, Mayāsura felt obliged to the Pāṇḍavas and Lord Kṛṣṇa, and he constructed a wonderful assembly house within the city of Hastināpura. In this way, Lord Kṛṣṇa, in order to please King Yudhiṣṭhira, remained in the city of Hastināpura for several months. During His stay, He enjoyed strolling here and there. He used to drive on chariots along with Arjuna, and many warriors and soldiers used to follow them.\"\n"
        }
    ]
}
