{
    "info": {
        "id": "sb/10/71/summary",
        "prevId": "sb/10/70/47",
        "nextId": "sb/10/71/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates how Lord Kṛṣṇa followed Uddhava's advice and went to Indraprastha, where the Pāṇḍavas celebrated His arrival with great festivity."
        },
        {
            "type": "normal",
            "content": "Wise Uddhava, knowing Lord Kṛṣṇa's inner desire, advised the Lord as follows: \"By conquering all directions and then performing the Rājasūya sacrifice, King Yudhiṣṭhira will fulfill all his purposes-defeating Jarāsandha, protecting those who have taken shelter of You, and executing the Rājasūya-yajña. Thus the Yādavas' powerful enemy will be destroyed and the imprisoned kings freed, and both deeds will glorify You."
        },
        {
            "type": "normal",
            "content": "\"King Jarāsandha can be killed only by Bhīma, and since Jarāsandha is very devoted to the brāhmaṇas, Bhīma should disguise himself as a brāhmaṇa, go to Jarāsandha and beg a fight from him. Then, in Your presence, Bhīma will defeat the demon.\""
        },
        {
            "type": "normal",
            "content": "Nārada Muni, the Yādava elders and Lord Kṛṣṇa praised Uddhava's plan, and Lord Kṛṣṇa proceeded to mount His chariot and head for Indraprastha, followed by His devoted queens. Soon Lord Kṛṣṇa arrived in that city. Hearing of the Lord's arrival, King Yudhiṣṭhira immediately came out of the city to greet Him. Yudhiṣṭhira repeatedly embraced Lord Kṛṣṇa, losing external consciousness in his ecstasy. Then Bhīmasena, Arjuna, Nakula, Sahadeva and others each embraced or bowed down to Him, as was appropriate."
        },
        {
            "type": "normal",
            "content": "After Lord Kṛṣṇa had properly greeted everyone, He entered the city as a fanfare of many musical instruments played and reverential hymns were chanted. The women of the city scattered flowers down from the rooftops, remarking on the extreme good fortune of the Lord's queens."
        },
        {
            "type": "normal",
            "content": "Śrī Kṛṣṇa entered the royal palace and offered respects to Queen Kuntīdevī, who embraced her nephew, and Draupadī and Subhadrā offered obeisances to the Lord. Kuntīdevī then requested Draupadī to worship Lord Kṛṣṇa's wives."
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, gratified King Yudhiṣṭhira by remaining there for some months. During this stay He enjoyed strolling here and there. He would drive on chariots with Arjuna, followed by many warriors and soldiers."
        }
    ]
}
