{
    "info": {
        "id": "sb/9/10/14",
        "prevId": "sb/9/10/13",
        "nextId": "sb/9/10/15"
    },
    "verses": [
        {
            "roman": "na tvāṁ vayaṁ jaḍa-dhiyo nu vidāma bhūman\nkūṭa-stham ādi-puruṣaṁ jagatām adhīśam\nyat-sattvataḥ sura-gaṇā rajasaḥ prajeśā\nmanyoś ca bhūta-patayaḥ sa bhavān guṇeśaḥ\n"
        }
    ],
    "synonyms": "na—not; tvām—Your Lordship; vayam—we; jaḍa-dhiyaḥ—dull-minded, possessing blunt intelligence; nu—indeed; vidāmaḥ—can know; bhūman—O Supreme; kūṭa-stham—within the core of the heart; ādi-puruṣam—the original Personality of Godhead; jagatām—of the universes, which progressively go on; adhīśam—the supreme master; yat—fixed under Your direction; sattvataḥ—infatuated with sattva-guṇa; sura-gaṇāḥ—such demigods; rajasaḥ—infatuated with rajo-guṇa; prajā-īśāḥ—the Prajāpatis; manyoḥ—influenced by tamo-guṇa; ca—and; bhūta-patayaḥ—rulers of ghosts; saḥ—such a personality; bhavān—Your Lordship; guṇa-īśaḥ—the master of all three modes of material nature.",
    "translation": "O all-pervading Supreme Person, we are dull-minded and did not understand who You are, but now we understand that You are the Supreme Person, the master of the entire universe, the unchanging and original Personality of Godhead. The demigods are infatuated with the mode of goodness, the Prajāpatis with the mode of passion, and the lord of ghosts with the mode of ignorance, but You are the master of all these qualities.",
    "purport": [
        {
            "type": "normal",
            "content": "The word jaḍa-dhiyaḥ refers to intelligence like that of an animal. A person with such intelligence cannot understand the Supreme Personality of Godhead. Without being beaten, an animal cannot understand the purpose of a man. Similarly, those who are dull-minded cannot understand the Supreme Personality of Godhead, but when punished severely by the modes of material nature, they begin to understand Him. A Hindi poet has said:"
        },
        {
            "type": "verse",
            "content": "duḥkha se saba hari bhajesukha se bhaje koī\nsukha se agar hari bhajeduḥkha kāthāṅ se haya"
        },
        {
            "type": "normal",
            "content": "When one is distressed he goes to the church or temple to worship the Lord, but when opulent he forgets the Lord. Therefore, punishment by the Lord through material nature is necessary in human society, for without it men forget the supremacy of the Lord due to their dull, blunt intelligence."
        }
    ]
}
