{
    "info": {
        "id": "sb/9/10/summary",
        "prevId": "sb/9/9/49",
        "nextId": "sb/9/10/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This Tenth Chapter describes how Lord Rāmacandra appeared in the dynasty of Mahārāja Khaṭvāṅga. It also describes the Lord's activities, telling how He killed Rāvaṇa and returned to Ayodhyā, the capital of His kingdom."
        },
        {
            "type": "normal",
            "content": "The son of Mahārāja Khaṭvāṅga was Dīrghabāhu, and his son was Raghu. The son of Raghu was Aja, the son of Aja was Daśaratha, and the son of Daśaratha was Lord Rāmacandra, the Supreme Personality of Godhead. When the Lord descended into this world in His full quadruple expansion-as Lord Rāmacandra, Lakṣmaṇa, Bharata and Śatrughna-great sages like Vālmīki who were actually in knowledge of the Absolute Truth described His transcendental pastimes. Śrīla Śukadeva Gosvāmī describes these pastimes in brief."
        },
        {
            "type": "normal",
            "content": "Lord Rāmacandra went with Viśvāmitra and killed Rākṣasas like Mārīca. After breaking the stout and strong bow known as Haradhanu, the Lord married mother Sītā and cut down the prestige of Paraśurāma. To obey the order of His father, He entered the forest, accompanied by Lakṣmaṇa and Sītā. There He cut off the nose of Śūrpaṇakhā and killed the associates of Rāvaṇa, headed by Khara and Dūṣaṇa. Rāvaṇa's kidnapping of Sītādevī was the beginning of this demon's misfortune. When Mārīca assumed the form of a golden deer, Lord Rāmacandra went to bring the deer to please Sītādevī, but in the meantime Rāvaṇa took advantage of the Lord's absence to kidnap her. When Sītādevī was kidnapped, Lord Rāmacandra, accompanied by Lakṣmaṇa, searched for her throughout the forest. In the course of this search, They met Jaṭāyu. Then the Lord killed the demon Kabandha and the commander Vāli and established a friendly relationship with Sugrīva. After organizing the military strength of the monkeys and going with them to the shore of the sea, the Lord awaited the arrival of Samudra, the ocean personified, but when Samudra did not come, the Lord, the master of Samudra, became angry. Then Samudra came to the Lord with great haste and surrendered to Him, wanting to help Him in every way. The Lord then attempted to bridge the ocean, and, with the help of advice from Vibhīṣaṇa, He attacked Rāvaṇa's capital, Laṅkā. Previously, Hanumān, the eternal servant of the Lord, had set fire to Laṅkā, and now, with the help of Lakṣmaṇa, the forces of Lord Rāmacandra killed all the Rākṣasa soldiers. Then Lord Rāmacandra personally killed Rāvaṇa. Mandodarī and other wives lamented for Rāvaṇa, and in accordance with Lord Rāmacandra's order, Vibhīṣaṇa performed the funeral ceremonies for all the dead in the family. Lord Rāmacandra then gave Vibhīṣaṇa the right to rule Laṅkā and also granted him a long duration of life. The Lord delivered Sītādevī from the Aśoka forest and carried her in a flower airplane to His capital Ayodhyā, where He was received by His brother Bharata. When Lord Rāmacandra entered Ayodhyā, Bharata brought His wooden shoes, Vibhīṣaṇa and Sugrīva held a whisk and fan, Hanumān carried an umbrella, Śatrughna carried the Lord's bow and two quivers, and Sītādevī carried a waterpot containing water from holy places. Aṅgada carried a sword, and Jāmbavān (Ṛkṣarāja) carried a shield. After Lord Rāmacandra, accompanied by Lord Lakṣmaṇa and mother Sītādevī, met all His relatives, the great sage Vasiṣṭha enthroned Him as King. The chapter ends with a short description of Lord Rāmacandra's rule in Ayodhyā."
        }
    ]
}
