{
    "info": {
        "id": "sb/4/27/25",
        "prevId": "sb/4/27/24",
        "nextId": "sb/4/27/26"
    },
    "verses": [
        {
            "roman": "dvāv imāv anuśocanti\nbālāv asad-avagrahau\nyal loka-śāstropanataṁ\nna rāti na tad icchati\n"
        }
    ],
    "synonyms": "dvau—two kinds; imau—these; anuśocanti—they lament; bālau—ignorant; asat—the foolish; avagrahau—taking the path of; yat—that which; loka—by custom; śāstra—by scriptures; upanatam—presented; na—never; rāti—follows; na—neither; tat—that; icchati—desires.",
    "translation": "One who does not give charity according to the customs or injunctions of the scriptures and one who does not accept charity in that way are considered to be in the mode of ignorance. Such persons follow the path of the foolish. Surely they must lament at the end.",
    "purport": [
        {
            "type": "normal",
            "content": "It is herein stated that one should strictly follow the scriptures if one actually wants an auspicious life. The same is explained in Bhagavad-gītā (BG 16.23):"
        },
        {
            "type": "verse",
            "content": "yaḥ śāstra-vidhim utsṛjyavartate kāma-kārataḥ\nna sa siddhim avāpnotina sukhaṁ na parāṁ gatim"
        },
        {
            "type": "normal",
            "content": "\"He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination.\" One who does not strictly follow the terms of the Vedic injunctions never attains success in life or happiness. And what to speak of going home, back to Godhead."
        },
        {
            "type": "normal",
            "content": "One śāstric injunction holds that a householder, a kṣatriya or an administrative head should not refuse to accept a woman if she voluntarily requests to become a wife. Since Kālakanyā, the daughter of Time, was deputed by Nārada Muni to offer herself to Yavana-rāja, the King of the Yavanas could not refuse her. All transactions must be performed in light of the śāstric injunctions. The śāstric injunctions are confirmed by great sages like Nārada Muni. As stated by Narottama dāsa Ṭhākura: sādhu-śāstra-guru-vākya, cittete kariyā aikya. One should follow the principles of saintly persons, scriptures and the spiritual master. In this way one is sure to attain success in life. Kālakanyā, the daughter of Time, presented herself before the King of the Yavanas precisely in terms of sādhu, śāstra and guru. Thus there was no reason for not accepting her."
        }
    ]
}
