{
    "info": {
        "id": "sb/1/5/37",
        "prevId": "sb/1/5/36",
        "nextId": "sb/1/5/38"
    },
    "verses": [
        {
            "roman": "oṁ namo bhagavate tubhyaṁ\nvāsudevāya dhīmahi\npradyumnāyāniruddhāya\nnamaḥ saṅkarṣaṇāya ca\n"
        }
    ],
    "synonyms": "oṁ—the sign of chanting the transcendental glory of the Lord; namaḥ—offering obeisances unto the Lord; bhagavate—unto the Personality of Godhead; tubhyam—unto You; vāsudevāya—unto the Lord, the son of Vasudeva; dhīmahi—let us chant; pradyumnāya, aniruddhāya and saṅkarṣaṇāya—all plenary expansions of Vāsudeva; namaḥ—respectful obeisances; ca—and.",
    "translation": "Let us all chant the glories of Vāsudeva along with His plenary expansions Pradyumna, Aniruddha and Saṅkarṣaṇa.",
    "purport": [
        {
            "type": "normal",
            "content": "According to Pañcarātra, Nārāyaṇa is the primeval cause of all expansions of Godhead. These are Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. Vāsudeva and Saṅkarṣaṇa are on the middle left and right, Pradyumna is on the right of Saṅkarṣaṇa, and Aniruddha is on the left of Vāsudeva, and thus the four Deities are situated. They are known as the four aides-de-camp of Lord Śrī Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "This is a Vedic hymn or mantra beginning with oṁkāra praṇava, and thus the mantra is established by the transcendental chanting process, namely, oṁ namo dhīmahi, etc."
        },
        {
            "type": "normal",
            "content": "The purport is that any transaction, either in the field of fruitive work or in empiric philosophy, which is not ultimately aimed at transcendental realization of the Supreme Lord, is considered to be useless. Nāradajī has therefore explained the nature of unalloyed devotional service by his personal experience in the development of intimacy between the Lord and the living entity by a gradual process of progressive devotional activities. Such a progressive march of transcendental devotion for the Lord culminates in the attainment of loving service of the Lord, which is called premā in different transcendental variegatedness called rasas (tastes). Such devotional service is also executed in mixed forms, namely mixed with fruitive work or empiric philosophical speculations."
        },
        {
            "type": "normal",
            "content": "Now the question which was raised by the great ṛṣis headed by Śaunaka regarding the confidential part of Sūta's achievement through the spiritual masters is explained herein by the chanting of this hymn consisting of thirty-three letters. And this mantra is addressed to the four Deities, or the Lord with His plenary expansions. The central figure is Lord Śrī Kṛṣṇa because the plenary portions are His aides-de-camp. The most confidential part of the instruction is that one should always chant and remember the glories of the Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, along with His different plenary portions expanded as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. Those expansions are the original Deities for all other truths, namely either viṣṇu-tattva or śakti-tattvas."
        }
    ]
}
