{
    "info": {
        "id": "sb/5/8/9",
        "prevId": "sb/5/8/8",
        "nextId": "sb/5/8/10"
    },
    "verses": [
        {
            "roman": "aho batāyaṁ hariṇa-kuṇakaḥ kṛpaṇa īśvara-ratha-caraṇa-paribhramaṇa-rayeṇa\nsva-gaṇa-suhṛd-bandhubhyaḥ parivarjitaḥ śaraṇaṁ ca mopasādito mām eva\nmātā-pitarau bhrātṛ-jñātīn yauthikāṁś caivopeyāya nānyaṁ kañcana veda\nmayy ati-visrabdhaś cāta eva mayā mat-parāyaṇasya\npoṣaṇa-pālana-prīṇana-lālanam anasūyunānuṣṭheyaṁ śaraṇyopekṣā-doṣa-viduṣā\n"
        }
    ],
    "synonyms": "aho bata—alas; ayam—this; hariṇa-kuṇakaḥ—the deer calf; kṛpaṇaḥ—helpless; īśvara-ratha-caraṇa-paribhramaṇa-rayeṇa—by the force of the rotation of the time agent of the Supreme Personality of Godhead, which is compared to the wheel of His chariot; sva-gaṇa—own kinsmen; suhṛt—and friends; bandhubhyaḥ—relatives; parivarjitaḥ—deprived of; śaraṇam—as shelter; ca—and; mā—me; upasāditaḥ—having obtained; mām—me; eva—alone; mātā-pitarau—father and mother; bhrātṛ-jñātīn—brothers and kinsmen; yauthikān—belonging to the herd; ca—also; eva—certainly; upeyāya—having gotten; na—not; anyam—anyone else; kañcana—some person; veda—it knows; mayi—in me; ati—very great; visrabdhaḥ—having faith; ca—and; ataḥ eva—therefore; mayā—by me; mat-parāyaṇasya—of one who is so dependent upon me; poṣaṇa-pālana-prīṇana-lālanam—raising, maintaining, petting and protecting; anasūyunā—who am without any grudge; anuṣṭheyam—to be executed; śaraṇya—the one who has taken shelter; upekṣā—of neglecting; doṣa-viduṣā—who knows the fault.",
    "translation": "The great King Mahārāja Bharata began to think: Alas, this helpless young deer, by the force of time, an agent of the Supreme Personality of Godhead, has now lost its relatives and friends and has taken shelter of me. It does not know anyone but me, as I have become its father, mother, brother and relatives. This deer is thinking in this way, and it has full faith in me. It does not know anyone but me; therefore I should not be envious and think that for the deer my own welfare will be destroyed. I should certainly raise, protect, gratify and fondle it. When it has taken shelter with me, how can I neglect it? Even though the deer is disturbing my spiritual life, I realize that a helpless person who has taken shelter cannot be neglected. That would be a great fault.",
    "purport": [
        {
            "type": "normal",
            "content": "When a person is advanced in spiritual consciousness or Kṛṣṇa consciousness, he naturally becomes very sympathetic toward all living entities suffering in the material world. Naturally such an advanced person thinks of the suffering of the people in general. However, if one does not know of the material sufferings of fallen souls and becomes sympathetic because of bodily comforts, as in the case of Bharata Mahārāja, such sympathy or compassion is the cause of one's downfall. If one is actually sympathetic to fallen, suffering humanity, he should try to elevate people from material consciousness to spiritual consciousness. As far as the deer was concerned, Bharata Mahārāja became very sympathetic, but he forgot that it was impossible for him to elevate a deer to spiritual consciousness, because, after all, a deer is but an animal. It was very dangerous for Bharata Mahārāja to sacrifice all his regulative principles simply to take care of an animal. The principles enunciated in Bhagavad-gītā should be followed. Yaṁ hi na vyathayanty ete puruṣaṁ puruṣarṣabha (BG 2.15). As far as the material body is concerned, we cannot do anything for anyone. However, by the grace of Kṛṣṇa, we may raise a person to spiritual consciousness if we ourselves follow the rules and regulations. If we give up our own spiritual activities and simply become concerned with the bodily comforts of others, we will fall into a dangerous position."
        }
    ]
}
