{
    "info": {
        "id": "sb/11/5/1",
        "prevId": "sb/11/5/summary",
        "nextId": "sb/11/5/2"
    },
    "verses": [
        {
            "roman": "śrī-rājovāca\nbhagavantaṁ hariṁ prāyo\nna bhajanty ātma-vittamāḥ\nteṣām aśānta-kāmānāṁ\nka niṣṭhāvijitātmanām\n"
        }
    ],
    "synonyms": "śrī-rājā uvāca—King Nimi inquired; bhagavantam—the Supreme Personality of Godhead; harim—Hari; prāyaḥ—for the most part; na—never; bhajanti—who worship; ātma-vittamāḥ—all of you are most perfect in knowledge of the science of the self; teṣām—of them; aśānta—unquenched; kāmānām—material desires; kā—what; niṣṭhā—destination; avijita—who are not able to control; ātmanām—themselves.",
    "translation": "King Nimi further inquired: My dear Yogendras, all of you are most perfect in knowledge of the science of the self. Therefore, kindly explain to me the destination of those who for the most part never worship the Supreme Personality of Godhead, Hari, who are unable to quench their material desires and who are not in control of their own selves.",
    "purport": [
        {
            "type": "normal",
            "content": "In the Fifth Chapter of the Eleventh Canto, Camasa Ṛṣi describes the inauspicious path of those who are unfavorable to the devotional service of Lord Viṣṇu, and the sage Karabhājana explains the yuga-dharmāvatāras, the incarnations of the Lord who present the authorized process of religion for each different age."
        },
        {
            "type": "normal",
            "content": "In the previous chapter it was explained that although the demigods place obstacles in the path of the Lord's devotees, by the mercy of the Supreme Lord the devotees are able to place their feet on the head of such obstacles and thus pass beyond them to the supreme destination. However, for the nondevotees there is no such facility. As soon as the conditioned soul becomes indifferent to the devotional service of the Supreme Lord, he is immediately attracted by the temporary varieties of matter and becomes a slave of inauspicious desires. Thus the conditioned soul, devoid of devotion for the Lord, completely forgets the transcendental bliss of the spiritual world, which is enjoyed in five transcendental rasas. Although the devotees are not overcome by the sense gratification offered by the demigods, the demigods themselves become absorbed in material form, taste and smell. And similarly, those who are nondevotees also become bound by material form, taste and other sense perceptions, such as the sensuous experience of sex life. Thus they remain hovering in a dreamlike state, imagining different types of material sense gratification, and forget their eternal relationship with the Personality of Godhead. Videharāja Nimi now inquires from Camasa Muni about the goal attained by such bewildered persons."
        }
    ]
}
