{
    "info": {
        "id": "sb/11/5/15",
        "prevId": "sb/11/5/14",
        "nextId": "sb/11/5/16"
    },
    "verses": [
        {
            "roman": "dviṣantaḥ para-kāyeṣu\nsvātmānaṁ harim īśvaram\nmṛtake sānubandhe 'smin\nbaddha-snehāḥ patanty adhaḥ\n"
        }
    ],
    "synonyms": "dviṣantaḥ—envying; para-kāyeṣu—(the souls) within the bodies of others; sva-ātmānam—their own true self; harim īśvaram—the Supreme Personality of Godhead, Hari; mṛtake—in the corpse; sa-anubandhe—together with its relations; asmin—this; baddha-snehāḥ—their affection being fixed; patanti—they fall; adhaḥ—downward.",
    "translation": "\nThe conditioned souls become completely bound in affection to their own corpselike material bodies and their relatives and paraphernalia. uIn such a proud and foolish condition, the conditioned souls envy other living entities as well as the Supreme Personality of Godhead, Hari, who resides in the heart of all beings. Thus enviously offending others, the conditioned souls gradually fall down into hell.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nMaterialistic persons express their envy of animals by cruelly killing them. Similarly, the conditioned souls become envious even of other human beings and of the Lord Himself, who dwells within everyone's body. They express their envy of God by preaching atheistic science or pseudophilosophy in which they ridicule the fact that everyone is an eternal servant of God. Envious persons express their bitter feelings toward other human beings by creating wars, terrorism, cruel governments and cheating business enterprises. The sinful bodies of such envious persons are just like corpses. Still, envious persons are enamored by the corpse of their material body and become further fascinated by their children and other bodily extensions. Such feelings are based in false pride. Śrīla Madhvācārya has quoted the following verse from Hari-vaṁśa:\n"
        },
        {
            "type": "verse",
            "content": "āptatvād ātma-śabdoktaṁ\nsvasminn api pareṣu ca\njīvād anyaṁ na paśyanti\nśrutvaivaṁ vidviṣanti ca\netāṁs tvam āsurān viddhi\nlakṣaṇaiḥ puruṣādhamān"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme is called ātmā because He is found both in oneself and within others. Some persons become agitated by hearing descriptions of the Supreme Lord, and they openly state that there is no superior living being beyond themselves. Such persons are to be known as demons. By their practical symptoms they are to be understood as the lowest class of men.\"\n"
        }
    ]
}
