{
    "info": {
        "id": "sb/11/5/45",
        "prevId": "sb/11/5/44",
        "nextId": "sb/11/5/46"
    },
    "verses": [
        {
            "roman": "tvam apy etān mahā-bhāga\ndharmān bhāgavatān śrutān\nāsthitaḥ śraddhayā yukto\nniḥsaṅgo yāsyase param\n"
        }
    ],
    "synonyms": "tvam—you (Vasudeva); api—also; etān—these; mahā-bhāga—O most fortunate one; dharmān—principles; bhāgavatān—of devotional service; śrutān—which you have heard; āsthitaḥ—situated in; śraddhayā—with faith; yuktaḥ—endowed; niḥsaṅgaḥ—free from material association; yāsyase—you will go; param—to the Supreme.",
    "translation": "\nO greatly fortunate Vasudeva, simply apply with faith these principles of devotional service which you have heard, and thus, being free from material association, you will attain the Supreme.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nNārada Muni related to Kṛṣṇa's father, Vasudeva, the story of the enlightenment of King Nimi. Now Nārada reveals that Vasudeva himself will also achieve the supreme perfection of life by practicing the same principles spoken long ago by the nine Yogendras. Actually, Vasudeva was already a personal associate of the Supreme Lord, but due to his natural humility as a great devotee, he was determined to perfect his love of Kṛṣṇa. Thus we can observe the exalted status of the parents of the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "Ordinary persons feel that the Supreme Lord is always to be worshiped as the supreme father who supplies everything for the living entities. Such an attitude is not the perfection of love of Godhead, because when a son is young he is incapable of giving much service to his mother and father. When the child is very young, it is rather the parents who are constantly serving the child. So when the devotee takes the role of mother or father of Kṛṣṇa, there is unlimited opportunity for rendering loving service to the Lord, whom the devotee ecstatically accepts as his son. It was Vasudeva's good fortune that Nārada Muni personally revealed to him the wonderful teachings given by the nava-yogendras long, long ago to the saintly King Nimi.\n"
        }
    ]
}
