{
    "info": {
        "id": "sb/11/5/8",
        "prevId": "sb/11/5/7",
        "nextId": "sb/11/5/9"
    },
    "verses": [
        {
            "roman": "vadanti te 'nyonyam upāsita-striyo\ngṛheṣu maithunya-pareṣu cāśiṣaḥ\nyajanty asṛṣṭānna-vidhāna-dakṣiṇaṁ\nvṛttyai paraṁ ghnanti paśūn atad-vidaḥ\n"
        }
    ],
    "synonyms": "vadanti—speak; te—they; anyonyam—among each other; upāsita-striyaḥ—who are engaged in worshiping women; gṛheṣu—in their homes; maithunya-pareṣu—which are dedicated to sex only; ca—and; āśiṣaḥ—blessings; yajanti—they worship; asṛṣṭa—without discharging; anna-vidhāna—distribution of food; dakṣiṇam—gifts in payment to the priests; vṛttyai—for their own livelihood; param—only; ghnanti—they murder; paśūn—animals; atat-vidaḥ—in ignorance of the consequences of such behavior.",
    "translation": "\nThe materialistic followers of Vedic rituals, giving up the worship of the Lord, instead practically worship their wives, and thus their homes become dedicated to sex life. Such materialistic householders encourage one another in such whimsical behavior. Understanding ritualistic sacrifice as a necessary item for bodily maintenance, they perform unauthorized ceremonies in which there is no distribution of foodstuffs or charity to the brāhmaṇas and other respectable persons. Instead, they cruelly slaughter animals such as goats without any understanding of the dark consequences of their activities.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nFalse pride is certainly not complete without sex indulgence. Thus, lusty materialistic householders are not attracted to worshiping saintly persons, but rather worship their wives as a source of constant sex pleasure. The mentality of such condemned persons is described by the Lord Himself in Bhagavad-gītā (BG 16.13):\n"
        },
        {
            "type": "verse",
            "content": "idam adya mayā labdham\nimaṁ prāpsye manoratham\nidam astīdam api me\nbhaviṣyati punar dhanam"
        },
        {
            "type": "normal",
            "content": "\n\"So much wealth do I have today, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more.\"\n"
        },
        {
            "type": "normal",
            "content": "Generally, materialistic householders consider themselves to be very religious. In fact, by earning money to support a band of relatives they consider themselves to be more pious than the \"irresponsible\" sādhus, who do not struggle to maintain family members. Worshiping the material body, they are contemptuous of the humble brāhmaṇas, who are generally not very advanced in economic development. They consider such so-called beggars to be unworthy objects of charity and instead perform sacrifices only for the enhancement of the false prestige of their own family members. Madhvācārya has stated in this regard, upekṣya vai hariṁ te tu bhūtvā yājyāḥ patanty adhaḥ. In spite of proudly considering themselves to be great performers of religious ceremonies, those who neglect the Lord and His devotees certainly fall down. Such foolish persons sometimes bless each other by saying, \"May you be blessed with the wealth of gorgeous flower garlands, sandalwood pulp and beautiful women.\"\n"
        },
        {
            "type": "normal",
            "content": "Men who are controlled by the nature of women become exactly like women. Materialistic women are uninterested in the devotional service of the Supreme Lord and strive for their own selfish happiness. Therefore they eagerly take service from their husbands and become most discouraged if the husband prefers to serve the Personality of Godhead. Being lost in such a fool's paradise, both husband and wife mutually encourage each other in temporary happiness. They do not like to speak or hear about the pastimes of the Lord, but prefer to discuss their own families. Still, the devotees of the Lord, being mature in the mode of goodness, are always ready to act mercifully toward such conditioned souls, who are just like vain animals. When the devotees of the Lord preach that human beings should not slaughter animals, materialistic householders are very often astonished and inquire if it is actually possible to subsist on a vegetarian diet. Thus being completely ignorant of the material mode of goodness, what to speak of spiritual knowledge, such condemned materialists have no hope beyond the mercy of the devotees of the Lord.\n"
        }
    ]
}
