{
    "info": {
        "id": "sb 11/5/Summary",
        "prevId": "sb/11/4/23",
        "nextId": "sb/11/5/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this chapter the destination of persons who are inimical to the worship of Lord Hari, who are unable to control their own senses and who are not peaceful is examined, along with the different names, forms and modes of worship of the Personality of Godhead in each yuga.\n"
        },
        {
            "type": "normal",
            "content": "From the face, arms, thighs and feet of the primeval person Lord Viṣṇu are born (correspondingly and in order of the modes of goodness, passion and ignorance) the four varṇas-brāhmaṇa and so on-and also the four different āśramas. If the members of the four varṇas and four āśramas do not worship Lord Śrī Hari, who is Himself directly the origin of their own creation, they will simply fall down. Among these classes, women and śūdras, who generally have no contact with the hearing and chanting of hari-kathā, are on account of their very ignorance special candidates for the mercy of great souls. The members of the other three varṇas, becoming fit for achieving the lotus feet of Hari by second birth through Vedic initiation (śrauta-janma), nevertheless become confused by concocted interpretations of the Vedas. Presuming themselves to be great scholars, although not understanding the essential meaning of karma, they become flatterers of other deities in their greed for fruitive results and ridicule the devotees of the Supreme Personality of Godhead. They are fixed in family life, attached to mundane gossip and indifferent to the devotional service of Viṣṇu and the Vaiṣṇavas. They are maddened by material opulences and pleasures, devoid of real discrimination and intelligence and always function on the mental platform. But such attachment to family life and so on is most natural for the mass of people, even though it is against the best advice of śāstra. To become disentangled from such life in all respects is the principal teaching of the Vedas. Real wealth is that conducive to the faithful execution of the duty of the soul, not that which exists simply for selfish sense gratification. As a consequence of the desire to indulge the senses, men and women couple together to produce children. Engaging in animal slaughter apart from that necessary for performance of sacrifice, these human animals themselves suffer violence in the next life. If because of excessive greed for one's own pleasure one commits violence against living beings. He is also attacking Lord Śrī Hari, who is present in the bodies of all living entities as the Supersoul. Opposed to Lord Vāsudeva, ignorant self-cheaters completely carry out their own ruination and enter into hell.\n"
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, Śrī Hari, accepts in each of the different yugas various colors, names and forms and is worshiped by various prescribed processes. In Satya-yuga the Supreme Lord is white in complexion, has four arms, dresses as a brahmacārī, is known by such names as Haṁsa and is served by the practice of meditational yoga. In Tretā-yuga He is red in color and four-armed, is the personification of sacrifice, is characterized by the symbols of the sacrificial spoon, ladle, etc., is called by such names as Yajña and is worshiped by Vedic sacrifices. In Dvāpara-yuga He is of dark blue complexion, wears a yellow garment, is marked by Śrīvatsa and other signs, has such names as Vāsudeva and is worshiped in His Deity form by the regulations of the Vedas and tantras. In Kali-yuga He is golden in color, is accompanied by associates who are His primary and secondary limbs and His weapons, is absorbed in kṛṣṇa-kīrtana and is worshiped by the performance of saṅkīrtana-yajña. Since in Kali-yuga all the goals of human life can be achieved simply by the glorification of the holy name of Lord Śrī Hari, those who can appreciate the real essence of things praise Kali-yuga. In Kali-yuga many people in South India (Draviḍa-deśa), in places where the Tāmraparṇī, Kṛtamālā, Kāverī and Mahānadī rivers flow, will be dedicated to the devotional service of the Supreme Lord.\n"
        },
        {
            "type": "normal",
            "content": "Persons who give up all false ego and take full shelter of Lord Hari are no longer debtors to the demigods or anyone else. The Personality of Godhead, Śrī Hari, appears in the hearts of devotees who know no other shelter than Him and causelessly drives away all evil desires from the devotees' hearts. Videharāja Nimi, having heard elaborate descriptions of bhāgavata-dharma from the mouths of the nava-yogendras, offered worship to them with a satisfied mind. They then disappeared.\n"
        },
        {
            "type": "normal",
            "content": "Devarṣi Nārada thereupon instructed Vasudeva about the ultimate shelter of devotional service. He told Vasudeva that although Lord Kṛṣṇa had become his son, having appeared in this world to free the earth of its burden, he still should not think of Lord Kṛṣṇa as his child, but rather as the Supreme Personality of Godhead. Even by meditating upon Kṛṣṇa in a spirit of enmity, such kings as Śiśupāla attained an equal status to Him. So to attempt to say anything more about the perfect achievement of great souls such as Vasudeva, who enjoy intimate loving relations with Kṛṣṇa, would be a useless endeavor.\n"
        }
    ]
}
