{
    "info": {
        "id": "sb/10/33/summary",
        "prevId": "sb/10/32/22",
        "nextId": "sb/10/33/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes Lord Śrī Kṛṣṇa's rāsa dance, which He enjoyed with His beloved girlfriends in the forests along the Yamunā River."
        },
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is most expert in the knowledge of transcendental moods. In the company of the gopīs, who were tightly bound to Him by the ropes of affection and totally dedicated to His service, the Lord expanded Himself into numerous forms. The gopīs became intoxicated with their enthusiasm to enjoy the rāsa dance, and thus they began satisfying Kṛṣṇa's senses by singing, dancing and gesturing amorously. The sweet voices of the gopīs filled all the directions."
        },
        {
            "type": "normal",
            "content": "Even after Lord Kṛṣṇa manifested Himself in numerous forms, each gopī thought He was standing next to her alone. Gradually the gopīs became fatigued from the continuous dancing and singing, and each of them placed her arm on the shoulder of the Kṛṣṇa standing beside her. Some gopīs smelled and kissed Kṛṣṇa's arm, which bore the fragrance of the lotus and was anointed with sandalwood paste. Others put Kṛṣṇa's hand on their bodies, and yet others gave Kṛṣṇa pleasure by embracing Him lovingly."
        },
        {
            "type": "normal",
            "content": "Lord Kṛṣṇa, being the Supreme Absolute Truth, is the only actual enjoyer and object of enjoyment. Although He is one without a second, He expands Himself into many forms to increase His personal pastimes. Therefore great scholars say that Kṛṣṇa's rāsa-līlā is like a child's playing with His own reflection. Śrī Kṛṣṇa is self-satisfied and fully endowed with inconceivable, transcendental opulences. When He exhibits such pastimes as the rāsa-līlā, all living beings, from Brahmā down to the blades of grass, become merged in the ocean of astonishment."
        },
        {
            "type": "normal",
            "content": "When Mahārāja Parīkṣit heard the narration of Kṛṣṇa's conjugal pastimes with the gopīs, which superficially resemble the activities of lusty, wanton persons, he expressed a doubt to the great devotee Śrīla Śukadeva Gosvāmī. Śukadeva dispelled this doubt by stating, \"Since Śrī Kṛṣṇa is the absolute enjoyer, such pastimes as these can never be contaminated by any fault. But if anyone other than the Supreme Personality of Godhead tries to enjoy such pastimes, he will suffer the same fate that someone other than Lord Rudra would suffer if he attempted to drink an ocean of poison. Moreover, even one who only thinks of imitating Lord Kṛṣṇa's rāsa-līlā will certainly suffer misfortune.\""
        },
        {
            "type": "normal",
            "content": "The Supreme Absolute Truth, Śrī Kṛṣṇa, is present within the hearts of all living entities as their indwelling witness. When out of His mercy He exhibits His intimate pastimes to His devotees, these activities are never besmirched by mundane imperfection. Any living being who hears of the spontaneous loving attraction the gopīs felt for Lord Kṛṣṇa will have his desires for material sense gratification destroyed at the root and will develop his natural propensity for serving the Supreme Lord, the spiritual master, and the Lord's devotees."
        }
    ]
}
