{
    "info": {
        "id": "sb/12/11/20",
        "prevId": "sb/12/11/19",
        "nextId": "sb/12/11/21"
    },
    "verses": [
        {
            "roman": "anapāyinī bhagavatī\nśṛīḥ sākṣād ātmano hareḥ\nviṣvakṣenas tantra-mūrtir\nviditaḥ pārṣadādhipaḥ\nnandādayo 'ṣṭau dvāḥ-sthāś ca\nte 'ṇimādyā harer guṇāḥ\n"
        }
    ],
    "synonyms": "anapāyinī—inseparable; bhagavatī—the goddess of fortune; śrīḥ—Śrī; sākṣāt—directly; ātmanaḥ—of the internal nature; hareḥ—of Lord Hari; viṣvaksenaḥ—Viṣvaksena; tantra-mūrtiḥ—as the personification of the tantra scriptures; viditaḥ—is known; pārṣada-adhipaḥ—the chief of His personal associates; nanda-ādayaḥ—Nanda and the others; aṣṭau—the eight; dvāḥ-sthāḥ—doorkeepers; ca—and; te—they; aṇimā-ādyāḥ—aṇimā and the other mystic perfections; hareḥ—of the Supreme Lord; guṇāḥ—the qualities.",
    "translation": "\nThe goddess of fortune, Śrī, who never leaves the Lord's side, appears with Him in this world as the representation of His internal potency. Viṣvaksena, the chief among His personal associates, is known to be the personification of the Pañcarātra and other tantras. And the Lord's eight doorkeepers, headed by Nanda, are His mystic perfections, beginning with aṇimā.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to Śrīla Jīva Gosvāmī, the goddess of fortune is the original source of all material opulence. Material nature is directly controlled by the Lord's inferior energy, Mahā-māyā, whereas the goddess of fortune is His internal, superior energy. Still, the opulence of the Lord's inferior nature has its source in the supreme spiritual opulence of the goddess of fortune. As stated in Śrī Hayaśīrṣa Pañcarātra:\n"
        },
        {
            "type": "verse",
            "content": "paramātmā harir devas\ntac-chaktiḥ śrīr ihoditā\nśrīr devī prakṛtiḥ proktā\nkeśavaḥ puruṣaḥ smṛtaḥ\nna viṣṇunā vinā devī\nna hariḥ padmajāṁ vinā"
        },
        {
            "type": "normal",
            "content": "\n\"The Supreme Soul is Lord Hari, and His potency is known in this world as Śrī. Goddess Śrī is known as prakṛti, and the Supreme Lord Keśava is known as the puruṣa. The divine goddess is never present without Him, nor does He ever appear without her.\"\n"
        },
        {
            "type": "normal",
            "content": "Also, Śrī Viṣṇu Purāṇa (1.8.15) states:\n"
        },
        {
            "type": "verse",
            "content": "nityaiva sā jagan-mātā\nviṣṇoḥ śrīr anapāyinī\nyathā sarva-gato viṣṇus\ntathaiveyaṁ dvijottamāḥ"
        },
        {
            "type": "normal",
            "content": "\n\"She is the eternal mother of the universe, the goddess of fortune of Lord Viṣṇu, and she is never separated from Him. In the same way that Lord Viṣṇu is present everywhere, so is she, O best of brāhmaṇas.\"\n"
        },
        {
            "type": "normal",
            "content": "Also in Viṣṇu Purāṇa (1.9.140):\n"
        },
        {
            "type": "verse",
            "content": "evaṁ yathā jagat-svāmī\ndeva-devo janārdanaḥ\navatāraṁ karoty eva\ntathā śrīs tat-sahāyinī"
        },
        {
            "type": "normal",
            "content": "\n\"Thus, in the same way that the Lord of the universe, the God of gods, Janārdana, descends to this world, so His consort, the goddess of fortune, does also.\"\n"
        },
        {
            "type": "normal",
            "content": "The pure spiritual status of the goddess of fortune is described in the Skanda Purāṇa:\n"
        },
        {
            "type": "verse",
            "content": "aparaṁ tv akṣaraṁ yā sā\nprakṛtir jaḍa-rūpikā\nśrīḥ parā prakṛtiḥ proktā\ncetanā viṣṇu-saṁśrayā\ntaṁ akṣaraṁ paraṁ prāhuḥ\nparataḥ param akṣaram\nharir evākhila-guṇo 'py\nakṣara-trayam īritam"
        },
        {
            "type": "normal",
            "content": "\n\"The inferior infallible entity is that nature who manifests as the material world. The goddess of fortune, on the other hand, is known as the superior nature. She is pure consciousness and is under the direct shelter of Lord Viṣṇu. While she is said to be the superior infallible entity, that infallible entity who is greater than the greatest is Lord Hari Himself, the original possessor of all transcendental qualities. In this way, three distinct infallible entities are described.\"\n"
        },
        {
            "type": "normal",
            "content": "Thus, although the inferior energy of the Lord is infallible in her function, her power to manifest temporary illusory opulences exists by the grace of the internal energy, the goddess of fortune, who is the personal consort of the Supreme Lord.\n"
        },
        {
            "type": "normal",
            "content": "The Padma Purāṇa (256.9-21) lists eighteen doorkeepers of the Lord: Nanda, Sunanda, Jaya, Vijaya, Caṇḍa, Pracaṇḍa, Bhadra, Subhadra, Dhātā, Vidhātā, Kumuda, Kumudākṣa, Pundarīkṣa, Vāmana, Śaṅkukarṇa, Sarvanetra, Sumukha and Supratiṣṭhita.\n"
        }
    ]
}
