{
    "info": {
        "id": "sb/12/11/27-28",
        "prevId": "sb/12/11/26",
        "nextId": "sb/12/11/29"
    },
    "verses": [
        {
            "roman": "śrī-śaunaka uvāca\nśuko yad āha bhagavān\nviṣṇu-rātāya śṛṇvate\nsauro gaṇo māsi māsi\nnānā vasati saptakaḥ\n"
        },
        {
            "roman": "teṣāṁ nāmāni karmāṇi\nniyuktānām adhīśvaraiḥ\nbrūhi naḥ śraddadhānānāṁ\nvyūhaṁ sūryātmano hareḥ\n"
        }
    ],
    "synonyms": "śrī-śaunakaḥ uvāca—Śrī Śaunaka said; śukaḥ—Śukadeva Gosvāmī; yat—which; āha—described; bhagavān—the great sage; viṣṇu-rātāya—to King Parīkṣit; śṛṇvate—who was listening; sauraḥ—of the sun-god; gaṇaḥ—the associates; māsi māsi—in each month; nānā—various; vasati—who reside; saptakaḥ—the group of seven; teṣām—of them; nāmāni—the names; karmāṇi—the activities; niyuktānām—who are engaged; adhīśvaraiḥ—by the various features of the sun-god, who are their controllers; brūhi—please speak; naḥ—to us; śraddadhānānām—who are faithful; vyūham—the personal expansions; sūrya-ātmanaḥ—in His personal expansion as the sun-god; hareḥ—of the Supreme Personality of Godhead, Lord Hari.",
    "translation": "Śrī Śaunaka said: Please describe to us, who have great faith in your words, the different sets of seven personal features and associates the sun-god exhibits during each month, along with their names and activities. The associates of the sun-god, who serve their lord, are personal expansions of the Supreme Personality of Godhead Hari in His feature as the presiding deity of the sun.",
    "purport": [
        {
            "type": "normal",
            "content": "After hearing an account of the exalted conversation between Śukadeva Gosvāmī and Mahārāja Parīkṣit, Śaunaka now inquires about the sun as the expansion of the Supreme Lord. Although the sun is the king of all planets, Śrī Śaunaka is specifically interested in this effulgent globe as the expansion of Śrī Hari, the Supreme Personality of Godhead."
        },
        {
            "type": "normal",
            "content": "The personalities related with the sun are of seven categories. In the course of the sun's orbit there are twelve months, and in each month a different sun-god and a different set of his six associates preside. In each of the twelve months beginning from Vaiśākha there are different names for the sun-god himself, the sage, the Yakṣa, the Gandharva, the Apsarā, the Rākṣasa and the Nāga, making a total of seven categories."
        }
    ]
}
