{
    "info": {
        "id": "sb/5/17/13",
        "prevId": "sb/5/17/12",
        "nextId": "sb/5/17/14"
    },
    "verses": [
        {
            "roman": "yatra ha deva-patayaḥ svaiḥ svair gaṇa-nāyakair vihita-mahārhaṇāḥ\nsarvartu-kusuma-stabaka-phala-kisalaya-śriyānamyamāna-viṭapa-latā-viṭapibhir\nupaśumbhamāna-rucira-kānanāśramāyatana-varṣa-giri-droṇīṣu tathā cāmala-jalāśayeṣu\nvikaca-vividha-nava-vanaruhāmoda-mudita-rāja-haṁsa-jala-kukkuṭa-kāraṇḍava-sārasa-cakravākādibhir\nmadhukara-nikarākṛtibhir upakūjiteṣu jala-krīḍādibhir vicitra-vinodaiḥ sulalita-sura-sundarīṇāṁ\nkāma-kalila-vilāsa-hāsa-līlāvalokākṛṣṭa-mano-dṛṣṭayaḥ svairaṁ viharanti\n"
        }
    ],
    "synonyms": "yatra ha—in those eight tracts of land; deva-patayaḥ—the lords of the demigods, such as Lord Indra; svaiḥ svaiḥ—by their own respective; gaṇa-nāyakaiḥ—leaders of the servants; vihita—furnished with; mahā-arhaṇāḥ—valuable gifts, such as sandalwood pulp and garlands; sarva-ṛtu—in all seasons; kusuma-stabaka—of bunches of flowers; phala—of fruits; kisalaya-śriyā—by the opulences of shoots; ānamyamāna—being bent down; viṭapa—whose branches; latā—and creepers; viṭapibhiḥ—by many trees; upaśumbhamāna—being fully decorated; rucira—beautiful; kānana—gardens; āśrama-āyatana—and many hermitages; varṣa-giri-droṇīṣu—the valleys between the mountains designating the borders of the tracts of land; tathā—as well as; ca—also; amala-jala-āśayeṣu—in lakes with clear water; vikaca—just fructified; vividha—varieties; nava-vanaruha-āmoda—by the fragrance of lotus flowers; mudita—enthused; rāja-haṁsa—great swans; jala-kukkuṭa—water fowl; kāraṇḍava—aquatic birds called kāraṇḍavas; sārasa—cranes; cakravāka-ādibhiḥ—by birds known as cakravākas and so on; madhukara-nikara-ākṛtibhiḥ—by the bumblebees; upakūjiteṣu—which were made to resound; jala-krīḍā-ādibhiḥ—such as water sports; vicitra—various; vinodaiḥ—by pastimes; su-lalita—attractive; sura-sundarīṇām—of the women of the demigods; kāma—from lust; kalila—born; vilāsa—pastimes; hāsa—smiling; līlā-avaloka—by playful glances; ākṛṣṭa-manaḥ—whose minds are attracted; dṛṣṭayaḥ—and whose vision is attracted; svairam—very freely; viharanti—engage in sportive enjoyment.",
    "translation": "\nIn each of those tracts of land, there are many gardens filled with flowers and fruits according to the season, and there are beautifully decorated hermitages as well. Between the great mountains demarcating the borders of those lands lie enormous lakes of clear water filled with newly grown lotus flowers. Aquatic birds such as swans, ducks, water chickens, and cranes become greatly excited by the fragrance of lotus flowers, and the charming sound of bumblebees fills the air. The inhabitants of those lands are important leaders among the demigods. Always attended by their respective servants, they enjoy life in gardens alongside the lakes. In this pleasing situation, the wives of the demigods smile playfully at their husbands and look upon them with lusty desires. All the demigods and their wives are constantly supplied with sandalwood pulp and flower garlands by their servants. In this way, all the residents of the eight heavenly varṣas enjoy, attracted by the activities of the opposite sex.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere is a description of the lower heavenly planets. The inhabitants of those planets enjoy life in a pleasing atmosphere of clear lakes filled with newly grown lotus flowers and gardens filled with fruits, flowers, various kinds of birds and humming bees. In that atmosphere they enjoy life with their very beautiful wives, who are always sexually stimulated. Nonetheless, they are all devotees of the Supreme Personality of Godhead, as will be explained in subsequent verses. The inhabitants of this earth also desire such heavenly enjoyment, but when they somehow or other achieve imitation pleasures like sex and intoxication, they completely forget the service of the Supreme Lord. In the heavenly planets, however, although the residents enjoy superior sense gratification, they never forget their positions as eternal servants of the Supreme Being.\n"
        }
    ]
}
