{
    "info": {
        "id": "sb/5/17/16",
        "prevId": "sb/5/17/15",
        "nextId": "sb/5/17/17"
    },
    "verses": [
        {
            "roman": "bhavānī-nāthaiḥ strī-gaṇārbuda-sahasrair avarudhyamāno\nbhagavataś catur-mūrter mahā-puruṣasya turīyāṁ\ntāmasīṁ mūrtiṁ prakṛtim ātmanaḥ saṅkarṣaṇa-saṁjñām\nātma-samādhi-rūpeṇa sannidhāpyaitad abhigṛṇan bhava upadhāvati\n"
        }
    ],
    "synonyms": "bhavānī-nāthaiḥ—by the company of Bhavānī; strī-gaṇa—of females; arbuda-sahasraiḥ—by ten billion; avarudhyamānaḥ—always being served; bhagavataḥ catuḥ-mūrteḥ—the Supreme Personality of Godhead, who is expanded in four; mahā-puruṣasya—of the Supreme Person; turīyām—the fourth expansion; tāmasīm—related to the mode of ignorance; mūrtim—the form; prakṛtim—as the source; ātmanaḥ—of himself (Lord Śiva); saṅkarṣaṇa-saṁjñām—known as Saṅkarṣaṇa; ātma-samādhi-rūpeṇa—by meditating upon Him in trance; sannidhāpya—bringing Him near; etat—this; abhigṛṇan—clearly chanting; bhavaḥ—Lord Śiva; upadhāvati—worships.",
    "translation": "In Ilāvṛta-varṣa, Lord Śiva is always encircled by ten billion maidservants of goddess Durgā, who minister to him. The quadruple expansion of the Supreme Lord is composed of Vāsudeva, Pradyumna, Aniruddha and Saṅkarṣaṇa. Saṅkarṣaṇa, the fourth expansion, is certainly transcendental, but because his activities of destruction in the material world are in the mode of ignorance, He is known as tāmasī, the Lord's form in the mode of ignorance. Lord Śiva knows that Saṅkarṣaṇa is the original cause of his own existence, and thus he always meditates upon Him in trance by chanting the following mantra.",
    "purport": [
        {
            "type": "normal",
            "content": "Sometimes we see a picture of Lord Śiva engaged in meditation. This verse explains that Lord Śiva is always meditating upon Lord Saṅkarṣaṇa in trance. Lord Śiva is in charge of the destruction of the material world. Lord Brahmā creates the material world, Lord Viṣṇu maintains it, and Lord Śiva destroys it. Because destruction is in the mode of ignorance, Lord Śiva and his worshipable Deity, Saṅkarṣaṇa, are technically called tāmasī. Lord Śiva is the incarnation of tamo-guṇa. Since both Lord Śiva and Saṅkarṣaṇa are always enlightened and situated in the transcendental position, they have nothing to do with the modes of material nature—goodness, passion and ignorance—but because their activities involve them with the mode of ignorance, they are sometimes called tāmasī."
        }
    ]
}
