{
    "info": {
        "id": "sb/5/17/2",
        "prevId": "sb/5/17/1",
        "nextId": "sb/5/17/3"
    },
    "verses": [
        {
            "roman": "yatra ha vāva vīra-vrata auttānapādiḥ\nparama-bhāgavato 'smat-kula-devatā-caraṇāravindodakam iti yām anusavanam\nutkṛṣyamāṇa-bhagavad-bhakti-yogena dṛḍhaṁ klidyamānāntar-hṛdaya\nautkaṇṭhya-vivaśāmīlita-locana-yugala-kuḍmala-vigalitāmala-bāṣpa-\nkalayābhivyajyamāna-roma-pulaka-kulako 'dhunāpi paramādareṇa śirasā bibharti\n"
        }
    ],
    "synonyms": "yatra ha vāva—in Dhruvaloka; vīra-vrataḥ—firmly determined; auttānapādiḥ—the famous son of Mahārāja Uttānapāda; parama-bhāgavataḥ—the most exalted devotee; asmat—our; kula-devatā—of the family Deity; caraṇa-aravinda—of the lotus feet; udakam—in the water; iti—thus; yām—which; anusavanam—constantly; utkṛṣyamāṇa—being increased; bhagavat-bhakti-yogena—by devotional service unto the Lord; dṛḍham—greatly; klidyamāna-antaḥ-hṛdayaḥ—being softened within the core of his heart; autkaṇṭhya—by great anxiety; vivaśa—spontaneously; amīlita—slightly open; locana—of eyes; yugala—pair; kuḍmala—from the flowerlike; vigalita—emanating; amala—uncontaminated; bāṣpa-kalayā—with tears; abhivyajyamāna—being manifested; roma-pulaka-kulakaḥ—whose symptoms of ecstasy on the body; adhunā api—even now; parama-ādareṇa—with great reverence; śirasā—by the head; bibharti—he bears.",
    "translation": "\nDhruva Mahārāja, the famous son of Mahārāja Uttānapāda, is known as the most exalted devotee of the Supreme Lord because of his firm determination in executing devotional service. Knowing that the sacred Ganges water washes the lotus feet of Lord Viṣṇu, Dhruva Mahārāja, situated on his own planet, to this very day accepts that water on his head with great devotion. Because he constantly thinks of Kṛṣṇa very devoutly within the core of his heart, he is overcome with ecstatic anxiety. Tears flow from his half-open eyes, and eruptions appear on his entire body.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nWhen a person is firmly fixed in devotional service to the Supreme Personality of Godhead, he is described as vīra-vrata, fully determined. Such a devotee increases his ecstasy in devotional service more and more. Thus as soon as he remembers Lord Viṣṇu, his eyes fill with tears. This is a symptom of a mahā-bhāgavata. Dhruva Mahārāja maintained himself in that devotional ecstasy, and Śrī Caitanya Mahāprabhu also gave us a practical example of transcendental ecstasy when He lived at Jagannātha Purī. His pastimes there are fully narrated in Caitanya-caritāmṛta.\n"
        }
    ]
}
