{
    "info": {
        "id": "sb/5/17/22-23",
        "prevId": "sb/5/17/21",
        "nextId": "sb/5/17/24"
    },
    "verses": [
        {
            "roman": "yasyādya āsīd guṇa-vigraho mahān\nvijñāna-dhiṣṇyo bhagavān ajaḥ kila\nyat-sambhavo 'haṁ tri-vṛtā sva-tejasā\nvaikārikaṁ tāmasam aindriyaṁ sṛje\n"
        },
        {
            "roman": "ete vayaṁ yasya vaśe mahātmanaḥ\nsthitāḥ śakuntā iva sūtra-yantritāḥ\nmahān ahaṁ vaikṛta-tāmasendriyāḥ\nsṛjāma sarve yad-anugrahād idam\n"
        }
    ],
    "synonyms": "yasya—from whom; ādyaḥ—the beginning; āsīt—there was; guṇa-vigrahaḥ—the incarnation of the material qualities; mahān—the total material energy; vijñāna—of full knowledge; dhiṣṇyaḥ—the reservoir; bhagavān—the most powerful; ajaḥ—Lord Brahmā; kila—certainly; yat—from whom; sambhavaḥ—born; aham—I; tri-vṛtā—having three varieties according to the three modes of nature; sva-tejasā—by my material strength; vaikārikam—all the demigods; tāmasam—material elements; aindriyam—the senses; sṛje—I create; ete—all of these; vayam—we; yasya—of whom; vaśe—under the control; mahā-ātmanaḥ—great personalities; sthitāḥ—situated; śakuntāḥ—vultures; iva—like; sūtra-yantritāḥ—bound by rope; mahān—the mahat-tattva; aham—I; vaikṛta—the demigods; tāmasa—the five material elements; indriyāḥ—senses; sṛjāmaḥ—we create; sarve—all of us; yat—of whom; anugrahāt—by the mercy; idam—this material world.",
    "translation": "\nFrom that Supreme Personality of Godhead appears Lord Brahmā, whose body is made from the total material energy, the reservoir of intelligence predominated by the passionate mode of material nature. From Lord Brahmā, I myself am born as a representation of false ego known as Rudra. By my own power I create all the other demigods, the five elements and the senses. Therefore, I worship the Supreme Personality of Godhead, who is greater than any of us and under whose control are situated all the demigods, material elements and senses, and even Lord Brahmā and I myself, like birds bound by a rope. Only by the Lord's grace can we create, maintain and annihilate the material world. Therefore I offer my respectful obeisances unto the Supreme Being.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA summary of creation is given in this verse. From Saṅkarṣaṇa, Mahā-Viṣṇu expands, and from Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu expands. Lord Brahmā, who was born of Garbhodakaśāyī Viṣṇu, fathers Lord Śiva, from whom all the other demigods gradually evolve. Lord Brahmā, Lord Śiva and Lord Viṣṇu are incarnations of the different material qualities. Lord Viṣṇu is actually above all material qualities, but He accepts control of sattva-guṇa (the mode of goodness) to maintain the universe. Lord Brahmā is born from the mahat-tattva. Brahmā creates the entire universe, Lord Viṣṇu maintains it, and Lord Śiva annihilates it. The Supreme Personality of Godhead controls all the most important demigods—especially Lord Brahmā and Lord Śiva—exactly as the owner of a bird controls it by binding it with a rope. Sometimes vultures are controlled in this way.\n"
        }
    ]
}
