{
    "info": {
        "id": "sb/5/17/summary",
        "prevId": "sb/5/16/29",
        "nextId": "sb/5/17/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "The Seventeenth Chapter describes the origin of the Ganges River and how it flows in and around Ilāvṛta-varṣa. There is also a description of the prayers Lord Śiva offers to Lord Saṅkarṣaṇa, part of the quadruple expansions of the Supreme Personality of Godhead. Lord Viṣṇu once approached Bali Mahārāja while the King was performing a sacrifice. The Lord appeared before him as Trivikrama, or Vāmana, and begged alms from the King in the form of three steps of land. With two steps, Lord Vāmana covered all three planetary systems and pierced the covering of the universe with the toes of His left foot. A few drops of water from the Causal Ocean leaked through this hole and fell on the head of Lord Śiva, where they remained for one thousand millenniums. These drops of water are the sacred Ganges River. It first flows onto the heavenly planets, which are located on the soles of Lord Viṣṇu's feet. The Ganges River is known by many names, such as the Bhāgīrathī and the Jāhnavī. It purifies Dhruvaloka and the planets of the seven sages because both Dhruva and the sages have no other desire than to serve the Lord's lotus feet."
        },
        {
            "type": "normal",
            "content": "The Ganges River, emanating from the lotus feet of the Lord, inundates the heavenly planets, especially the moon, and then flows through Brahmapurī atop Mount Meru. Here the river divides into four branches (known as Sītā, Alakanandā, Cakṣu and Bhadrā), which then flow down to the ocean of salt water. The branch known as Sītā flows through Śekhara-parvata and Gandhamādana-parvata and then flows down to Bhadrāśva-varṣa, where it mixes with the ocean of salt water in the West. The Cakṣu branch flows through Mālyavān-giri and, after reaching Ketumāla-varṣa, mixes with the ocean of salt water in the West. The branch known as Bhadrā flows onto Mount Meru, Mount Kumuda, and the Nīla, Śveta and Śṛṅgavān mountains before it reaches Kuru-deśa, where it flows into the ocean of salt water in the north. The Alakanandā branch flows through Brahmālaya, crosses over many mountains, including Hemakūṭa and Himakūṭa, and then reaches Bhārata-varṣa, where it flows into the southern side of the ocean of salt water. Many other rivers and their branches flow through the nine varṣas."
        },
        {
            "type": "normal",
            "content": "The tract of land known as Bhārata-varṣa is the field of activities, and the other eight varṣas are for persons who are meant to enjoy heavenly comfort. In each of these eight beautiful provinces, the celestial denizens enjoy various standards of material comfort and pleasure. A different incarnation of the Supreme Personality of Godhead distributes His mercy in each of the nine varṣas of Jambūdvīpa."
        },
        {
            "type": "normal",
            "content": "In the Ilāvṛta-varṣa, Lord Śiva is the only male. There he lives with his wife, Bhavānī, who is attended by many maidservants. If any other male enters that province, Bhavānī curses him to become a woman. Lord Śiva worships Lord Saṅkarṣaṇa by offering various prayers, one of which is as follows: \"My dear Lord, please liberate all Your devotees from material life and bind all the nondevotees to the material world. Without Your mercy, no one can be released from the bondage of material existence.\""
        }
    ]
}
