{
    "info": {
        "id": "sb/9/4/24",
        "prevId": "sb/9/4/23",
        "nextId": "sb/9/4/25"
    },
    "verses": [
        {
            "roman": "svargo na prārthito yasya\nmanujair amara-priyaḥ\nśṛṇvadbhir upagāyadbhir\nuttamaśloka-ceṣṭitam\n"
        }
    ],
    "synonyms": "svargaḥ—life in the heavenly planets; na—not; prārthitaḥ—a subject for aspiration; yasya—of whom (Ambarīṣa Mahārāja); manujaiḥ—by the citizens; amara-priyaḥ—very dear even to the demigods; śṛṇvadbhiḥ—who were accustomed to hear; upagāyadbhiḥ—and accustomed to chant; uttamaśloka—of the Supreme Personality of Godhead; ceṣṭitam—about the glorious activities.",
    "translation": "The citizens of the state of Mahārāja Ambarīṣa were accustomed to chanting and hearing about the glorious activities of the Personality of Godhead. Thus they never aspired to be elevated to the heavenly planets, which are extremely dear even to the demigods.",
    "purport": [
        {
            "type": "normal",
            "content": "A pure devotee who has been trained in the practice of chanting and hearing the holy name of the Lord and His fame, qualities, form, paraphernalia and so on is never interested in elevation to the heavenly planets, even though such places are extremely dear even to the demigods."
        },
        {
            "type": "verse",
            "content": "nārāyaṇa-parāḥ sarvena kutaścana bibhyati\nsvargāpavarga-narakeṣvapi tulyārtha-darśinaḥ"
        },
        {
            "type": "normal",
            "content": "\"Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. The heavenly planets, liberation and the hellish planets are all the same to a devotee.\" (SB 6.17.28) A devotee is always situated in the spiritual world. Therefore he does not desire anything. He is known as akāma, or desireless, because he has nothing to desire except to render transcendental loving service to the Supreme Personality of Godhead. Because Mahārāja Ambarīṣa was a most exalted devotee of the Lord, he trained his subjects in such a way that the citizens in his state were not interested in anything material, including even the happiness of the heavenly planets."
        }
    ]
}
