{
    "info": {
        "id": "sb/9/4/25",
        "prevId": "sb/9/4/24",
        "nextId": "sb/9/4/26"
    },
    "verses": [
        {
            "roman": "saṁvardhayanti yat kāmāḥ\nsvārājya-paribhāvitāḥ\ndurlabhā nāpi siddhānāṁ\nmukundaṁ hṛdi paśyataḥ\n"
        }
    ],
    "synonyms": "saṁvardhayanti—increase happiness; yat—because; kāmāḥ—such aspirations; svā-rājya—situated in his own constitutional position of rendering service to the Lord; paribhāvitāḥ—saturated with such aspirations; durlabhāḥ—very rarely obtained; na—not; api—also; siddhānām—of the great mystics; mukundam—Kṛṣṇa, the Supreme Personality of Godhead; hṛdi—within the core of the heart; paśyataḥ—persons always accustomed to seeing Him.",
    "translation": "\nThose who are saturated with the transcendental happiness of rendering service to the Supreme Personality of Godhead are uninterested even in the achievements of great mystics, for such achievements do not enhance the transcendental bliss felt by a devotee who always thinks of Kṛṣṇa within the core of his heart.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nA pure devotee is uninterested not only in elevation to the higher planetary systems but even in the perfections of mystic yoga. Real perfection is devotional service. The happiness derived from merging in the impersonal Brahman and the happiness derived from the eight perfections of mystic yoga (aṇimā, laghimā, prāpti and so on) do not give any pleasure to the devotee. As stated by Śrīla Prabodhānanda Sarasvatī:\n"
        },
        {
            "type": "verse",
            "content": "kaivalyaṁ narakāyate tridaśa-pūr ākāśa-puṣpāyate\ndurdāntendriya-kāla-sarpa-paṭalī protkhāta-daṁṣṭrāyate\nviśvaṁ pūrṇa-sukhāyate vidhi-mahendrādiś ca kīṭāyate\nyat kāruṇya-kaṭākṣa-vaibhavavatāṁ taṁ gauram eva stumaḥ\n(Caitanya-candrāmṛta 5)"
        },
        {
            "type": "normal",
            "content": "\nWhen a devotee has achieved the position of rendering transcendental loving service to the Lord through the mercy of Lord Caitanya, he thinks the impersonal Brahman to be no better than hell, and he regards material happiness in the heavenly planets to be like a will-o'-the-wisp. As far as the perfection of mystic powers is concerned, a devotee compares it to a venomous snake with no teeth. A mystic yogī is especially concerned with controlling the senses, but because the senses of a devotee are engaged in the service of the Lord (hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate (CC Madhya 19.170)) there is no need for separate control of the senses. For those who are materially engaged, control of the senses is required, but a devotee's senses are all engaged in the service of the Lord, which means that they are already controlled. paraṁ dṛṣṭvā nivartate (BG 2.59). A devotee's senses are not attracted by material enjoyment. And even though the material world is full of misery, the devotee considers this material world to be also spiritual because everything is engaged in the service of the Lord. The difference between the spiritual world and material world is the mentality of service. Nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate. When there is no mentality of service to the Supreme Personality of Godhead, one's activities are material.\n"
        },
        {
            "type": "verse",
            "content": "prāpañci-katayā buddhyā\nhari-sambandhi-vastunaḥ\nmumukṣubhiḥ parityāgo\nvairāgyaṁ phalgu kathyate\n(Bhakti-rasāmṛta-sindhu 1.2.256)"
        },
        {
            "type": "normal",
            "content": "\nThat which is not engaged in the service of the Lord is material, and nothing thus engaged should be given up. In the construction of a high skyscraper and the construction of a temple, there may be the same enthusiasm, but the endeavors are different, for one is material and the other spiritual. Spiritual activities should not be confused with material activities and given up. Nothing connected with Hari, the Supreme Personality of Godhead, is material. A devotee who considers all this is always situated in spiritual activities, and therefore he is no longer attracted by material activities (paraṁ dṛṣṭvā nivartate (BG 2.59)).\n"
        }
    ]
}
