{
    "info": {
        "id": "sb/9/4/26",
        "prevId": "sb/9/4/25",
        "nextId": "sb/9/4/27"
    },
    "verses": [
        {
            "roman": "sa itthaṁ bhakti-yogena\ntapo-yuktena pārthivaḥ\nsva-dharmeṇa hariṁ prīṇan\nsarvān kāmān śanair jahau\n"
        }
    ],
    "synonyms": "saḥ—he (Ambarīṣa Mahārāja); ittham—in this way; bhakti-yogena—by performing transcendental loving service to the Lord; tapaḥ-yuktena—which is simultaneously the best process of austerity; pārthivaḥ—the King; sva-dharmeṇa—by his constitutional activities; harim—unto the Supreme Lord; prīṇan—satisfying; sarvān—all varieties of; kāmān—material desires; śanaiḥ—gradually; jahau—gave up.",
    "translation": "\nThe king of this planet, Mahārāja Ambarīṣa, thus performed devotional service to the Lord and in this endeavor practiced severe austerity. Always satisfying the Supreme Personality of Godhead by his constitutional activities, he gradually gave up all material desires.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nSevere austerities in the practice of devotional service are of many varieties. For example, in worshiping the Deity in the temple there are certainly laborious activities. Śrī-vigrahārādhana-nitya-nānā śṛṅgāra-tan-mandira-mārjanādau. One must decorate the Deity, cleanse the temple, bring water from the Ganges and Yamunā, continue the routine work, perform ārati many times, prepare first-class food for the Deity, prepare dresses and so on. In this way, one must constantly be engaged in various activities, and the hard labor involved is certainly an austerity. Similarly, the hard labor involved in preaching, preparing literature, preaching to atheistic men and distributing literature door to door is of course an austerity (tapo-yuktena). Tapo divyaṁ putrakā (SB 5.5.1). Such austerity is necessary. Yena sattvaṁ śuddhyet. By such austerity in devotional service, one is purified of material existence (kāmān śanair jahau). Indeed, such austerity leads one to the constitutional position of devotional service. In this way one can give up material desires, and as soon as one is freed from material desires, he is free from the repetition of birth and death, old age and disease.\n"
        }
    ]
}
