{
    "info": {
        "id": "sb/9/4/28",
        "prevId": "sb/9/4/27",
        "nextId": "sb/9/4/29"
    },
    "verses": [
        {
            "roman": "tasmā adād dhariś cakraṁ\npratyanīka-bhayāvaham\nekānta-bhakti-bhāvena\nprīto bhaktābhirakṣaṇam\n"
        }
    ],
    "synonyms": "tasmai—unto him (Ambarīṣa Mahārāja); adāt—gave; hariḥ—the Supreme Personality of Godhead; cakram—His disc; pratyanīka-bhaya-āvaham—the Lord's disc, which was extremely fearful to the enemies of the Lord and His devotees; ekānta-bhakti-bhāvena—because of his performing unalloyed devotional service; prītaḥ—the Lord being so pleased; bhakta-abhirakṣaṇam—for the protection of His devotees.",
    "translation": "Being very pleased by the unalloyed devotion of Mahārāja Ambarīṣa, the Supreme Personality of Godhead gave the King His disc, which is fearful to enemies and which always protects the devotee from enemies and adversities.",
    "purport": [
        {
            "type": "normal",
            "content": "A devotee, being always engaged in the service of the Lord, may not be expert in self-defense, but because a devotee fully depends on the lotus feet of the Supreme Personality of Godhead, he is always sure of protection by the Lord. Prahlāda Mahārāja said:"
        },
        {
            "type": "verse",
            "content": "naivodvije para duratyaya-vaitaraṇyāstvad-vīrya-gāyana-mahāmṛta-magna-cittaḥ(SB 7.9.43)"
        },
        {
            "type": "normal",
            "content": "A devotee is always merged in the ocean of the transcendental bliss of rendering service to the Lord. Therefore he is not at all afraid of any adverse situation in the material world. The Lord also promises, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: \"O Arjuna, you may declare to the world that the devotees of the Lord are never vanquished.\" (BG 9.31) For the protection of the devotees, Kṛṣṇa's disc, the Sudarśana cakra, is always ready. This disc is extremely fearful to the nondevotees (pratyanīka-bhayāvaham). Therefore although Mahārāja Ambarīṣa was fully engaged in devotional service, his kingdom was free of all fear of adversity."
        }
    ]
}
