{
    "info": {
        "id": "sb/9/4/63",
        "prevId": "sb/9/4/62",
        "nextId": "sb/9/4/64"
    },
    "verses": [
        {
            "roman": "śrī-bhagavān uvāca\nahaṁ bhakta-parādhīno\nhy asvatantra iva dvija\nsādhubhir grasta-hṛdayo\nbhaktair bhakta-jana-priyaḥ\n"
        }
    ],
    "synonyms": "śrī-bhagavān uvāca—the Supreme Personality of Godhead said; aham—I; bhakta-parādhīnaḥ—am dependent on the will of My devotees; hi—indeed; asvatantraḥ—am not independent; iva—exactly like that; dvija—O brāhmaṇa; sādhubhiḥ—by pure devotees, completely free from all material desires; grasta-hṛdayaḥ—My heart is controlled; bhaktaiḥ—because they are devotees; bhakta-jana-priyaḥ—I am dependent not only on My devotee but also on My devotee's devotee (the devotee's devotee is extremely dear to Me).",
    "translation": "The Supreme Personality of Godhead said to the brāhmaṇa: I am completely under the control of My devotees. Indeed, I am not at all independent. Because My devotees are completely devoid of material desires, I sit only within the cores of their hearts. What to speak of My devotee, even those who are devotees of My devotee are very dear to Me.",
    "purport": [
        {
            "type": "normal",
            "content": "All the great stalwart personalities in the universe, including Lord Brahmā and Lord Śiva, are fully under the control of the Supreme Personality of Godhead, but the Supreme Personality of Godhead is fully under the control of His devotee. Why is this? Because the devotee is anyābhilāṣitā-śūnya; in other words, he has no material desires in his heart. His only desire is to think always of the Supreme Personality of Godhead and how to serve Him best. Because of this transcendental qualification, the Supreme Lord is extremely favorable to the devotees—indeed, not only the devotees, but also the devotees of the devotees. Śrīla Narottama dāsa Ṭhākura says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: without being a devotee of a devotee, one cannot be released from material entanglement. Therefore Caitanya Mahāprabhu identified Himself as gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ (CC Madhya 13.80). Thus he instructed us to become not directly servants of Kṛṣṇa but servants of the servant of Kṛṣṇa. Devotees like Brahmā, Nārada, Vyāsadeva and Śukadeva Gosvāmī are directly servants of Kṛṣṇa, and one who becomes a servant of Nārada, Vyāsadeva and Śukadeva, like the six Gosvāmīs, is still more devoted. Śrīla Viśvanātha Cakravartī Ṭhākura therefore says, yasya prasādād bhagavat-prasādaḥ: if one very sincerely serves the spiritual master, Kṛṣṇa certainly becomes favorable to such a devotee. Following the instructions of a devotee is more valuable than following the instructions of the Supreme Personality of Godhead directly."
        }
    ]
}
