{
    "info": {
        "id": "sb/9/4/68",
        "prevId": "sb/9/4/67",
        "nextId": "sb/9/4/69"
    },
    "verses": [
        {
            "roman": "sādhavo hṛdayaṁ mahyaṁ\nsādhūnāṁ hṛdayaṁ tv aham\nmad-anyat te na jānanti\nnāhaṁ tebhyo manāg api\n"
        }
    ],
    "synonyms": "sādhavaḥ—the pure devotees; hṛdayam—in the core of the heart; mahyam—of Me; sādhūnām—of the pure devotees also; hṛdayam—in the core of the heart; tu—indeed; aham—I am; mat-anyat—anything else but me; te—they; na—not; jānanti—know; na—not; aham—I; tebhyaḥ—than them; manāk api—even by a little fraction.",
    "translation": "The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything else but Me, and I do not know anyone else but them.",
    "purport": [
        {
            "type": "normal",
            "content": "Since Durvāsā Muni wanted to chastise Mahārāja Ambarīṣa, it is to be understood that he wanted to give pain to the heart of the Supreme Personality of Godhead, for the Lord says, sādhavo hṛdayaṁ mahyam: \"The pure devotee is always within the core of My heart.\" The Lord's feelings are like those of a father, who feels pain when his child is in pain. Therefore, offenses at the lotus feet of a devotee are serious. Caitanya Mahāprabhu has very strongly recommended that one not commit any offense at the lotus feet of a devotee. Such offenses are compared to a mad elephant because when a mad elephant enters a garden it causes devastation. Therefore one should be extremely careful not to commit offenses at the lotus feet of a pure devotee. Actually Mahārāja Ambarīṣa was not at all at fault; Durvāsā Muni unnecessarily wanted to chastise him on flimsy grounds. Mahārāja Ambarīṣa wanted to complete the Ekādaśī-pāraṇa as part of devotional service to please the Supreme Personality of Godhead, and therefore he drank a little water. But although Durvāsā Muni was a great mystic brāhmaṇa, he did not know what is what. That is the difference between a pure devotee and a so-called learned scholar of Vedic knowledge. The devotees, being always situated in the core of the Lord's heart, surely get all instructions directly from the Lord, as confirmed by the Lord Himself in Bhagavad-gītā (BG 10.11):"
        },
        {
            "type": "verse",
            "content": "teṣām evānukampārthamaham ajñāna-jaṁ tamaḥ\nnāśayāmy ātma-bhāvasthojñāna-dīpena bhāsvatā"
        },
        {
            "type": "normal",
            "content": "\"Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.\" The devotee does not do anything not sanctioned by the Supreme Personality of Godhead. As it is said, vaiṣṇavera kriyā mudrā vijñeha nā bujhaya (CC Madhya 23.39). Even the most learned or experienced person cannot understand the movements of a Vaiṣṇava, a pure devotee. No one, therefore, should criticize a pure Vaiṣṇava. A Vaiṣṇava knows his own business; whatever he does is precisely right because he is always guided by the Supreme Personality of Godhead."
        }
    ]
}
