{
    "info": {
        "id": "sb/9/4/summary",
        "prevId": "sb/9/3/36",
        "nextId": "sb/9/4/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the history of Mahārāja Nabhaga, of his son Nābhāga, and of Mahārāja Ambarīṣa."
        },
        {
            "type": "normal",
            "content": "The son of Manu was Nabhaga, and his son Nābhāga lived for many years in the gurukula. In Nābhāga's absence, his brothers did not consider his share of the kingdom, but instead divided the property among themselves. When Nābhāga returned home, his brothers bestowed upon him their father as his share, but when Nābhāga went to his father and told him about the dealings of the brothers, his father informed him that this was cheating and advised him that for his livelihood he should go to the sacrificial arena and describe two mantras to be chanted there. Nābhāga executed the order of his father, and thus Aṅgirā and other great saintly persons gave him all the money collected in that sacrifice. To test Nābhāga, Lord Śiva challenged his claim to the wealth, but when Lord Śiva was satisfied by Nābhāga's behavior, Lord Śiva offered him all the riches."
        },
        {
            "type": "normal",
            "content": "From Nābhāga was born Ambarīṣa, the most powerful and celebrated devotee. Mahārāja Ambarīṣa was the emperor of the entire world, but he considered his opulence temporary. Indeed, knowing that such material opulence is the cause of downfall into conditional life, he was unattached to this opulence. He engaged his senses and mind in the service of the Lord. This process is called yukta-vairāgya, or feasible renunciation, which is quite suitable for worship of the Supreme Personality of Godhead. Because Mahārāja Ambarīṣa, as the emperor, was immensely opulent, he performed devotional service with great opulence, and therefore, despite his wealth, he had no attachment to his wife, children or kingdom. He constantly engaged his senses and mind in the service of the Lord. Therefore, to say nothing of enjoying material opulence, he never desired even liberation."
        },
        {
            "type": "normal",
            "content": "Once Mahārāja Ambarīṣa was worshiping the Supreme Personality of Godhead in Vṛndāvana, observing the vow of Dvādaśī. On Dvādaśī, the day after Ekādaśī, when he was about to break his Ekādaśī fast, the great mystic yogī Durvāsā appeared in his house and became his guest. King Ambarīṣa respectfully received Durvāsā Muni, and Durvāsā Muni, after accepting his invitation to eat there, went to bathe in the Yamunā River at noontime. Because he was absorbed in samādhi, he did not come back very soon. Mahārāja Ambarīṣa, however, upon seeing that the time to break the fast was passing, drank a little water, in accordance with the advice of learned brāhmaṇas, just to observe the formality of breaking the fast. By mystic power, Durvāsā Muni could understand that this had happened, and he was very angry. When he returned he began to chastise Mahārāja Ambarīṣa, but he was not satisfied, and finally he created from his hair a demon appearing like the fire of death. The Supreme Personality of Godhead, however, is always the protector of His devotee, and to protect Mahārāja Ambarīṣa, He sent His disc, the Sudarśana cakra, which immediately vanquished the fiery demon and then pursued Durvāsā, who was so envious of Mahārāja Ambarīṣa. Durvāsā fled to Brahmaloka, Śivaloka and all the other higher planets, but he could not protect himself from the wrath of the Sudarśana cakra. Finally he went to the spiritual world and surrendered to Lord Nārāyaṇa, but Lord Nārāyaṇa could not excuse a person who had offended a Vaiṣṇava. To be excused from such an offense, one must submit to the Vaiṣṇava whom he has offended. There is no other way to be excused. Thus Lord Nārāyaṇa advised Durvāsā to return to Mahārāja Ambarīṣa and beg his pardon."
        }
    ]
}
