{
    "info": {
        "id": "sb/6/16/40",
        "prevId": "sb/6/16/39",
        "nextId": "sb/6/16/41"
    },
    "verses": [
        {
            "roman": "jitam ajita tadā bhavatā\nyadāha bhāgavataṁ dharmam anavadyam\nniṣkiñcanā ye munaya\nātmārāmā yam upāsate 'pavargāya\n"
        }
    ],
    "synonyms": "jitam—conquered; ajita—O unconquerable one; tadā—then; bhavatā—by Your Lordship; yadā—when; āha—spoke; bhāgavatam—which helps the devotee approach the Supreme Personality of Godhead; dharmam—the religious process; anavadyam—faultless (free from contamination); niṣkiñcanāḥ—who have no desire to be happy with material opulences; ye—those who; munayaḥ—great philosophers and exalted sages; ātma-ārāmāḥ—who are self-satisfied (being completely aware of their constitutional position as eternal servants of the Lord); yam—whom; upāsate—worship; apavargāya—for achieving liberation from material bondage.",
    "translation": "O unconquerable one, when You spoke about bhāgavata-dharma, which is the uncontaminated religious system for achieving the shelter of Your lotus feet, that was Your victory. Persons who have no material desires, like the Kumāras, who are self-satisfied sages, worship You to be liberated from material contamination. In other words, they accept the process of bhāgavata-dharma to achieve shelter at Your lotus feet.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated by Śrīla Rūpa Gosvāmī in Bhakti-rasāmṛta-sindhu:"
        },
        {
            "type": "verse",
            "content": "anyābhilāṣitā-śūnyaṁjñāna-karmādy-anāvṛtam\nānukūlyena kṛṣṇānu-\nśīlanaṁ bhaktir uttamā(CC Madhya 19.167)"
        },
        {
            "type": "normal",
            "content": "\"One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desires for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.\""
        },
        {
            "type": "normal",
            "content": "The Nārada-pañcarātra also says:"
        },
        {
            "type": "verse",
            "content": "sarvopādhi-vinirmuktaṁtat-paratvena nirmalam\nhṛṣīkeṇa hṛṣīkeśa-\nsevanaṁ bhaktir ucyate(CC Madhya 19.170)"
        },
        {
            "type": "normal",
            "content": "\"One should be free from all material designations and cleansed of all material contamination. He should be restored to his pure identity, in which he engages his senses in the service of the proprietor of the senses. That is called devotional service.\" This is also called bhāgavata-dharma. Without material aspirations, one should simply serve Kṛṣṇa, as advised in Bhagavad-gītā, Nārada-pañcarātra and Śrīmad-Bhāgavatam. Bhāgavata-dharma is the process of religion enunciated by pure devotees, direct representatives of the Supreme Personality of Godhead like Nārada, Śukadeva Gosvāmī and their humble servants in the disciplic succession. By understanding bhāgavata-dharma, one immediately becomes free from material contamination. Living entities, who are part and parcel of the Supreme Personality of Godhead, are loitering in this material world suffering. When they are instructed by the Lord Himself about bhāgavata-dharma and they adopt it, that is victory for the Lord, for He then reclaims these fallen souls. A devotee following the principles of bhāgavata-dharma feels very much obligated to the Supreme Personality of Godhead. He can understand the difference between life without bhāgavata-dharma and life with bhāgavata-dharma and thus he ever remains obliged to the Lord. Taking to Kṛṣṇa consciousness and bringing fallen souls to Kṛṣṇa consciousness is victory for Lord Kṛṣṇa."
        },
        {
            "type": "verse",
            "content": "sa vai puṁsāṁ paro dharmoyato bhaktir adhokṣaje\nahaituky apratihatāyayātmā suprasīdati"
        },
        {
            "type": "normal",
            "content": "\"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self.\" (SB 1.2.6) Therefore Śrīmad-Bhāgavatam is the pure transcendental process of religion."
        }
    ]
}
