{
    "info": {
        "id": "sb/6/16/41",
        "prevId": "sb/6/16/40",
        "nextId": "sb/6/16/42"
    },
    "verses": [
        {
            "roman": "viṣama-matir na yatra nṛṇāṁ\ntvam aham iti mama taveti ca yad anyatra\nviṣama-dhiyā racito yaḥ\nsa hy aviśuddhaḥ kṣayiṣṇur adharma-bahulaḥ\n"
        }
    ],
    "synonyms": "viṣama—unequal (your religion, my religion; matiḥ—consciousness; na—not; yatra—in which; nṛṇām—of human society; tvam—you; aham—I; iti—thus; mama—my; tava—your; iti—thus; ca—also; yat—which; anyatra—elsewhere (in religious systems other than bhāgavata-dharma); viṣama-dhiyā—by this unequal intelligence; racitaḥ—made; yaḥ—that which; saḥ—that system of religion; hi—indeed; aviśuddhaḥ—not pure; kṣayiṣṇuḥ—temporary; adharma-bahulaḥ—full of irreligion.",
    "translation": "\nBeing full of contradictions, all forms of religion but bhāgavata-dharma work under conceptions of fruitive results and distinctions of \"you and I\" and \"yours and mine.\" The followers of Śrīmad-Bhāgavatam have no such consciousness. They are all Kṛṣṇa conscious, thinking that they are Kṛṣṇa's and Kṛṣṇa is theirs. There are other, low-class religious systems, which are contemplated for the killing of enemies or the gain of mystic power, but such religious systems, being full of passion and envy, are impure and temporary. Because they are full of envy, they are full of irreligion.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nBhāgavata-dharma has no contradictions. Conceptions of \"your religion\" and \"my religion\" are completely absent from bhāgavata-dharma. Bhāgavata-dharma means following the orders given by the Supreme Lord, Bhagavān, as stated in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja (BG 18.66). God is one, and God is for everyone. Therefore everyone must surrender to God. That is the pure conception of religion. Whatever God orders constitutes religion (dharmaṁ tu sākṣād bhagavat-praṇītam (SB 6.3.19)). In bhāgavata-dharma there is no question of \"what you believe\" and \"what I believe.\" Everyone must believe in the Supreme Lord and carry out His orders. Ānukūlyena kṛṣṇānuśīlanam: (CC Madhya 19.167) whatever Kṛṣṇa says—whatever God says—should be directly carried out. That is dharma, religion.\n"
        },
        {
            "type": "normal",
            "content": "If one is actually Kṛṣṇa conscious, he cannot have any enemies. Since his only engagement is to induce others to surrender to Kṛṣṇa, or God, how can he have enemies? If one advocates the Hindu religion, the Muslim religion, the Christian religion, this religion or that religion, there will be conflicts. History shows that the followers of religious systems without a clear conception of God have fought with one another. There are many instances of this in human history, but systems of religion that do not concentrate upon service to the Supreme are temporary and cannot last for long because they are full of envy. There are many activities directed against such religious systems, and therefore one must give up the idea of \"my belief\" and \"your belief.\" Everyone should believe in God and surrender unto Him. That is bhāgavata-dharma.\n"
        },
        {
            "type": "normal",
            "content": "Bhāgavata-dharma is not a concocted sectarian belief, for it entails research to find how everything is connected with Kṛṣṇa (īśāvāsyam idaṁ sarvam (ISO 1)). According to the Vedic injunctions, sarvaṁ khalv idaṁ brahma: Brahman, the Supreme, is present in everything. Bhāgavata-dharma captures this presence of the Supreme. Bhāgavata-dharma does not consider everything in the world to be false. Because everything emanates from the Supreme, nothing can be false; everything has some use in the service of the Supreme. For example, we are now dictating into a microphone and recording on a dictating machine, and thus we are finding how the machine can be connected to the Supreme Brahman. Since we are using this machine in the service of the Lord, it is Brahman. This is the meaning of sarvaṁ khalv idaṁ brahma. Everything is Brahman because everything can be used for the service of the Supreme Lord. Nothing is mithyā, false; everything is factual.\n"
        },
        {
            "type": "normal",
            "content": "Bhāgavata-dharma is called sarvotkṛṣṭa, the best of all religious systems, because those who follow bhāgavata-dharma are not envious of anyone. Pure bhāgavatas, pure devotees, invite everyone, without envy, to join the Kṛṣṇa consciousness movement. A devotee is therefore exactly like the Supreme Personality of Godhead. Suhṛdaṁ sarva-bhūtānām: (BG 5.29) he is the friend of all living entities. Therefore this is the best of all religious systems. Whereas so-called religions are meant for a particular type of person who believes in a particular way, such discrimination has no place in Kṛṣṇa consciousness, or bhāgavata-dharma. If we scrutinize the religious systems meant for worship of demigods or anyone else but the Supreme Personality of Godhead, we will find that they are full of envy and therefore impure.\n"
        }
    ]
}
