{
    "info": {
        "id": "sb/6/16/44",
        "prevId": "sb/6/16/43",
        "nextId": "sb/6/16/45"
    },
    "verses": [
        {
            "roman": "na hi bhagavann aghaṭitam idaṁ\ntvad-darśanān nṛṇām akhila-pāpa-kṣayaḥ\nyan-nāma sakṛc chravaṇāt\npukkaśo 'pi vimucyate saṁsārāt\n"
        }
    ],
    "synonyms": "na—not; hi—indeed; bhagavan—O my Lord; aghaṭitam—not occurred; idam—this; tvat—of You; darśanāt—by seeing; nṛṇām—of all human beings; akhila—all; pāpa—of sins; kṣayaḥ—annihilation; yat-nāma—whose name; sakṛt—only once; śravaṇāt—by hearing; pukkaśaḥ—the lowest class, the caṇḍāla; api—also; vimucyate—is delivered; saṁsārāt—from the entanglement of material existence.",
    "translation": "\nMy Lord, it is not impossible for one to be immediately freed from all material contamination by seeing You. Not to speak of seeing You personally, merely by hearing the holy name of Your Lordship only once, even caṇḍālas, men of the lowest class, are freed from all material contamination. Under the circumstances, who will not be freed from material contamination simply by seeing You?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in the Śrīmad-Bhāgavatam (SB 9.5.16), yan-nāma-śruti-mātreṇa pumān bhavati nirmalaḥ: simply by hearing the holy name of the Lord, one is immediately purified. Therefore, in this age of Kali, when all people are very contaminated, the chanting of the holy name of the Lord is recommended as the only means of improvement.\n"
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāma\nharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā\n(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "\n\"In this age of quarrel and hypocrisy the only means of deliverance is the chanting of the holy name of the Lord. There is no other way. There is no other way. There is no other way.\" (Bṛhan-nāradīya Purāṇa) Śrī Caitanya Mahāprabhu introduced this chanting of the holy name five hundred years ago, and now through the Kṛṣṇa consciousness movement, the Hare Kṛṣṇa movement, we are actually seeing that men who are considered to belong to the lowest class are being delivered from all sinful activities simply by hearing the holy name of the Lord. Saṁsāra, material existence, is a result of sinful actions. Everyone in this material world is condemned, yet as there are different grades of prisoners, there are different grades of men. All of them, in all statuses of life, are suffering. To stop the suffering of material existence, one must take to the Hare Kṛṣṇa movement of saṅkīrtana or Kṛṣṇa conscious life.\n"
        },
        {
            "type": "normal",
            "content": "Herein it is said, yan-nāma sakṛc chravaṇāt: the holy name of the Supreme Personality of Godhead is so powerful that if once heard without offenses, it can purify the lowest of men (kirāta-hūṇāndhra-pulinda-pulkaśāḥ). Such men, who are called caṇḍālas, are less than śūdras, but they also can be purified simply by hearing the holy name of the Lord, not to speak of personally seeing the Lord. From our present position, the Supreme Personality of Godhead can be personally seen as the Deity in the temple. The Deity of the Lord is not different from the Supreme Lord. Because we cannot see the Supreme Lord with our present blunt eyes, the Lord has kindly consented to come before us in a form we can see. Therefore the Deity in the temple should not be considered material. By offering food to the Deity and by decorating and serving the Deity, one gets the same result that one derives from serving the Lord personally in Vaikuṇṭha.\n"
        }
    ]
}
