{
    "info": {
        "id": "sb 6/16/Summary",
        "prevId": "sb/6/15/28",
        "nextId": "sb/6/16/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAs related in this chapter, Citraketu was able to talk with his dead son and hear from him the truth of life. When Citraketu was appeased, the great sage Nārada gave him a mantra, and by chanting this mantra Citraketu found shelter at the lotus feet of Saṅkarṣaṇa.\n"
        },
        {
            "type": "normal",
            "content": "The living entity is eternal. Thus he has neither birth nor death (na hanyate hanyamāne śarīre (BG 2.20)). According to the reactions of one's fruitive activities, one takes birth in various species of life among the birds, beasts, trees, human beings, demigods and so on, thus rotating through various bodies. For a certain period of time, one receives a particular type of body as a son or father in a false relationship. All our relationships in this material world with friends, relatives or enemies consist of duality, in which one feels happy and distressed on the basis of illusion. The living entity is actually a spiritual soul who is part and parcel of God and has nothing to do with relationships in the world of duality. Therefore Nārada Muni advised Citraketu not to lament for his so-called dead son.\n"
        },
        {
            "type": "normal",
            "content": "After hearing instructions from their dead child, Citraketu and his wife could understand that all relationships in this material world are causes of misery. The queens who had administered poison to the son of Kṛtadyuti were very much ashamed. They atoned for the sinful act of killing a child and gave up their aspiration to have sons. Thereafter. Nārada Muni chanted prayers to Nārāyaṇa, who exists as catur-vyūha, and instructed Citraketu about the Supreme Lord, who creates, maintains and annihilates everything and who is the master of the material nature. After instructing King Citraketu in this way, he returned to Brahmaloka. These instructions about the Absolute Truth are called the mahā-vidyā. After being initiated by Nārada Muni, King Citraketu chanted the mahā-vidyā, and after one week he attained the presence of Lord Saṅkarṣaṇa, who was surrounded by the four Kumāras. The Lord was nicely dressed in bluish garments, with a helmet and ornaments of gold. His face appeared very happy. In the presence of Lord Saṅkarṣaṇa, Citraketu offered his obeisances and began to offer prayers.\n"
        },
        {
            "type": "normal",
            "content": "In his prayers, Citraketu said that millions of universes rest in the pores of Saṅkarṣaṇa, who is limitless, having no beginning and end. The Lord is well known to the devotees for His eternity. The difference between worshiping the Lord and worshiping the demigods is that the worshiper of the Lord also becomes eternal, whereas whatever benedictions one can get from the demigods are impermanent. Unless one becomes a devotee, one cannot understand the Supreme Personality of Godhead.\n"
        },
        {
            "type": "normal",
            "content": "After Citraketu finished his prayers, the unlimited Supreme Lord explained knowledge of Himself to Citraketu.\n"
        }
    ]
}
