{
    "info": {
        "id": "sb/3/29/10",
        "prevId": "sb/3/29/9",
        "nextId": "sb/3/29/11-12"
    },
    "verses": [
        {
            "roman": "karma-nirhāram uddiśya\nparasmin vā tad-arpaṇam\nyajed yaṣṭavyam iti vā\npṛthag-bhāvaḥ sa sāttvikaḥ\n"
        }
    ],
    "synonyms": "karma—fruitive activities; nirhāram—freeing himself from; uddiśya—with the purpose of; parasmin—to the Supreme Personality of Godhead; vā—or; tat-arpaṇam—offering the result of activities; yajet—may worship; yaṣṭavyam—to be worshiped; iti—thus; vā—or; pṛthak-bhāvaḥ—separatist; saḥ—he; sāttvikaḥ—in the mode of goodness.",
    "translation": "When a devotee worships the Supreme Personality of Godhead and offers the results of his activities in order to free himself from the inebrieties of fruitive activities, his devotion is in the mode of goodness.",
    "purport": [
        {
            "type": "normal",
            "content": "The brāhmaṇas, kṣatriyas, vaiśyas and śūdras, along with the brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs, are the members of the eight divisions of varṇas and āśramas, and they have their respective duties to perform for the satisfaction of the Supreme Personality of Godhead. When such activities are performed and the results are offered to the Supreme Lord, they are called karmārpaṇam, duties performed for the satisfaction of the Lord. If there is any inebriety or fault, it is atoned for by this offering process. But if this offering process is in the mode of goodness rather than in pure devotion, then the interest is different. The four āśramas and the four varṇas act for some benefit in accordance with their personal interests. Therefore such activities are in the mode of goodness; they cannot be counted in the category of pure devotion. Pure devotional service as described by Rūpa Gosvāmī is free from all material desires. Anyābhilāṣitā-śūnyam (CC Madhya 19.167). There can be no excuse for personal or material interest. Devotional activities should be transcendental to fruitive activities and empiric philosophical speculation. Pure devotional service is transcendental to all material qualities."
        },
        {
            "type": "normal",
            "content": "Devotional service in the modes of ignorance, passion and goodness can be divided into eighty-one categories. There are different devotional activities, such as hearing, chanting, remembering, worshiping, offering prayer, rendering service and surrendering everything, and each of them can be divided into three qualitative categories. There is hearing in the mode of passion, in the mode of ignorance and in the mode of goodness. Similarly, there is chanting in the mode of ignorance, passion and goodness, etc. Three multiplied by nine equals twenty-seven, and when again multiplied by three it becomes eighty-one. One has to transcend all such mixed materialistic devotional service in order to reach the standard of pure devotional service, as explained in the next verses."
        }
    ]
}
