{
    "info": {
        "id": "sb/3/29/20",
        "prevId": "sb/3/29/19",
        "nextId": "sb/3/29/21"
    },
    "verses": [
        {
            "roman": "yathā vāta-ratho ghrāṇam\nāvṛṅkte gandha āśayāt\nevaṁ yoga-rataṁ ceta\nātmānam avikāri yat\n"
        }
    ],
    "synonyms": "yathā—as; vāta—of air; rathaḥ—the chariot; ghrāṇam—sense of smell; āvṛṅkte—catches; gandhaḥ—aroma; āśayāt—from the source; evam—similarly; yoga-ratam—engaged in devotional service; cetaḥ—consciousness; ātmānam—the Supreme Soul; avikāri—unchanging; yat—which.",
    "translation": "As the chariot of air carries an aroma from its source and immediately catches the sense of smell, similarly, one who constantly engages in devotional service, in Kṛṣṇa consciousness, can catch the Supreme Soul, who is equally present everywhere.",
    "purport": [
        {
            "type": "normal",
            "content": "As a breeze carrying a pleasant fragrance from a garden of flowers at once captures the organ of smell, so one's consciousness, saturated with devotion, can at once capture the transcendental existence of the Supreme Personality of Godhead, who, in His Paramātmā feature, is present everywhere, even in the heart of every living being. It is stated in Bhagavad-gītā that the Supreme Personality of Godhead is kṣetra jña, present within this body, but He is also simultaneously present in every other body. Since the individual soul is present only in a particular body, he is altered when another individual soul does not cooperate with him. The Supersoul, however, is equally present everywhere. Individual souls may disagree, but the Supersoul, being equally present in every body, is called unchanging, or avikāri. The individual soul, when fully saturated with Kṛṣṇa consciousness, can understand the presence of the Supersoul. It is confirmed in Bhagavad-gītā that (bhaktyā mām abhijānāti (BG 18.55)) a person saturated with devotional service in full Kṛṣṇa consciousness can understand the Supreme Personality of Godhead, either as Supersoul or as the Supreme Person."
        }
    ]
}
