{
    "info": {
        "id": "sb/3/29/3",
        "prevId": "sb/3/29/1-2",
        "nextId": "sb/3/29/4"
    },
    "verses": [
        {
            "roman": "virāgo yena puruṣo\nbhagavan sarvato bhavet\nācakṣva jīva-lokasya\nvividhā mama saṁsṛtīḥ\n"
        }
    ],
    "synonyms": "virāgaḥ—detached; yena—by which; puruṣaḥ—a person; bhagavan—my dear Lord; sarvataḥ—completely; bhavet—may become; ācakṣva—please describe; jīva-lokasya—for the people in general; vividhāḥ—manifold; mama—for myself; saṁsṛtīḥ—repetition of birth and death.",
    "translation": "Devahūti continued: My dear Lord, please also describe in detail, both for me and for people in general, the continual process of birth and death, for by hearing of such calamities we may become detached from the activities of this material world.",
    "purport": [
        {
            "type": "normal",
            "content": "In this verse the word saṁsṛtīḥ is very important. Śreyaḥ-sṛti means the prosperous path of advancement towards the Supreme Personality of Godhead, and saṁsṛti means the continued journey on the path of birth and death towards the darkest region of material existence. People who have no knowledge of this material world, God and their actual intimate relationship with Him are actually going to the darkest region of material existence in the name of progress in the material advancement of civilization. To enter the darkest region of material existence means to enter into a species of life other than the human species. Ignorant men do not know that after this life they are completely under the grip of material nature and will be offered a life which may not be very congenial. How a living entity gets different kinds of bodies will be explained in the next chapter. This continual change of bodies in birth and death is called saṁsāra. Devahūti requests her glorious son, Kapila Muni, to explain about this continued journey to impress upon the conditioned souls that they are undergoing a path of degradation by not understanding the path of bhakti-yoga, devotional service."
        }
    ]
}
