{
    "info": {
        "id": "sb/3/29/33",
        "prevId": "sb/3/29/32",
        "nextId": "sb/3/29/34"
    },
    "verses": [
        {
            "roman": "tasmān mayy arpitāśeṣa-\nkriyārthātmā nirantaraḥ\nmayy arpitātmanaḥ puṁso\nmayi sannyasta-karmaṇaḥ\nna paśyāmi paraṁ bhūtam\nakartuḥ sama-darśanāt\n"
        }
    ],
    "synonyms": "tasmāt—than him; mayi—unto Me; arpita—offered; aśeṣa—all; kriyā—actions; artha—wealth; ātmā—life, soul; nirantaraḥ—without cessation; mayi—unto Me; arpita—offered; ātmanaḥ—whose mind; puṁsaḥ—than a person; mayi—unto Me; sannyasta—dedicated; karmaṇaḥ—whose activities; na—not; paśyāmi—I see; param—greater; bhūtam—living entity; akartuḥ—without proprietorship; sama—same; darśanāt—whose vision.",
    "translation": "\nTherefore I do not find a greater person than he who has no interest outside of Mine and who therefore engages and dedicates all his activities and all his life—everything—unto Me without cessation.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this verse the word sama-darśanāt means that he no longer has any separate interest; the devotee's interest and the Supreme Personality of Godhead's interest are one. For example, Lord Caitanya, in the role of a devotee, also preached the same philosophy. He preached that Kṛṣṇa is the worshipful Lord, the Supreme Personality of Godhead, and that the interest of His pure devotees is the same as His own.\n"
        },
        {
            "type": "normal",
            "content": "Sometimes Māyāvādī philosophers, due to a poor fund of knowledge, define the word sama-darśanāt to mean that a devotee should see himself as one with the Supreme Personality of Godhead. This is foolishness. When one thinks himself one with the Supreme Personality of Godhead, there is no question of serving Him. When there is service, there must be a master. Three things must be present for there to be service: the master, the servant and the service. Here it is clearly stated that he who has dedicated his life, all his activities, his mind and his soul—everything—for the satisfaction of the Supreme Lord, is considered to be the greatest person.\n"
        },
        {
            "type": "normal",
            "content": "The word akartuḥ means \"without any sense of proprietorship.\" Everyone wants to act as the proprietor of his actions so that he can enjoy the result. A devotee, however, has no such desire; he acts because the Personality of Godhead wants him to act in a particular way. He has no personal motive. When Lord Caitanya preached Kṛṣṇa consciousness, it was not with the purpose that people would call Him Kṛṣṇa, the Supreme Personality of Godhead; rather, He preached that Kṛṣṇa is the Supreme Personality of Godhead and should be worshiped as such. A devotee who is a most confidential servant of the Lord never does anything for his personal account, but does everything for the satisfaction of the Supreme Lord. It is clearly stated, therefore, mayi sannyasta-karmaṇaḥ: the devotee works, but he works for the Supreme. It is also stated, mayy arpitātmanaḥ: \"He gives his mind unto Me.\" These are the qualifications of a devotee, who, according to this verse, is accepted as the highest of all human beings.\n"
        }
    ]
}
