{
    "info": {
        "id": "sb 11/4/Summary",
        "prevId": "sb/11/3/55",
        "nextId": "sb/11/4/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe various forms of the past, present and future incarnations of the Supreme Personality of Godhead, Śrī Hari, and the various transcendental characteristics of each of these avatāras constitute the subject matter of this chapter.\n"
        },
        {
            "type": "normal",
            "content": "Even if it were ever possible to count all the particles of dust on the face of the earth, any attempt to count all the innumerable transcendental qualities of the unlimited Lord Hari, the foundation of all potencies, would be simply madness. The Personality of Godhead Nārāyaṇa created the universe out of the five elements manufactured by His own māyā, entered into that universe in the form of the Supersoul and became known as the Puruṣa-avatāra. He effects the work of creation in the mode of passion through the personal form of Brahmā, of protection in the mode of goodness through the form of the Lord of sacrifice, Viṣṇu, and of annihilation in the mode of ignorance through the form of Rudra. Incarnating in the form of Nara-Nārāyaṇa, the greatest of sages, from the womb of Mūrti, the daughter of Dakṣa and wife of Dharma, He preached by His own practical demonstration the science of naiṣkarmyam. When Cupid (Kandarpa) and his hosts were sent to Badarikāśrama by King Indra, who had become fearful and envious at seeing the austerities of Lord Nara-Nārāyaṇa, that best of sages welcomed Cupid as an honored guest. The pacified Cupid then offered prayers to the Supreme Personality Nara-Nārāyaṇa Ṛṣi. By the order of the sage, Cupid returned from there with Urvaśī and upon presenting himself before Indra related to him everything that had taken place.\n"
        },
        {
            "type": "normal",
            "content": "The Personality of Godhead Lord Viṣṇu has appeared in various partial incarnations for the benefit of the entire world and has given instructions in spiritual knowledge in the forms of Haṁsa, Dattātreya, Sanaka and the other Kumāra brothers, and Ṛṣabhadeva. In the form of Hayagrīva He killed the demon Madhu and saved all the Vedas. In the avatāra of Matsya, the fish, He protected both the earth and Satyavrata Manu. In the incarnation of Varāha, the boar, He delivered the earth and destroyed Hiraṇyākṣa; in that of Kūrma, the tortoise, He carried Mandara Mountain upon His back; and in the form of Śrī Hari He gave liberation to the king of the elephants. The Lord delivered the Vālakhilyas, who had been trapped in the water in a cow's hoofprint, He delivered Indra from the reaction for murdering a brāhmaṇa, and He delivered the wives of the demigods from imprisonment in the palaces of the demoniac asuras. In the avatāra of Nṛsiṁha, He killed Hiraṇyakaśipu. In the reign of each Manu He kills the demons, fulfills the needs of the demigods and protects all the planetary systems. In the form of Vāmana, the dwarf brāhmaṇa boy, He cheated Bali Mahārāja; in the form of Paraśurāma He rid the earth of kṣatriyas twenty-one times; and in the form of Śrī Rāma He brought the ocean under His submission and killed Rāvaṇa. Descending into the Yadu dynasty, He removed the burden of the earth. In the form of Buddha, by His argumentative preaching in defiance of the Vedas He bewildered the demons who were unqualified to perform sacrifices, and at the end of Kali-yuga He will destroy the śūdra kings in His form of Kalki. In this way the innumerable appearances and activities of the Supreme Personality of Godhead Lord Hari are described.\n"
        }
    ]
}
