{
    "info": {
        "id": "sb 11/Appendix",
        "prevId": "sb/11/31/28",
        "nextId": "sb/12/1/1-2"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Absolute Nature of the Supreme Lord\n"
        },
        {
            "type": "normal",
            "content": "In his commentary on Text 5, Chapter 30, Śrīla Viśvanātha Cakravartī Ṭhākura quotes several statements by Śrī Uddhava from the Śrīmad-Bhāgavatam (3.2.7-12) that nicely explain the transcendental nature of Lord Kṛṣṇa's disappearance from this world. The reader is referred to that portion of Śrīla Prabhupāda's Śrīmad-Bhāgavatam for further illumination on this subject.\n"
        },
        {
            "type": "normal",
            "content": "Next, from various Vedic scriptures Viśvanātha Cakravartī cites many important verses that clearly establish the absolute, eternal nature of the Personality of Godhead's forms, names, abodes, qualities, pastimes and entourage.\n"
        },
        {
            "type": "normal",
            "content": "Forms: The Gopāla-tāpanī Upaniṣad (1.38) states, govindaṁ sac-cid-ānanda-vigrahaṁ vṛndāvana-sura-bhūraha-talāsīnaṁ satataṁ sa-marud-gaṇo 'haṁ paramayā stutyā toṣayāmi: \"With transcendental prayers, I and the Maruts are always trying to satisfy Lord Govinda, whose personal form is eternal and full of knowledge and bliss, and who is sitting amidst the celestial desire trees of Vṛndāvana.\"\n"
        },
        {
            "type": "normal",
            "content": "Similarly, in his Vedānta-bhāṣya Śrīla Madhvācārya cites the following passage from the śruti: vāsudevaḥ saṅkarṣaṇaḥ pradyumno 'niruddho 'haṁ matsyaḥ kūrmo varāho narasiṁho vāmano rāmo rāmo rāmaḥ kṛṣṇo buddhaḥ kalkir ahaṁ śatadhāhaṁ sahasradhāham amito 'ham ananto 'haṁ naivaite jāyante naivaite mriyante naiṣām ajñāna-bandho na muktiḥ sarva eva hy ete pūrṇā ajarā amṛtāḥ paramāḥ paramānandāḥ. \"I am Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. I am Matsya, Kūrma, Varāha, Narasiṁha, Vāmana, the three Rāmas [Rāmacandra, Paraśurāma and Balarāma], Kṛṣṇa, Buddha and Kalki. Immeasurable and unlimited, I appear in hundreds and thousands of forms, none of which ever takes birth or dies. These forms of Mine are not bound by ignorance, nor do they have to strive for liberation. They are all complete, free from old age, immortal, supreme and supremely blissful.\"\n"
        },
        {
            "type": "normal",
            "content": "The Dhyāna-bindu Upaniṣad states, nirdoṣa-pūrṇa-guṇa-vigraha ātma-tantro niścetanātmaka- śarīra-guṇaiś ca hīnah / ānanda-mātra-mukha-pāda-saroruhādiḥ: \"[The Lord's] personal form possesses complete and faultless transcendental qualities. Indeed, the form of the completely independent Lord is free from all lifeless bodily characteristics. His lotus face and lotus feet consist simply of pure ecstasy.\"\n"
        },
        {
            "type": "normal",
            "content": "The Vāsudeva Upaniṣad states, sad-rūpam advayaṁ brahma madhyādy-anta-vivarjitam/ sva-prabhaṁ sac-cid-ānandaṁ bhaktyā jānati cāvyayam: \"[The Lord's] transcendental form is the Absolute Truth, devoid of duality or of middle, beginning or end. It is self-effulgent, eternal and full of knowledge and bliss. Only through devotional service can one understand that form to be infallible.\"\n"
        },
        {
            "type": "normal",
            "content": "The Brahmāṇḍa Purāṇa states, nanda-vraja-janānandī sac-cid-ānanda-vigrahaḥ: (BS 5.1), \"The body of the Lord, who gives ecstasy to the residents of King Nanda's pastures, is eternal and full of knowledge and bliss.\" The Mahā-varāha Purāṇa states, sarve nityāḥ śāsvatāś ca dehās tasya parātmanaḥ/ hānopadāna-rahitā naiva prakṛti-jāḥ kvacit: \"The bodies of that Supreme Soul are all eternal and primeval. Since they are not born of material nature, they are not subject to destruction or creation.\"\n"
        },
        {
            "type": "normal",
            "content": "The Nṛsiṁha Purāṇa states, yuge yuge viṣṇur anādi-mūrtim āsthāya śiṣṭaṁ paripāti duṣṭa-hā: \"In each age, Lord Viṣṇu assumes His various eternal forms in order to protect those who are civilized [the devotees] and to destroy those who are evil [the demons].\" The Bṛhad-vaiṣṇava-smṛti states, yo vetti bhautikaṁ dehaṁ kṛṣṇasya paramātmanaḥ/ sa sarvasmād bahiṣkāryaḥ śrauta-smārta-vidhānataḥ/ mukhaṁ tasyāvalokyāpi sa-celaṁ snānam ācaret: \"If a person thinks the body of the Supreme Soul, Lord Kṛṣṇa, is made of matter, he should be excluded from all ceremonies, both of the śruti and the smṛti. One who even glances upon such a person's face must immediately take a bath with all his clothes on.\" The Mahābhārata states, na bhūta-saṅgha-samsthāno deho 'sya paramātmanaḥ: \"The body of the Supreme Soul is not composed of a combination of material elements.\" Also from the Mahābhārata: amṛtāṁśo 'mṛta-vapuḥ. \"His personal expansions and personal bodies are all immortal.\"\n"
        },
        {
            "type": "normal",
            "content": "The Śrīmad-Bhāgavatam itself contains many passages attesting to the absolute nature of the Lord's forms. Here are a few: śābdaṁ-brahma dadhad vapuḥ. \"Appearing in Your transcendental form as the Vedas and as the personal feature of the Absolute Truth...\" Yat tad vapur bhāti vibhūṣaṇāyudhair avyakta-cid-vyaktam adhārayad vibhuḥ (8.18.12): \"That transcendental body which is appearing with its ornaments and weapons has been assumed by the Almighty Lord as the spiritual manifestation of Himself, who is materially unmanifested.\" Babandha prākṛtaṁ yathā (10.9.14): \"She bound Him up just like an ordinary child.\" Satya-jñānānantānanda-mātraika-rasa-mūrtyaḥ (10.13.54): \"The viṣṇu-mūrtis all had eternal, unlimited forms full of knowledge and bliss and existing beyond the influence of time.\" Svecchā-mayasya na tu bhūta-mayasya (10.14.2): \"His body is composed of His own desire, rather than of material elements.\" And tvayy eva nitya-sukha-bodha-tanau: \"In You, whose body is full of eternal happiness and consciousness...\"\n"
        },
        {
            "type": "normal",
            "content": "Names: The Ṛg Veda states, oṁ āsya jānanto nāma cid viviktan: \"If we understand even a little of the glories of His holy name...\" The Bhāgavatam (10.8.15) contains the following passage: bahūni santi nāmāni rūpaṇi ca sutasya te guṇa-karmānurūpāṇi. \"For this son of yours there are many forms and names according to His transcendental qualities.\" That this passage is in the present tense indicates that the Lord's names are absolute and eternal.\n"
        },
        {
            "type": "normal",
            "content": "The Padma Purāṇa states, yat tv anāma-rūpa evāyaṁ bhagavān harir īśvaraḥ/ akarteti ca yo vedaiḥ smṛtibhiś cābhidhīyate: \"It is the Personality of Godhead, Lord Hari, whom the Vedas and smṛtis describe as that which has no name or form and which does nothing.\" The Vāsudevādhyātma reconciles the apparent contradiction thus raised: aprasiddhes tad-guṇānām anāmo 'sau prakīrtitaḥ/ aprākṛtatvād rūpasyāpy arūpo 'sāv udīryate/ sambandhena pradhānasya harer nāsty eva kartatā/ akartāram ataḥ prāhuḥ purāṇaṁ taṁ purā vidaḥ. \"Because His qualities are generally unknown, He is said to have no name. Because His form is not material, He is said to be formless. And because Lord Hari does nothing in relationship with the material nature, He is said to be inactive.\"\n"
        },
        {
            "type": "normal",
            "content": "Abodes: The Gopāla-tāpanī Upaniṣad (2.36) states, tāsāṁ madhye sākṣād brahma gopāla-purī: \"Among all these [abodes], the residence of Lord Gopāla is directly the Absolute Truth.\" And the Padma Purāṇa states, nityaṁ me mathurāṁ vidhi purīṁ dvāravatīṁ tathā: \"You should know that My cities of Mathurā and Dvārakā are both eternal.\" An alternate reading for this verse is nityaṁ me mathurāṁ vidhi vanaṁ vṛndāvanaṁ tathā, in which case the translation is \"You should know that both My Mathurā and My forest of Vṛndāvana are eternal.\"\n"
        },
        {
            "type": "normal",
            "content": "Qualities: The Bhāgavatam (1.16.29) states, ete cānye ca bhagavan nityā yatra mahā-guṇāḥ/prārthyā mahattvam icchadbhir na viyanti sma karhicit: \"In Him reside these and many other transcendental qualities, which are eternally present and never to be separated from Him.\"\n"
        },
        {
            "type": "normal",
            "content": "Pastimes: The Puruṣa-bodhanī Upaniṣad, of the Pippalāda-śākha of the Atharva Veda, states, eko devo nitya-līlānurakto bhakta-vyāpī bhakta-hṛdy antar-ātmā: \"He is the one Supreme Lord, always attached to His eternal pastimes, extending Himself to His devotees, and present as the Supreme Soul within the hearts of His devotees.\" In the Bhāgavatam (10.90.48) we find the verse beginning jayati jana-nivāsaḥ, which contains the phrase dorbhir asyann adharmam, \"with His arms casting out irreligion.\" The same verse also states, vraja-pura-vanitānāṁ vardhayan kāma-devam, \"increasing the lusty desires of the young women of Vṛndāvana village. \" The Bhāgavatam (10.29.15) states, kāmaṁ krodhaṁ bhayaṁ sneham aikyaṁ sauhṛdam eva vā/ nityaṁ harau vidadhato yānti tan-mayatāṁ hi te: \"Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him.\" That all these passages employ the present tense indicates that the Lord is eternally enacting His pastimes.\n"
        },
        {
            "type": "normal",
            "content": "Entourage: The Padma Purāṇa states, eta hi yādavāḥ sarve mad-gaṇā eva bhāvini/ sarvathā mat-priyā devi mat-tulya-guṇa-śālinaḥ: \"My dear lady, all these Yādavas are My personal associates. They are in all respects very dear to Me, O goddess, and their characters are equal to Mine.\"\n"
        },
        {
            "type": "normal",
            "content": "To summarize, we may cite the following verse from the Vedic literature: nityāv avatāre bhagavān nitya-mūrtir jagat-patiḥ/ nitya-rūpo nitya-gandho nityaiśvarya-sukhānubhūḥ: \"In His eternal incarnation, the Supreme Personality of Godhead, the master of the universe, exhibits His eternal personal form. His bodily beauty, His fragrance, His opulence and His happiness are also all eternal.\"\n"
        }
    ]
}
