{
    "info": {
        "id": "sb/10/67/summary",
        "prevId": "sb/10/66/43",
        "nextId": "sb/10/67/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Lord Baladeva enjoyed the company of the young girls of Vraja on Raivataka Mountain and killed the ape Dvivida there."
        },
        {
            "type": "normal",
            "content": "Narakāsura, a demon whom Lord Kṛṣṇa killed, had a friend named Dvivida, an ape. Dvivida wanted to avenge the death of his friend, so he set fire to the homes of the cowherds, devastated Lord Kṛṣṇa's province of Ānarta and flooded coastal lands by churning the ocean's water with his mighty arms. The rascal then tore down the trees in the āśramas of great sages and even passed stool and urine on their sacrificial fires. He kidnapped men and women and imprisoned them in mountain caves, which he sealed off with boulders. After thus disrupting the entire land and polluting many young women of respectable families, Dvivida came upon Raivataka Mountain, where he found Lord Baladeva enjoying in the company of a bevy of attractive women. Ignoring Lord Baladeva, who was apparently intoxicated from drinking Vāruṇī liquor, Dvivida displayed his anus to the women right in front of the Lord and further insulted them by making crude gestures with his eyebrows and passing stool and urine."
        },
        {
            "type": "normal",
            "content": "Dvivida's outrageous behavior angered Lord Baladeva, and He threw a stone at the ape. But Dvivida managed to dodge it. He then ridiculed Lord Baladeva and tugged at the women's dresses. Seeing this audacity, Lord Baladeva decided to kill Dvivida. Thus He took up His club and His plow weapon. Powerful Dvivida then armed himself by pulling up a śāla tree from the ground, and with this tree he struck the Lord on the head. Lord Baladeva, however, remained unmoved and smashed the tree trunk to pieces. Dvivida uprooted another tree, and yet another and another, until the forest was denuded. But although he struck Baladeva on the head with one tree after another, the Lord simply broke all the trees to pieces. Then the foolish ape started throwing a barrage of stones. Lord Baladeva crushed them all to powder, after which Dvivida charged the Lord and hit Him on the chest with his fists, infuriating Him. Putting aside His club and plow weapons, Lord Balarāma then struck Dvivida's throat and shoulder, at which point the ape vomited blood and fell down dead."
        },
        {
            "type": "normal",
            "content": "Having killed Dvivida, Lord Baladeva set off for Dvārakā as demigods and sages showered flowers from the sky and offered Him praises, prayers and obeisances."
        }
    ]
}
