{
    "info": {
        "id": "sb/3/30/2",
        "prevId": "sb/3/30/1",
        "nextId": "sb/3/30/3"
    },
    "verses": [
        {
            "roman": "yaṁ yam artham upādatte\nduḥkhena sukha-hetave\ntaṁ taṁ dhunoti bhagavān\npumāñ chocati yat-kṛte\n"
        }
    ],
    "synonyms": "yam yam—whatever; artham—object; upādatte—one acquires; duḥkhena—with difficulty; sukha-hetave—for happiness; tam tam—that; dhunoti—destroys; bhagavān—the Supreme Personality of Godhead; pumān—the person; śocati—laments; yat-kṛte—for which reason.",
    "translation": "\nWhatever is produced by the materialist with great pain and labor for so-called happiness, the Supreme Personality, as the time factor, destroys, and for this reason the conditioned soul laments.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe main function of the time factor, which is a representative of the Supreme Personality of Godhead, is to destroy everything. The materialists, in material consciousness, are engaged in producing so many things in the name of economic development. They think that by advancing in satisfying the material needs of man they will be happy, but they forget that everything they have produced will be destroyed in due course of time. From history we can see that there were many powerful empires on the surface of the globe that were constructed with great pain and great perseverance, but in due course of time they have all been destroyed. Still the foolish materialists cannot understand that they are simply wasting time in producing material necessities, which are destined to be vanquished in due course of time. This waste of energy is due to the ignorance of the mass of people, who do not know that they are eternal and that they have an eternal engagement also. They do not know that this span of life in a particular type of body is but a flash in the eternal journey. Not knowing this fact, they take the small flash of life to be everything, and they waste time in improving economic conditions.\n"
        }
    ]
}
