{
    "info": {
        "id": "sb/11/31/21",
        "prevId": "sb/11/31/20",
        "nextId": "sb/11/31/22"
    },
    "verses": [
        {
            "roman": "arjunaḥ preyasaḥ sakhyuḥ\nkṛṣṇasya virahāturaḥ\nātmānaṁ sāntvayām āsa\nkṛṣṇa-gītaiḥ sad-uktibhiḥ\n"
        }
    ],
    "synonyms": "arjunaḥ—Arjuna; preyasaḥ—of his dear; sakhyuḥ—friend; kṛṣṇasya—Lord Kṛṣṇa; viraha—because of the separation; āturaḥ—distressed; ātmānam—himself; sāntvayām āsa—consoled; kṛṣṇa-gītaiḥ—with the song sung by Lord Kṛṣṇa (the Bhagavad-gītā); sat-uktibhiḥ—with the transcendental words.",
    "translation": "\nArjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAccording to Śrīla Śrīdhara Svāmī, Arjuna remembered such verses from the Gītā as:\n"
        },
        {
            "type": "verse",
            "content": "nāhaṁ prakāśaḥ sarvasya\nyoga-māyā-samāvṛtaḥ\nmūḍho 'yaṁ nābhijānāti\nloko mām ajam avyayam\n(BG 7.25)"
        },
        {
            "type": "normal",
            "content": "\n\"I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency (yoga-māyā), and so the deluded world knows Me not, who am unborn and infallible.\"\n"
        },
        {
            "type": "normal",
            "content": "Similarly, Śrīla Jīva Gosvāmī has mentioned the Gītā verse mām evaiṣyasi satyaṁ te pratijāne priyo 'si me (BG 18.65): \"You will come to Me without fail. I promise you this because you are My very dear friend.\" He has also quoted from the Svarga-parva of the Mahābhārata as follows:\n"
        },
        {
            "type": "verse",
            "content": "dadarśa tatra govindaṁ\nbrahmaṇe vapuṣānvitam\ntenaiva dṛṣṭa-pūrveṇa\nsādṛśyenopasūcitam"
        },
        {
            "type": "verse",
            "content": "dīpyamānaṁ sva-vapuṣā\ndivyair astrair upaskṛtam\ncakra-prabhṛtibhir ghorair\ndivyaiḥ puruṣa-vigrahaiḥ"
        },
        {
            "type": "verse",
            "content": "upāsyamānaṁ vīreṇa\nphālgunena su-varcasā\nyathā-svarūpaṁ kaunteya\ntathaiva madhusūdanam"
        },
        {
            "type": "verse",
            "content": "tāv ubhau puruṣa-vyāghrau\nsamudvīkṣya yudhiṣṭhiram\nyathārhaṁ pratipedāte\npūjayā deva-pūjitau"
        },
        {
            "type": "normal",
            "content": "\n\"There Yudhiṣṭhira saw Lord Govinda as the Absolute Truth in His original, personal form. He appeared just as Yudhiṣṭhira had seen Him before, with all the same characteristics. He was glowing brilliantly with the effulgence coming from His own body, and He was surrounded by His transcendental weapons—the disc and so on—which appeared in their fearsome personified forms. O descendant of Kuntī, Lord Madhusūdana was being worshiped by the effulgent hero Arjuna, who also appeared in his original form. When these two lions among men, who are worshipable by the demigods, noticed the presence of Yudhiṣṭhira, they approached him with proper respect and offered him worship.\"\n"
        }
    ]
}
