{
    "info": {
        "id": "sb/3/4/15",
        "prevId": "sb/3/4/14",
        "nextId": "sb/3/4/16"
    },
    "verses": [
        {
            "roman": "ko nv īśa te pāda-saroja-bhājāṁ\nsudurlabho 'rtheṣu caturṣv apīha\ntathāpi nāhaṁ pravṛṇomi bhūman\nbhavat-padāmbhoja-niṣevaṇotsukaḥ\n"
        }
    ],
    "synonyms": "kaḥ nu īśa—O my Lord; te—Your; pāda-saroja-bhājām—of the devotees engaged in the transcendental loving service of Your lotus feet; su-durlabhaḥ—very difficult to obtain; artheṣu—in the matter of; caturṣu—in the four objectives; api—in spite of; iha—in this world; tathā api—yet; na—do not; aham—I; pravṛṇomi—prefer; bhūman—O great one; bhavat—Your; pada-ambhoja—lotus feet; niṣevaṇa-utsukaḥ—anxious to serve.",
    "translation": "\nO my Lord, devotees who engage in the transcendental loving service of Your lotus feet have no difficulty in achieving anything within the realm of the four principles of religiosity, economic development, sense gratification and liberation. But, O great one, as far as I am concerned, I have preferred only to engage in the loving service of Your lotus feet.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThose who are associated with the Lord in the Vaikuṇṭha planets achieve all the bodily features of the Lord and appear to be the same as Lord Viṣṇu. Such liberation is called sārūpya-mukti, which is one of the five kinds of liberation. The devotees engaged in the transcendental loving service of the Lord never accept the sāyujya-mukti, or merging in the rays of the Lord called the brahmajyoti. The devotees can achieve not only liberation but any success in the realm of religiosity, economic development or sense gratification up to the standard of the demigods in the heavenly planets. But such a pure devotee as Uddhava refuses to accept all such facilities. A pure devotee wants simply to engage in the service of the Lord and does not consider his own personal benefit.\n"
        }
    ]
}
