{
    "info": {
        "id": "sb/10/31/summary",
        "prevId": "sb/10/30/44",
        "nextId": "sb/10/31/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter relates how the gopīs, overwhelmed by feelings of separation from Kṛṣṇa, sat down on the bank of the Yamunā and began praying for His audience and singing His glories."
        },
        {
            "type": "normal",
            "content": "Because the gopīs had dedicated their minds and very lives to Kṛṣṇa, they were beside themselves with the transcendental pain of separation. But their crying, which appears like evidence of misery, actually shows their exalted state of transcendental bliss. As it is said, yata dekha vaiṣṇaver vyavahāra duḥkh/ niścaya jāniha sei paramānanda sukh: \"Whenever one sees a Vaiṣṇava acting unhappy, one should know it for sure that he is actually experiencing the highest spiritual bliss.\" Thus each of the gopīs began addressing Lord Śrī Kṛṣṇa according to her individual mode of ecstasy, and they all prayed for Him for His mercy."
        },
        {
            "type": "normal",
            "content": "As the pastimes of Kṛṣṇa spontaneously arose in the minds of the gopīs, they sang their song, which relieves the agony of those suffering from the burning pain of separation from Kṛṣṇa and which bestows supreme auspiciousness. They sang, \"O Lord, O lover, O cheater, when we remember Your smile, Your loving glances and Your pastimes with Your boyhood friends, we become extremely agitated. Remembering Your lotus face, adorned with locks of blackish hair smeared with the dust of the cows, we become irrevocably attached to You. And when we remember how You followed the cows from forest to forest with Your tender feet, we feel great pain.\""
        },
        {
            "type": "normal",
            "content": "In their separation from Kṛṣṇa the gopīs considered a single moment an entire age. Even when they had previously seen Him they had found the blinking of their eyelids intolerable, for it blocked their vision of Him for a fraction of a second."
        },
        {
            "type": "normal",
            "content": "The ecstatic sentiments for Lord Kṛṣṇa that the gopīs expressed may appear like symptoms of lust, but in reality they are manifestations of their pure desire to satisfy the Supreme Lord's spiritual senses. There is not even the slightest trace of lust in these moods of the gopīs."
        }
    ]
}
