{
    "info": {
        "id": "sb/8/17/23",
        "prevId": "sb/8/17/22",
        "nextId": "sb/8/17/24"
    },
    "verses": [
        {
            "roman": "so 'dityāṁ vīryam ādhatta\ntapasā cira-sambhṛtam\nsamāhita-manā rājan\ndāruṇy agniṁ yathānilaḥ\n"
        }
    ],
    "synonyms": "saḥ—Kaśyapa; adityām—unto Aditi; vīryam—semen; ādhatta—placed; tapasā—by austerity; cira-sambhṛtam—restrained for long, long years; samāhita-manāḥ—being fully in trance upon the Supreme Personality of Godhead; rājan—O King; dāruṇi—as in firewood; agnim—fire; yathā—as; anilaḥ—wind.",
    "translation": "O King, as the wind promotes friction between two pieces of wood and thus gives rise to fire, Kaśyapa Muni, whose transcendental position was fully absorbed in the Supreme Personality of Godhead, transferred his potency into the womb of Aditi.",
    "purport": [
        {
            "type": "normal",
            "content": "A forest fire begins when two pieces of wood rub against one another, being agitated by the wind. Actually, however, fire belongs neither to the wood nor to the wind; it is always different from both. Similarly, here it is to be understood that the union of Kaśyapa Muni and Aditi was not like the sexual intercourse of ordinary human beings. The Supreme Personality of Godhead has nothing to do with the human secretions of sexual intercourse. He is always completely aloof from such material combinations."
        },
        {
            "type": "normal",
            "content": "The Lord says in Bhagavad-gītā (BG 9.29), samo 'haṁ sarva-bhūteṣu: \"I am equal toward all living entities.\" Nonetheless, to protect the devotees and kill the demons, who were a disturbing element, the Lord entered the womb of Aditi. Therefore this is a transcendental pastime of the Lord. This should not be misunderstood. One should not think that the Lord became the son of Aditi the way an ordinary child is born because of sexual intercourse between man and woman."
        },
        {
            "type": "normal",
            "content": "Here it may also be appropriate to explain, in these days of controversy, the origin of life. The life force of the living entity—the soul—is different from the ovum and semen of the human being. Although the conditioned soul has nothing to do with the reproductive cells of man and woman, he is placed into the proper situation because of his work (karmaṇā daiva-netreṇa (SB 3.31.1)). Life is not, however, a product of two secretions, but is independent of all material elements. As fully described in Bhagavad-gītā, the living entity is not subject to any material reactions. He can neither be burnt by fire, cut by sharp weapons, moistened by water, nor dried by the air. He is completely different from the physical elements, but by a superior arrangement he is put into these material elements. He is always aloof from material contact (asaṅgo hy ayaṁ puruṣaḥ) but because he is placed in a material condition, he suffers the reactions of the material modes of nature."
        },
        {
            "type": "verse",
            "content": "puruṣaḥ prakṛti-stho hibhuṅkte prakṛtijān guṇān\nkāraṇaṁ guṇa-saṅgo 'syasad-asad-yoni-janmasu"
        },
        {
            "type": "normal",
            "content": "\"The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species.\" (BG 13.22) Although the living entity is aloof from the material elements, he is put into material conditions, and thus he must suffer the reactions of material activities."
        }
    ]
}
