{
    "info": {
        "id": "sb/8/17/9",
        "prevId": "sb/8/17/8",
        "nextId": "sb/8/17/10"
    },
    "verses": [
        {
            "roman": "viśvāya viśva-bhavana-sthiti-saṁyamāya\nsvairaṁ gṛhīta-puru-śakti-guṇāya bhūmne\nsva-sthāya śaśvad-upabṛṁhita-pūrṇa-bodha-\nvyāpāditātma-tamase haraye namas te\n"
        }
    ],
    "synonyms": "viśvāya—unto the Supreme Personality of Godhead, who is actually the entire universe; viśva—of the universe; bhavana—creation; sthiti—maintenance; saṁyamāya—and annihilation; svairam—fully independent; gṛhīta—taking in hand; puru—completely; śakti-guṇāya—controlling the three modes of material nature; bhūmne—the supreme great; sva-sthāya—who is always situated in His original form; śaśvat—eternally; upabṛṁhita—achieved; pūrṇa—complete; bodha—knowledge; vyāpādita—completely vanquished; ātma-tamase—the illusory energy of Your Lordship; haraye—unto the Supreme Lord; namaḥ te—I offer my respectful obeisances unto You.",
    "translation": "My Lord, You are the all-pervading universal form, the fully independent creator, maintainer and destroyer of this universe. Although You engage Your energy in matter, You are always situated in Your original form and never fall from that position, for Your knowledge is infallible and always suitable to any situation. You are never bewildered by illusion. O my Lord, let me offer my respectful obeisances unto You.",
    "purport": [
        {
            "type": "normal",
            "content": "In the Caitanya-caritāmṛta (CC Adi 2.117) it is said:"
        },
        {
            "type": "verse",
            "content": "siddhānta baliyā citte nā kara alasaihā ha-ite kṛṣṇe lāge sudṛḍha mānasa"
        },
        {
            "type": "normal",
            "content": "Anyone trying to become fully Kṛṣṇa conscious must know the Lord's glories as far as they are possible to understand. Here Aditi hints at these glories. The universe is nothing but the external potency of the Lord. This is confirmed in Bhagavad-gītā (BG 9.4): mayā tatam idaṁ sarvam. Whatever we see in this universe is but an expansion of the potency of the Supreme Personality of Godhead, just as the sunshine and heat all over the universe are expansions of the sun. When one surrenders unto the Supreme Personality of Godhead, he surpasses the influence of the illusory energy, for the Supreme Lord, being fully wise and being situated in the heart of everyone, especially in the heart of the devotee, gives one intelligence by which one is sure never to fall into illusion."
        }
    ]
}
