{
    "info": {
        "id": "sb/7/9/30",
        "prevId": "sb/7/9/29",
        "nextId": "sb/7/9/31"
    },
    "verses": [
        {
            "roman": "ekas tvam eva jagad etam amuṣya yat tvam\nādy-antayoḥ pṛthag avasyasi madhyataś ca\nsṛṣṭvā guṇa-vyatikaraṁ nija-māyayedaṁ\nnāneva tair avasitas tad anupraviṣṭaḥ\n"
        }
    ],
    "synonyms": "ekaḥ—one; tvam—You; eva—only; jagat—the cosmic manifestation; etam—this; amuṣya—of that (the whole universe); yat—since; tvam—You; ādi—in the beginning; antayoḥ—at the end; pṛthak—separately; avasyasi—exist (as the cause); madhyataḥ ca—also in the middle (the duration between the beginning and end); sṛṣṭvā—creating; guṇa-vyatikaram—the transformation of the three modes of material nature; nija-māyayā—by Your own external energy; idam—this; nānā iva—like many varieties; taiḥ—by them (the modes); avasitaḥ—experienced; tat—that; anupraviṣṭaḥ—entering into.",
    "translation": "My dear Lord, You alone manifest Yourself as the entire cosmic manifestation, for You existed before the creation, You exist after the annihilation, and You are the maintainer between the beginning and the end. All this is done by Your external energy through actions and reactions of the three modes of material nature. Therefore whatever exists—externally and internally—is You alone.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in the Brahma-saṁhitā (BS 5.38):"
        },
        {
            "type": "verse",
            "content": "eko 'py asau racayituṁ jagad-aṇḍa-koṭiṁyac-chaktir asti jagad-aṇḍa-cayā yad-antaḥ\naṇḍāntara-stha-paramāṇu-cayāntara-sthaṁgovindam ādi-puruṣaṁ tam ahaṁ bhajāmi"
        },
        {
            "type": "normal",
            "content": "\"I worship the Personality of Godhead, Govinda, who, by one of His plenary portions, enters the existence of every universe and every atomic particle and thus unlimitedly manifests His infinite energy all over the material creation.\" To create this cosmic manifestation, Govinda, the Supreme Personality of Godhead, expands His external energy and thus enters everything in the universe, including the atomic particles. In this way He exists in the entire cosmic manifestation. Therefore the activities of the Supreme Personality of Godhead in maintaining His devotees are transcendental, not material. He exists in everything as the cause and effect, yet He is separate, existing beyond this cosmic manifestation. This is also confirmed in Bhagavad-gītā (BG 9.4):"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "normal",
            "content": "The entire cosmic manifestation is but an expansion of the Lord's energy; everything rests in Him, yet He exists separately, beyond creation, maintenance and annihilation. The varieties of creation are performed by His external energy. Because the energy and energetic are one, everything is one (sarvaṁ khalv idaṁ brahma). Therefore without Kṛṣṇa, the Parabrahman, nothing can exist. The difference between the material and spiritual worlds is that His external energy is manifested in the material world whereas His spiritual energy exists in the spiritual world. Both energies, however, belong to the Supreme Lord, and therefore in a higher sense there is no exhibition of material energy because everything is spiritual energy. The energy in which the Lord's all-pervasiveness is not realized is called material. Otherwise, everything is spiritual. Therefore Prahlāda prays, ekas tvam eva jagad etam: \"You are everything.\""
        }
    ]
}
