{
    "info": {
        "id": "sb/7/9/34",
        "prevId": "sb/7/9/33",
        "nextId": "sb/7/9/35"
    },
    "verses": [
        {
            "roman": "tat-sambhavaḥ kavir ato 'nyad apaśyamānas\ntvāṁ bījam ātmani tataṁ sa bahir vicintya\nnāvindad abda-śatam apsu nimajjamāno\njāte 'ṅkure katham uhopalabheta bījam\n"
        }
    ],
    "synonyms": "tat-sambhavaḥ—who was generated from that lotus flower; kaviḥ—he who can understand the subtle cause of creation (Lord Brahmā); ataḥ—from that (lotus); anyat—anything else; apaśyamānaḥ—not able to see; tvām—Your Lordship; bījam—the cause of the lotus; ātmani—in himself; tatam—expanded; saḥ—he (Lord Brahmā); bahiḥ vicintya—considering to be external; na—not; avindat—understood (You); abda-śatam—for a hundred years according to the demigods*; apsu—in the water; nimajjamānaḥ—diving; jāte aṅkure—when the seed fructifies and is manifested as a creeper; katham—how; uha—O my Lord; upalabheta—one can perceive; bījam—the seed that has already fructified.",
    "translation": "\nFrom that great lotus flower, Brahmā was generated, but Brahmā certainly could see nothing but the lotus. Therefore, thinking You to be outside, Lord Brahmā dove into the water and attempted to find the source of the lotus for one hundred years. He could find no trace of You, however, for when a seed fructifies, the original seed cannot be seen.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThis is the description of the cosmic manifestation. The development of the cosmic manifestation is like the fructification of a seed. When cotton is transformed into thread, the cotton is no longer visible, and when the thread is woven into cloth, the thread is no longer visible. Similarly, it is perfectly correct that when the seed that had generated from the navel of Garbhodakaśāyī Viṣṇu became manifested as the cosmic creation, one could no longer understand where the cause of the cosmic manifestation is. Modern scientists have tried to explain the origin of creation by a chunk theory, but no one can explain how such a chunk might have burst. The Vedic literature, however, explains clearly that the total material energy was agitated by the three modes of material nature because of the glance of the Supreme Lord. In other words, in terms of the chunk theory, the bursting of the chunk was caused by the Supreme Personality of Godhead. Thus one must accept the supreme cause, Lord Viṣṇu, as the cause of all causes.\n"
        }
    ]
}
