{
    "info": {
        "id": "sb/7/9/37",
        "prevId": "sb/7/9/36",
        "nextId": "sb/7/9/38"
    },
    "verses": [
        {
            "roman": "tasmai bhavān haya-śiras tanuvaṁ hi bibhrad\nveda-druhāv atibalau madhu-kaiṭabhākhyau\nhatvānayac chruti-gaṇāṁś ca rajas tamaś ca\nsattvaṁ tava priyatamāṁ tanum āmananti\n"
        }
    ],
    "synonyms": "tasmai—unto Lord Brahmā; bhavān—Your Lordship; haya-śiraḥ—having the head and neck of a horse; tanuvam—the incarnation; hi—indeed; bibhrat—accepting; veda-druhau—two demons who were against the Vedic principles; ati-balau—extremely powerful; madhu-kaiṭabha-ākhyau—known as Madhu and Kaiṭabha; hatvā—killing; anayat—delivered; śruti-gaṇān—all the different Vedas (Sāma, Yajur, Ṛg and Atharva); ca—and; rajaḥ tamaḥ ca—by representing the modes of passion and ignorance; sattvam—pure transcendental goodness; tava—Your; priya-tamām—most dear; tanum—form (as Hayagrīva); āmananti—they honor.",
    "translation": "My dear Lord, when You appeared as Hayagrīva, with the head of a horse, You killed two demons known as Madhu and Kaiṭabha, who were full of the modes of passion and ignorance. Then You delivered the Vedic knowledge to Lord Brahmā. For this reason, all the great saints accept Your forms as transcendental, untinged by material qualities.",
    "purport": [
        {
            "type": "normal",
            "content": "The Supreme Personality of Godhead in His transcendental form is always ready to give protection to His devotees. As mentioned herein, the Lord in the form of Hayagrīva killed two demons named Madhu and Kaiṭabha when they attacked Lord Brahmā. Modern demons think that there was no life in the beginning of creation, but from Śrīmad-Bhāgavatam we understand that the first living creature created by the Supreme Personality of Godhead was Lord Brahmā, who is full of Vedic understanding. Unfortunately, those entrusted with distributing Vedic knowledge, such as the devotees engaged in spreading Kṛṣṇa consciousness, may sometimes be attacked by demons, but they must rest assured that demoniac attacks will not be able to harm them, for the Lord is always prepared to give them protection. The Vedas provide the knowledge by which we can understand the Supreme Personality of Godhead (vedaiś ca sarvair aham eva vedyaḥ (BG 15.15)). The devotees of the Lord are always ready to spread knowledge by which one may understand the Lord through Kṛṣṇa consciousness, but the demons, being unable to understand the Supreme Lord, are full of ignorance and passion. Thus the Lord, whose form is transcendental, is always ready to kill the demons. By culturing the mode of goodness, one can understand the position of the transcendental Lord and how the Lord is always prepared to remove all obstacles on the path of understanding Him."
        },
        {
            "type": "normal",
            "content": "In summary, whenever the Lord incarnates, He appears in His original transcendental form. As the Lord says in Bhagavad-gītā (BG 4.7):"
        },
        {
            "type": "verse",
            "content": "yadā yadā hi dharmasyaglānir bhavati bhārata\nabhyutthānam adharmasyatadātmānaṁ sṛjāmy aham"
        },
        {
            "type": "normal",
            "content": "\"Whenever and wherever there is a decline in religious practice, O descendant of Bhārata, and a predominant rise of irreligion—at that time I descend Myself.\" It is simply foolish to think of the Lord as being originally impersonal but accepting a material body when He appears as a personal incarnation. Whenever the Lord appears, He appears in His original transcendental form, which is spiritual and blissful. But unintelligent men, such as the Māyāvādīs, cannot understand the transcendental form of the Lord, and therefore the Lord chastises them by saying, avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: (BG 9.11) \"Fools deride Me when I descend in the human form.\" Whenever the Lord appears, whether as a fish, a tortoise, a hog or any other form, one should understand that He maintains His transcendental position and that His only business, as stated here, is hatvā—to kill the demons. The Lord appears in order to protect the devotees and kill the demons (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām (BG 4.8)). Since the demons are always ready to oppose Vedic civilization, they are sure to be killed by the transcendental form of the Lord."
        }
    ]
}
