{
    "info": {
        "id": "sb/7/9/39",
        "prevId": "sb/7/9/38",
        "nextId": "sb/7/9/40"
    },
    "verses": [
        {
            "roman": "naitan manas tava kathāsu vikuṇṭha-nātha\nsamprīyate durita-duṣṭam asādhu tīvram\nkāmāturaṁ harṣa-śoka-bhayaiṣaṇārtaṁ\ntasmin kathaṁ tava gatiṁ vimṛśāmi dīnaḥ\n"
        }
    ],
    "synonyms": "na—certainly not; etat—this; manaḥ—mind; tava—Your; kathāsu—in transcendental topics; vikuṇṭha-nātha—O Lord of Vaikuṇṭha, where there is no anxiety; samprīyate—is pacified or interested in; durita—by sinful activities; duṣṭam—polluted; asādhu—dishonest; tīvram—very difficult to control; kāma-āturam—always full of different desires and lusty propensities; harṣa-śoka—sometimes by jubilation and sometimes by distress; bhaya—and sometimes by fear; eṣaṇā—and by desiring; ārtam—distressed; tasmin—in that mental status; katham—how; tava—Your; gatim—transcendental activities; vimṛśāmi—I shall consider and try to understand; dīnaḥ—who am most fallen and poor.",
    "translation": "\nMy dear Lord of the Vaikuṇṭha planets, where there is no anxiety, my mind is extremely sinful and lusty, being sometimes so-called happy and sometimes so-called distressed. My mind is full of lamentation and fear, and it always seeks more and more money. Thus it has become most polluted and is never satisfied in topics concerning You. I am therefore most fallen and poor. In such a status of life, how shall I be able to discuss Your activities?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nHere Prahlāda Mahārāja represents himself as a common man, although he actually has nothing to do with this material world. Prahlāda is always situated in the Vaikuṇṭha planets of the spiritual world, but on behalf of the fallen souls he asks how, when his mind is always disturbed by material things, he can discuss the transcendental position of the Lord. The mind becomes sinful because we are always engaged in sinful activities. Anything not connected with Kṛṣṇa consciousness should be understood to be sinful. Indeed, Kṛṣṇa demands in Bhagavad-gītā (BG 18.66):\n"
        },
        {
            "type": "verse",
            "content": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.\" As soon as one surrenders unto the Supreme Personality of Godhead, Kṛṣṇa, Kṛṣṇa immediately relieves one of the reactions of sinful activities. Therefore one who is not surrendered to the lotus feet of the Lord should be understood to be sinful, foolish, degraded among men and bereft of all real knowledge because of atheistic propensities. This is confirmed in Bhagavad-gītā (BG 7.15):\n"
        },
        {
            "type": "verse",
            "content": "na māṁ duṣkṛtino mūḍhāḥ\nprapadyante narādhamāḥ\nmāyayāpahṛta-jñānā\nāsuraṁ bhāvam āśritāḥ"
        },
        {
            "type": "normal",
            "content": "\nTherefore, especially in this age of Kali, the mind must be cleansed, and this is possible only by the chanting of the Hare Kṛṣṇa mahā-mantra. Ceto-darpaṇa-mārjanam (CC Antya 20.12). In this age, the process of chanting the Hare Kṛṣṇa mahā-mantra is the only method by which to cleanse the sinful mind. When the mind is completely cleansed of all sinful reactions, one can then understand his duty in the human form of life. The Kṛṣṇa consciousness movement is meant to educate sinful men so that they may become pious simply by chanting the Hare Kṛṣṇa mahā-mantra.\n"
        },
        {
            "type": "verse",
            "content": "harer nāma harer nāma\nharer nāmaiva kevalam\nkalau nāsty eva nāsty eva\nnāsty eva gatir anyathā\n(CC Adi 17.21)"
        },
        {
            "type": "normal",
            "content": "\nTo cleanse the heart so that one may become sober and wise in this age of Kali, there is no value to any method other than the chanting of the Hare Kṛṣṇa mahā-mantra. Prahlāda Mahārāja has confirmed this process in previous verses. Tvad-vīrya-gāyana-mahāmṛta-magna-cittaḥ (SB 7.9.43). Prahlāda further confirms that if one's mind is always absorbed in thought of Kṛṣṇa, that very qualification will purify one and keep one purified always. To understand the Lord and His activities, one must free his mind from all contamination of the material world, and this one can achieve by simply chanting the Lord's holy name. Thus one becomes free from all material bondage.\n"
        }
    ]
}
