{
    "info": {
        "id": "sb/7/9/46",
        "prevId": "sb/7/9/45",
        "nextId": "sb/7/9/47"
    },
    "verses": [
        {
            "roman": "mauna-vrata-śruta-tapo-'dhyayana-sva-dharma-\nvyākhyā-raho-japa-samādhaya āpavargyāḥ\nprāyaḥ paraṁ puruṣa te tv ajitendriyāṇāṁ\nvārtā bhavanty uta na vātra tu dāmbhikānām\n"
        }
    ],
    "synonyms": "mauna—silence; vrata—vows; śruta—Vedic knowledge; tapaḥ—austerity; adhyayana—study of scripture; sva-dharma—executing varṇāśrama-dharma; vyākhyā—explaining the śāstras; rahaḥ—living in a solitary place; japa—chanting or reciting mantras; samādhayaḥ—remaining in trance; āpavargyāḥ—these are ten types of activities for advancing on the path of liberation; prāyaḥ—generally; param—the only means; puruṣa—O my Lord; te—all of them; tu—but; ajita-indriyāṇām—of persons who cannot control the senses; vārtāḥ—means of living; bhavanti—are; uta—so it is said; na—not; vā—or; atra—in this connection; tu—but; dāmbhikānām—of persons who are falsely proud.",
    "translation": "\nO Supreme Personality of Godhead, there are ten prescribed methods on the path to liberation—to remain silent, not to speak to anyone, to observe vows, to amass all kinds of Vedic knowledge, to undergo austerities, to study the Vedas and other Vedic literatures, to execute the duties of varṇāśrama-dharma, to explain the śāstras, to stay in a solitary place, to chant mantras silently, and to be absorbed in trance. These different methods for liberation are generally only a professional practice and means of livelihood for those who have not conquered their senses. Because such persons are falsely proud, these procedures may not be successful.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Śrīmad-Bhāgavatam (SB 6.1.15):\n"
        },
        {
            "type": "verse",
            "content": "kecit kevalayā bhaktyā\nvāsudeva-parāyaṇāḥ\naghaṁ dhunvanti kārtsnyena\nnīhāram iva bhāskaraḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Only a rare person who has adopted complete, unalloyed devotional service to Kṛṣṇa can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays.\" The real purpose of human life is to attain liberation from material entanglement. Such liberation may be achieved by many methods (tapasā brahmacaryeṇa śamena ca damena ca (SB 6.1.13)), but all of them more or less depend on tapasya, austerity, which begins with celibacy. Śukadeva Gosvāmī says that those who are vāsudeva-parāyaṇa, who have fully surrendered to the lotus feet of Lord Vāsudeva, Kṛṣṇa, automatically achieve the results of mauna (silence), vrata (vows) and other such methods simply by discharging devotional service. In other words, these methods are not so powerful. If one takes to devotional service, all of them are very easily performed.\n"
        },
        {
            "type": "normal",
            "content": "Mauna, for example, does not mean that one should just stop speaking. The tongue is meant for speaking, although sometimes, to make a big show, a person remains silent. There are many who observe silence some day in a week. Vaiṣṇavas, however, do not observe such silence. Silence means not speaking foolishly. Speakers at assemblies, conferences and meetings generally speak foolishly like toads. This is described by Śrīla Rūpa Gosvāmī as vāco vegam. One who wants to say something can show himself to be a big orator, but rather than go on speaking nonsense, better to remain silent. This method of silence, therefore, is recommended for persons very attached to speaking nonsense. One who is not a devotee must speak nonsensically because he does not have the power to speak about the glories of Kṛṣṇa. Thus whatever he says is influenced by the illusory energy and is compared to the croaking of a frog. One who speaks about the glories of the Lord, however, has no need to be silent. Caitanya Mahāprabhu recommends, kīrtanīyaḥ sadā hariḥ: (CC Adi 17.31) one should go on chanting the glories of the Lord twenty-four hours a day. There is no question of becoming mauna, or silent.\n"
        },
        {
            "type": "normal",
            "content": "The ten processes for liberation or improvement on the path of liberation are not meant for the devotees. Kevalayā bhaktyā: if one simply engages in devotional service to the Lord, all ten methods of liberation are automatically observed. Prahlāda Mahārāja's proposal is that such processes may be recommended for the ajitendriya, those who cannot conquer their senses. Devotees, however, have already conquered their senses. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: (CC Madhya 19.170) a devotee is already freed from material contamination. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura therefore said:\n"
        },
        {
            "type": "verse",
            "content": "duṣṭa mana! tumi kisera vaiṣṇava?\npratiṣṭhāra tare, nirjanera ghare,\ntava hari-nāma kevala kaitava"
        },
        {
            "type": "normal",
            "content": "\nThere are many who like to chant the Hare Kṛṣṇa mantra in a silent, solitary place, but if one is not interested in preaching, talking constantly to the nondevotees, the influence of the modes of nature is very difficult to surpass. Therefore unless one is extremely advanced in Kṛṣṇa consciousness, one should not imitate Haridāsa Ṭhākura, who had no other business than chanting the holy name always, twenty-four hours a day. Prahlāda Mahārāja does not condemn such a process; he accepts it, but without active service to the Lord, simply by such methods one generally cannot attain liberation. One cannot attain liberation simply by false pride.\n"
        }
    ]
}
