{
    "info": {
        "id": "sb/7/9/48",
        "prevId": "sb/7/9/47",
        "nextId": "sb/7/9/49"
    },
    "verses": [
        {
            "roman": "tvaṁ vāyur agnir avanir viyad ambu mātrāḥ\nprāṇendriyāṇi hṛdayaṁ cid anugrahaś ca\nsarvaṁ tvam eva saguṇo viguṇaś ca bhūman\nnānyat tvad asty api mano-vacasā niruktam\n"
        }
    ],
    "synonyms": "tvam—You (are); vāyuḥ—air; agniḥ—fire; avaniḥ—earth; viyat—sky; ambu—water; mātrāḥ—the sense objects; prāṇa—the life airs; indriyāṇi—the senses; hṛdayam—the mind; cit—consciousness; anugrahaḥ ca—and false ego or the demigods; sarvam—everything; tvam—You; eva—only; sa-guṇaḥ—material nature with its three modes; viguṇaḥ—the spiritual spark and Supersoul, which are beyond material nature; ca—and; bhūman—O my great Lord; na—not; anyat—other; tvat—than You; asti—is; api—although; manaḥ-vacasā—by mind and words; niruktam—everything manifested.",
    "translation": "O Supreme Lord, You are actually the air, the earth, fire, sky and water. You are the objects of sense perception, the life airs, the five senses, the mind, consciousness and false ego. Indeed, You are everything, subtle and gross. The material elements and anything expressed, either by the words or by the mind, are nothing but You.",
    "purport": [
        {
            "type": "normal",
            "content": "This is the all-pervasive conception of the Supreme Personality of Godhead, which explains how He spreads everywhere and anywhere. Sarvaṁ khalv idaṁ brahma: everything is Brahman—the Supreme Brahman, Kṛṣṇa. Nothing exists without Him. As the Lord says in Bhagavad-gītā (BG 9.4):"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "normal",
            "content": "\"I exist everywhere, and everything exists in Me, yet I am not visible everywhere.\" The Lord can be visible only through devotional service. Tatra tiṣṭhāmi nārada yatra gāyanti mad-bhaktāḥ: the Supreme Lord stays only where His devotees chant His glories."
        }
    ]
}
