{
    "info": {
        "id": "sb 7/9/Summary",
        "prevId": "sb/7/8/56",
        "nextId": "sb/7/9/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nAs related in this chapter, Prahlāda Mahārāja, following the order of Lord Brahmā, pacified the Lord when the Lord was extremely angry after having killed Hiraṇyakaśipu.\n"
        },
        {
            "type": "normal",
            "content": "After Hiraṇyakaśipu was killed, the Lord continued to be very angry, and the demigods, headed by Lord Brahmā, could not pacify Him. Even mother Lakṣmī, the goddess of fortune, the constant companion of Nārāyaṇa, could not dare come before Lord Nṛsiṁhadeva. Then Lord Brahmā asked Prahlāda Mahārāja to go forward and pacify the Lord's anger. Prahlāda Mahārāja, being confident of the affection of his master, Lord Nṛsiṁhadeva, was not afraid at all. He very gravely appeared before the Lord's lotus feet and offered Him respectful obeisances. Lord Nṛsiṁhadeva, being very much affectionate toward Prahlāda Mahārāja, put His hand on Prahlāda's head, and because of being personally touched by the Lord, Prahlāda Mahārāja immediately achieved brahma-jñāna, spiritual knowledge. Thus he offered his prayers to the Lord in full spiritual knowledge and full devotional ecstasy. The instructions given by Prahlāda Mahārāja in the form of his prayers are as follows.\n"
        },
        {
            "type": "normal",
            "content": "Prahlāda said, \"I am not proud of being able to offer prayers to the Supreme Personality of Godhead. I simply take shelter of the mercy of the Lord, for without devotion one cannot appease Him. One cannot please the Supreme Personality of Godhead simply by dint of high parentage or great opulence, learning, austerity, penance or mystic power. Indeed, these are never pleasing to the Supreme Lord, for nothing can please Him but pure devotional service. Even if a nondevotee is a brāhmaṇa qualified with the twelve brahminical symptoms, he cannot be very dear to the Lord, whereas if a person born in a family of dog-eaters is a devotee, the Lord can accept his prayers. The Lord does not need anyone's prayers, but if a devotee offers his prayers to the Lord, the devotee benefits greatly. Ignorant persons born in low families, therefore, can sincerely offer heartfelt prayers to the Lord, and the Lord will accept them. As soon as one offers his prayers to the Lord, he is immediately situated on the Brahman platform.\n"
        },
        {
            "type": "normal",
            "content": "Lord Nṛsiṁhadeva appeared for the benefit of all human society, not only for Prahlāda's personal benefit. The fierce form of Lord Nṛsiṁhadeva may appear most awful to a nondevotee, but to the devotee the Lord is always affectionate as He is in other forms. Conditioned life in the material world is actually extremely fearful; indeed, a devotee is not afraid of anything else. Fear of material existence is due to false ego. Therefore the ultimate goal of life for every living entity is to attain the position of being servant of the servant of the Lord (CC Madhya 13.80). The miserable condition of the living entities in the material world can be remedied only by the mercy of the Lord. Although there are so-called material protectors like Lord Brahmā and the other demigods, or even one's own father, they are unable to do anything if one is neglected by the Supreme Personality of Godhead. However, one who has fully taken shelter of the Lord's lotus feet can be saved from the onslaught of material nature. Therefore every living entity should be unattracted by material so-called happiness and should take shelter of the Lord by all means. That is the mission of human life. To be attracted by sense gratification is simply foolish. Whether one is a devotee of the Lord or is a nondevotee does not depend upon one's birth in a high or low family. Even Lord Brahmā and the goddess of fortune cannot achieve the full favor of the Lord, whereas a devotee can very easily attain such devotional service. The Lord's mercy is bestowed equally upon everyone, regardless of whether one is high or low. Because Prahlāda Mahārāja was blessed by Nārada Muni, Prahlāda became a great devotee. The Lord always saves the devotee from impersonalists and voidists. The Lord is present in everyone's heart as the Supersoul to give the living being protection and all benefits. Thus the Lord acts sometimes as the killer and sometimes as the protector. One should not accuse the Lord for any discrepancies. It is His plan that we see varieties of life within this material world. All of them are ultimately His mercy.\n"
        },
        {
            "type": "normal",
            "content": "Although the entire cosmic manifestation is nondifferent, the material world is nonetheless different from the spiritual world. Only by the mercy of the Supreme Lord can one understand how the wonderful material nature acts. For example, although Lord Brahmā appeared from the lotus seat that had grown from the abdomen of Garbhodakaśāyī Viṣṇu, he could not understand what to do after his appearance. He was attacked by two demons, Madhu and Kaiṭabha, who took away Vedic knowledge, but the Lord killed them and entrusted to Lord Brahmā the Vedic knowledge. Thus the Lord appears in every millennium in the societies of demigods, human beings, animals, saints and aquatics. All such incarnations are meant to protect the devotees and kill the demons, but this killing and protecting does not reflect any sense of partiality on the part of the Supreme Lord. The conditioned soul is always attracted by the external energy. Therefore he is subjected to lust and greed, and he suffers under the conditions of material nature. The Lord's causeless mercy toward His devotee is the only means by which to get out of material existence. Anyone engaged in glorifying the Lord's activities is always unafraid of this material world, whereas one who cannot glorify the Lord in that way is subjected to all lamentation.\n"
        },
        {
            "type": "normal",
            "content": "Those interested in silently worshiping the Lord in solitary places may be eligible for liberation themselves, but a pure devotee is always aggrieved to see others suffering. Therefore, not caring for his own liberation, he always engages in preaching by glorifying the Lord. Prahlāda Mahārāja, therefore, had tried to deliver his class friends by preaching and had never remained silent. Although being silent, observing austerities and penances, learning the Vedic literature, undergoing ritualistic ceremonies, living in a solitary place and performing japa and transcendental meditation are approved means of liberation, they are meant for nondevotees or for cheaters who want to live at the expense of others. A pure devotee, however, being freed from all such deceptive activities, is able to see the Lord face to face.\n"
        },
        {
            "type": "normal",
            "content": "The atomic theory of the composition of the cosmic manifestation is not factual. The Lord is the cause of everything, and therefore He is the cause of this creation. One should therefore always engage in devotional service by offering respectful obeisances to the Lord, offering prayers, working for the Lord, worshiping the Lord in the temple, always remembering the Lord and always hearing about His transcendental activities. Without these six kinds of activity, one cannot attain to devotional service.\n"
        },
        {
            "type": "normal",
            "content": "Prahlāda Mahārāja thus offered his prayers to the Supreme Lord, begging His mercy at every step. Lord Nṛsiṁhadeva was pacified by Prahlāda Mahārāja's prayers and wanted to give him benedictions by which Prahlāda could procure all kinds of material facilities. Prahlāda Mahārāja, however, was not misled by material facilities. Rather, he wanted to remain always a servant of the servant of the Lord (CC Madhya 13.80).\n"
        }
    ]
}
