{
    "info": {
        "id": "sb/12/7/9-10",
        "prevId": "sb/12/7/8",
        "nextId": "sb/12/7/11"
    },
    "verses": [
        {
            "roman": "sargo 'syātha visargaś ca\nvṛtti-rakṣāntarāṇi ca\nvaṁśo vaṁśānucarītaṁ\nsaṁsthā hetur apāśrayaḥ\n"
        },
        {
            "roman": "daśabhir lakṣaṇair yuktaṁ\npurāṇaṁ tad-vido viduḥ\nkecit pañca-vidhaṁ brahman\nmahad-alpa-vyavasthayā\n"
        }
    ],
    "synonyms": "sargaḥ—the creation; asya—of this universe; atha—then; visargaḥ—the secondary creation; ca—and; vṛtti—maintenance; rakṣā—protection by sustenance; antarāṇi—the reigns of the Manus; ca—and; vaṁśaḥ—the dynasties of great kings; vaṁśa-anucaritam—the narrations of their activities; saṁsthā—the annihilation; hetuḥ—the motivation (for the living entities' involvement in material activities); apāśrayaḥ—the supreme shelter; daśabhiḥ—with the ten; lakṣaṇaiḥ—characteristics; yuktam—endowed; purāṇam—a Purāṇa; tat—of this matter; vidaḥ—those who know; viduḥ—they know; kecit—some authorities; pañca-vidham—fivefold; brahman—O brāhmaṇa; mahat—of great; alpa—and lesser; vyavasthayā—according to the distinction.",
    "translation": "\nO brāhmaṇa, authorities on the matter understand a Purāṇa to contain ten characteristic topics: the creation of this universe, the subsequent creation of worlds and beings, the maintenance of all living beings, their sustenance, the rule of various Manus, the dynasties of great kings, the activities of such kings, annihilation, motivation and the supreme shelter. Other scholars state that the great Purāṇas deal with these ten topics, while lesser Purāṇas may deal with five.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe ten subjects of a great Purāṇa are also described in the Second Canto of Śrīmad-Bhāgavatam (SB 2.10.1):\n"
        },
        {
            "type": "verse",
            "content": "śrī-śuka uvāca\natra sargo visargaś ca\nsthānaṁ poṣaṇam ūtayaḥ\nmanvantareśānukathā\nnirodho muktir āśrayaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Śrī Śukadeva Gosvāmī said: In the Śrīmad-Bhāgavatam there are ten divisions of statements regarding the following: the creation of the universe, subcreation, planetary systems, protection by the Lord, the creative impetus, the change of Manus, the science of God, returning home (back to Godhead), liberation and the summum bonum.\"\n"
        },
        {
            "type": "normal",
            "content": "According to Śrīla Jīva Gosvāmī, Purāṇas such as Śrīmad-Bhāgavatam deal with these ten topics, whereas lesser Purāṇas deal with only five. As stated in Vedic literature:\n"
        },
        {
            "type": "verse",
            "content": "sargaś ca pratisargaś ca\nvaṁśo manvantarāṇi ca\nvaṁśānucaritaṁ ceti\npurāṇaṁ pañca-lakṣaṇam"
        },
        {
            "type": "normal",
            "content": "\n\"Creation, secondary creation, the dynasties of kings, the reigns of Manus and the activities of various dynasties are the five characteristics of a Purāṇa.\" Purāṇas covering five categories of knowledge are understood to be secondary Purāṇic literature.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Jīva Gosvāmī has explained that the ten principal topics of Śrīmad-Bhāgavatam are found within each of the twelve cantos. One should not try to assign each of the ten topics to a particular canto. Nor should the Śrīmad-Bhāgavatam be artificially interpreted to show that it deals with the topics successively. The simple fact is that all aspects of knowledge important to human beings, summarized in the ten categories mentioned above, are described with various degrees of emphasis and analysis throughout the Śrīmad-Bhāgavatam.\n"
        }
    ]
}
