{
    "info": {
        "id": "sb/10/17/2-3",
        "prevId": "sb/10/17/1",
        "nextId": "sb/10/17/4"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nupahāryaiḥ sarpa-janair\nmāsi māsīha yo baliḥ\nvānaspatyo mahā-bāho\nnāgānāṁ prāṅ-nirūpitaḥ\n"
        },
        {
            "roman": "svaṁ svaṁ bhāgaṁ prayacchanti\nnāgāḥ parvaṇi parvaṇi\ngopīthāyātmanaḥ sarve\nsuparṇāya mahātmane\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śukadeva Gosvāmī said; upahāryaiḥ—who were qualified to make offerings; sarpa-janaiḥ—by the serpent race; māsi māsi—each month; iha—here (in Nāgālaya); yaḥ—which; baliḥ—offering of tribute; vānaspatyaḥ—at the base of a tree; mahā-bāho—O mighty-armed Parīkṣit; nāgānām—for the serpents; prāk—previously; nirūpitaḥ—ordained; svam svam—each his own; bhāgam—portion; prayacchanti—they present; nāgāḥ—the serpents; parvaṇi parvaṇi—once each month; gopīthāya—for the protection; ātmanaḥ—of themselves; sarve—all of them; suparṇāya—to Garuḍa; mahā-ātmane—the powerful .",
    "translation": "Śukadeva Gosvāmī said: To avoid being eaten by Garuḍa, the serpents had previously made an arrangement with him whereby they would each make a monthly offering of tribute at the base of a tree. Thus every month on schedule, O mighty-armed King Parīkṣit, each serpent would duly make his offering to that powerful carrier of Viṣṇu as a purchase of protection.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrīla Śrīdhara Svāmī has given an alternate explanation of this verse. Upahāryaiḥ may also be translated as \"by those who are to be eaten,\" and sarpa-janaiḥ as \"those human beings who were dominated by or who belonged to the serpent race.\" According to this reading, a group of human beings had fallen under the control of the serpents and were prone to be eaten by them. To avoid this, the human beings would make a monthly offering to the serpents, who in turn would offer a portion of that offering to Garuḍa so that he would not eat them. The particular translation given above is based on the commentary of Śrīla Sanātana Gosvāmī and the translation by Śrīla Prabhupāda in his Kṛṣṇa, the Supreme Personality of Godhead. In any case, all the ācāryas agree that the serpents purchased protection from Garuḍa."
        }
    ]
}
