{
    "info": {
        "id": "sb/10/17/summary",
        "prevId": "sb/10/16/65-67",
        "nextId": "sb/10/17/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes how Kāliya left the island of the snakes and how the sleeping residents of Vṛndāvana were saved from a forest fire."
        },
        {
            "type": "normal",
            "content": "When King Parīkṣit inquired about Kāliya's leaving Ramaṇaka Island, the abode of the serpents, and about why Garuḍa acted inimically toward him, Śrī Śukadeva Gosvāmī replied as follows: All the serpents on the island were afraid of being devoured by Garuḍa. To placate him, every month they would leave various offerings for him at the foot of a banyan tree. But Kāliya, puffed-up as he was with false pride, would eat these offerings himself. Hearing of this, Garuḍa became furious and went to kill Kāliya, whereupon the snake began biting the great bird. Garuḍa fiercely beat him with his wing, sending Kāliya fleeing for his life to a lake adjoining the Yamunā River."
        },
        {
            "type": "normal",
            "content": "Prior to the above incident, Garuḍa had once come to the Yamunā and started eating some fish. Saubhari Ṛṣi had tried to stop him, but Garuḍa, agitated by hunger, had refused to heed the sage's prohibitions, and in response the sage had cursed Garuḍa that if he ever came there again he would immediately die. Kāliya had heard of this, and thus he lived there without fear. In the end, however, he was driven out by Śrī Kṛṣṇa."
        },
        {
            "type": "normal",
            "content": "When Lord Balarāma and all the residents of Vṛndāvana saw Śrī Kṛṣṇa rise up out of the lake, beautifully decorated with many different gems and ornaments, they embraced Him in great pleasure. The spiritual masters, priests and learned brāhmaṇas then told Nanda Mahārāja, the king of the cowherds, that although his son had been caught in the grips of Kāliya, it was by the king's good fortune that He was now free again."
        },
        {
            "type": "normal",
            "content": "Because the people of Vṛndāvana were quite worn out by hunger, thirst and fatigue, they spent that night on the banks of the Yamunā. In the middle of the night, a fire happened to blaze up within the forest, which had become dry during the hot season. As the fire surrounded the sleeping inhabitants of Vṛndāvana, they suddenly awoke and rushed to Śrī Kṛṣṇa for protection. Then the unlimitedly powerful Lord Śrī Kṛṣṇa, seeing His dear relatives and friends so distressed, immediately swallowed up the terrible forest fire."
        }
    ]
}
