{
    "info": {
        "id": "sb/11/26/2",
        "prevId": "sb/11/26/1",
        "nextId": "sb/11/26/3"
    },
    "verses": [
        {
            "roman": "guṇa-mayyā jīva-yonyā\nvimukto jñāna-niṣṭhayā\nguṇeṣu māyā-mātreṣu\ndṛśyamāneṣv avastutaḥ\nvartamāno 'pi na pumān\nyujyate 'vastubhir guṇaiḥ\n"
        }
    ],
    "synonyms": "guṇa-mayyā—based on the modes of nature; jīva-yonyā—from the cause of material life, false identification; vimuktaḥ—one who has become completely free; jñāna—in transcendental knowledge; niṣṭhayā—by being properly fixed; guṇeṣu—among the products of the modes of nature; māyā-mātreṣu—which are simply illusion; dṛśyamāneṣu—appearing before the eyes; avastutaḥ—although not real; vartamānaḥ—living; api—although; na—does not; pumān—that person; yujyate—become entangled; avastubhiḥ—unreal; guṇaiḥ—with the manifestations of the modes of nature.",
    "translation": "A person fixed in transcendental knowledge is freed from conditioned life by giving up his false identification with the products of the material modes of nature. Seeing these products as simply illusion, he avoids entanglement with the modes of nature, although constantly among them. Because the modes of nature and their products are simply not real, he does not accept them.",
    "purport": [
        {
            "type": "normal",
            "content": "The three modes of nature become manifest as varieties of material bodies, places, families, countries, foods, sports, war, peace and so forth. In other words, everything we see within the material world is constituted of the modes of nature. A liberated soul, although existing within the ocean of material energy, sees everything as the property of the Lord and is thus not entangled. Although Māyā tempts such a liberated soul to become a thief—to steal the property of the Lord for sense gratification—a Kṛṣṇa conscious person does not bite the bait of Māyā; he remains honest and pure in Kṛṣṇa consciousness. In other words, he does not believe that anything within the universe can become his personal property for sense gratification, especially the illusory form of a woman."
        }
    ]
}
