{
    "info": {
        "id": "sb/11/26/summary",
        "prevId": "sb/11/25/36",
        "nextId": "sb/11/26/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter explains how unfavorable association is a threat to one's position in devotional service and how by associating with saintly persons one can attain the highest platform of devotion."
        },
        {
            "type": "normal",
            "content": "The jīva who has received a human body, which is in itself most conducive toward achieving the Supreme Personality of Godhead, and who has situated himself in the duties of devotional service to the Lord becomes capable of realizing Him, the very identity of spiritual bliss. Such a person, fully dedicated to the Supreme Personality, is liberated from the influence of Māyā; even while continuing to reside in this world created by illusion he is totally untouched by it. Those souls, on the other hand, who are bound up by Māyā are devoted only to their bellies and genitals. They are impure, and by associating with them one will fall down into the dark pit of ignorance."
        },
        {
            "type": "normal",
            "content": "The emperor Purūravā, who was bewildered by the association of the heavenly lady Urvaśī, later became renounced after being separated from her. He thus sang a song expressing his contempt for womanly connection. He described that persons who are attached to the body of a woman (or a man)-which is simply a mass of skin, meat, blood, sinew, brain tissue, marrow and bones-are not much different from worms. What is the worth of the education, austerity, renunciation, reception of the Vedas, solitary living and silence of one whose mind becomes stolen away by the body of a woman? Learned men should distrust their six mental enemies, headed by lust, and thus avoid associating with women or with men who are controlled by women. After declaring these facts, King Purūravā, now freed from the illusion of material existence, attained realization of the Supreme Lord in His form as the indwelling Supersoul."
        },
        {
            "type": "normal",
            "content": "In conclusion, one who is intelligent should give up bad association and let himself become attracted to the company of saintly persons. By their transcendental instructions, the saintly devotees of the Lord can break the false attachments of one's mind. Real saints are always liberated and devoted to the Supreme Personality of Godhead. In their association there are constant discussions about the Supreme Lord, by serving whom the spirit soul completely eradicates his material sins and obtains pure devotional service. And when one gains the devotional service of the Supreme Personality of Godhead, who is the original ocean of unlimited perfect qualities, what else remains to be gained?"
        }
    ]
}
