{
    "info": {
        "id": "sb/10/84/11",
        "prevId": "sb/10/84/10",
        "nextId": "sb/10/84/12"
    },
    "verses": [
        {
            "roman": "na hy am-mayāni tīrthāni\nna devā mṛc-chilā-mayāḥ\nte punanty uru-kālena\ndarśanād eva sādhavaḥ\n"
        }
    ],
    "synonyms": "na—not; hi—indeed; ap—of water; mayāni—composed; tīrthāni—holy places; na—not; devāḥ—deities; mṛt—of earth; śilā—and stone; mayāḥ—composed; te—they; punanti—purify; uru-kālena—after a long time; darśanāt—by being seen; eva—only; sādhavaḥ—saints.",
    "translation": "Mere bodies of water are not the real sacred places of pilgrimage, nor are mere images of earth and stone the true worshipable deities. These purify one only after a long time, but saintly sages purify one immediately upon being seen.",
    "purport": [
        {
            "type": "normal",
            "content": "Because the Personality of Godhead is absolute—the Supreme Spirit—any representation of Him, whether manifested in stone, paint, sound or any other authorized medium, is nondifferent from His original form in the topmost spiritual planet, Goloka Vṛndāvana. But ordinary demigods are not absolute, being infinitesimal spirit souls, and thus representations of the demigods are not identical with them. Worship of demigods or ritual bathing in a sanctified place gives only limited benefit to those who lack transcendental faith in the Supreme Lord."
        },
        {
            "type": "normal",
            "content": "On the other hand, great Vaiṣṇava saints like Vyāsadeva, Nārada and the four Kumāras are always absorbed in Kṛṣṇa consciousness, and thus they are veritable moving tīrthas, places of pilgrimage. Even a moment's association with them, especially by hearing their glorification of the Lord, can deliver one from all material entanglement. As King Yudhiṣṭhira said to Vidura,"
        },
        {
            "type": "verse",
            "content": "bhavad-vidhā bhāgavatāstīṛtha-bhūtāḥ svayaṁ vibho\ntīrthī-kurvanti tīrthānisvāntaḥ-sthena gadābhṛtā"
        },
        {
            "type": "normal",
            "content": "\"My Lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage.\" (SB 1.13.10)"
        }
    ]
}
