{
    "info": {
        "id": "sb/10/84/12",
        "prevId": "sb/10/84/11",
        "nextId": "sb/10/84/13"
    },
    "verses": [
        {
            "roman": "nāgnir na sūryo na ca candra-tārakā\nna bhūr jalaṁ khaṁ śvasano 'tha vāṅ manaḥ\nupāsitā bheda-kṛto haranty aghaṁ\nvipaścito ghnanti muhūrta-sevayā\n"
        }
    ],
    "synonyms": "na—not; agniḥ—fire; na—not; sūryaḥ—the sun; na—not; ca—and; candra—the moon; tārakāḥ—and stars; na—not; bhūḥ—earth; jalam—water; kham—ether; śvasanaḥ—breath; atha—or; vāk—speech; manaḥ—and the mind; upāsitāḥ—worshiped; bheda—differences (between himself and other living beings); kṛtaḥ—of one who creates; haranti—they take away; agham—the sins; vipaścitaḥ—wise men; ghnanti—destroy; muhūrta—for a span of minutes; sevayā—by service.",
    "translation": "Neither the demigods controlling fire, the sun, the moon and the stars nor those in charge of earth, water, ether, air, speech and mind actually remove the sins of their worshipers, who continue to see in terms of dualities. But wise sages destroy one's sins when respectfully served for even a few moments.",
    "purport": [
        {
            "type": "normal",
            "content": "An immature devotee of the Supreme Lord may accept only the Deity of the Lord as divine and see everything else as material—even the Lord's confidential servants. Nonetheless, because he recognizes Lord Viṣṇu's supreme position, such a devotee is better situated than materialistic worshipers of the demigods, and he thus deserves a degree of respect."
        },
        {
            "type": "normal",
            "content": "Association with advanced sages, either directly or by hearing their instructions, is recommended in this verse for one who wishes to advance beyond the lowest stages of devotional life. A neophyte devotee may be free from the more obvious sins of violence against innocent creatures and against his own body and mind, but until he becomes very advanced on the devotional path, he must always contend with the subtler contaminations of false pride, disrespect toward respectable Vaiṣṇavas and lack of compassion for suffering creatures. The best remedy for these symptoms of immaturity is to hear from and honor pure Vaiṣṇavas and to assist them in working to deliver the fallen, conditioned souls."
        }
    ]
}
