{
    "info": {
        "id": "sb/10/84/24-25",
        "prevId": "sb/10/84/23",
        "nextId": "sb/10/84/26"
    },
    "verses": [
        {
            "roman": "yathā śayānaḥ puruṣa\nātmānaṁ guṇa-tattva-dṛk\nnāma-mātrendriyābhātaṁ\nna veda rahitaṁ param\n"
        },
        {
            "roman": "evaṁ tvā nāma-mātreṣu\nviṣayeṣv indriyehayā\nmāyayā vibhramac-citto\nna veda smṛty-upaplavāt\n"
        }
    ],
    "synonyms": "yathā—as; śayānaḥ—sleeping; puruṣaḥ—a person; ātmānam—himself; guṇa—secondary; tattva—of reality; dṛk—whose vision; nāma—with names; mātra—and forms; indriya—through his mind; ābhātam—manifest; na veda—he does not know; rahitam—separate; param—rather; evam—similarly; tvā—You; nāma-mātreṣu—having names and forms; viṣayeṣu—in objects of material perception; indriya—of the senses; īhayā—by the activity; māyayā—because of the influence of Your illusory energy; vibhramat—becoming bewildered; cittaḥ—whose consciousness; na veda—one does not know; smṛti—of his memory; upaplavāt—due to the disruption.",
    "translation": "A sleeping person imagines an alternative reality for himself and, seeing himself as having various names and forms, forgets his waking identity, which is distinct from the dream. Similarly, the senses of one whose consciousness is bewildered by illusion perceive only the names and forms of material objects. Thus such a person loses his memory and cannot know You.",
    "purport": [
        {
            "type": "normal",
            "content": "Just as a person's dream is a secondary reality created from the stock of his memories and desires, so this universe exists as the inferior creation of the Supreme Lord, in no real way separate from Him. And just as the person who awakens from sleep experiences the higher reality of his waking life, so the Supreme Lord also has His distinct, higher reality beyond everything we know of this world. In His own words,"
        },
        {
            "type": "verse",
            "content": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ"
        },
        {
            "type": "verse",
            "content": "na ca mat-sthāni bhūtānipaśya me yogam aiśvaram\nbhūta-bhṛn na ca bhūta-sthomamātmā bhūta-bhāvanaḥ"
        },
        {
            "type": "normal",
            "content": "\"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them. And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities and although I am everything, I am not part of this cosmic manifestation, for My Self is the very source of creation.\" (BG 9.4-5)"
        }
    ]
}
