{
    "info": {
        "id": "sb/10/84/41",
        "prevId": "sb/10/84/40",
        "nextId": "sb/10/84/42"
    },
    "verses": [
        {
            "roman": "vasudeva bhavān nūnaṁ\nbhaktyā paramayā harim\njagatām īśvaraṁ prārcaḥ\nsa yad vāṁ putratāṁ gataḥ\n"
        }
    ],
    "synonyms": "vasudeva—O Vasudeva; bhavān—your good self; nūnam—doubtlessly; bhaktyā—with devotion; paramayā—supreme; harim—Lord Kṛṣṇa; jagatām—of all the worlds; īśvaram—the supreme controller; prārcaḥ—have worshiped thoroughly; saḥ—He; yat—inasmuch; vām—of both of you (Vasudeva and Devakī); putratām—the role of son; gataḥ—has taken on.",
    "translation": "\nO Vasudeva, without doubt you must have previously worshiped Lord Hari, the master of all worlds. Both you and your wife must have perfectly worshiped Him with supreme devotion, since He has accepted the role of your son.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Viśvanātha Cakravartī paraphrases the sages' mood as follows: \"We have answered you, who questioned us in the manner of ordinary discourse, in the same ordinary way. In truth, however, since you are the eternally liberated father of the Supreme Lord, neither worldly customs nor the injunctions of scripture have any authority over you.\"\n"
        },
        {
            "type": "normal",
            "content": "According to Śrīla Viśvanātha Cakravartī, the very name Vasudeva indicates that Vasudeva manifests brilliantly (dīvyati) the superexcellent wealth (vasu) of pure devotional service. In the Eleventh Canto Nārada will again meet with Vasudeva and at that time remind him,\n"
        },
        {
            "type": "verse",
            "content": "devarṣi-bhūtāpta-nṛṇāṁ pitṟṇāṁ\nna kiṅkaro nāyam ṛṇī ca rājan\nsarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ\ngato mukundaṁ parihṛtya kartam"
        },
        {
            "type": "normal",
            "content": "\n\"O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even his forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord's service has no need to serve such persons separately.\" (SB 11.5.41)\n"
        }
    ]
}
