{
    "info": {
        "id": "sb/10/84/64",
        "prevId": "sb/10/84/63",
        "nextId": "sb/10/84/65"
    },
    "verses": [
        {
            "roman": "mā rājya-śrīr abhūt puṁsaḥ\nśreyas-kāmasya māna-da\nsva-janān uta bandhūn vā\nna paśyati yayāndha-dṛk\n"
        }
    ],
    "synonyms": "mā—may not; rājya—royal; śrīḥ—fortune; abhūt—arise; puṁsaḥ—for a person; śreyaḥ—the real benefit of life; kāmasya—who desires; māna-da—O giver of respect; sva-janān—his kinsmen; uta—even; bandhūn—his friends; vā—or; na paśyati—he does not see; yayā—by which (opulence); andha—blinded; dṛk—whose vision.",
    "translation": "O most respectful one, may a person who wants the highest benefit in life never gain kingly opulence, for it leaves him blind to the needs of his own family and friends.",
    "purport": [
        {
            "type": "normal",
            "content": "It is, of course, out of his deep humility that Vasudeva is berating himself, but his condemnation of opulence is in general valid. Earlier in this canto Nārada Muni delivered a stinging criticism of Nalakūvara and Maṇigrīva, two wealthy sons of Kuvera, the treasurer of heaven. Intoxicated by both pride and liquor, the two had failed to offer proper respects to Nārada when he happened upon them as they sported naked in the Mandākinī River with some young women. Seeing them in their shameful condition, Nārada said,"
        },
        {
            "type": "verse",
            "content": "na hy anyo juṣato joṣyānbuddhi-bhraṁśo rajo-guṇaḥ\nśrī-madād ābhijātyādiryatra strī dyūtam āsavaḥ"
        },
        {
            "type": "normal",
            "content": "\"Among all the attractions of material enjoyment, the attraction of riches bewilders one's intelligence more than having beautiful bodily features, taking birth in an aristocratic family, and being learned. When one is uneducated but falsely puffed up by wealth, the result is that one engages his wealth in enjoying wine, women and gambling.\" (SB 10.10.8)"
        }
    ]
}
