{
    "info": {
        "id": "sb/10/84/summary",
        "prevId": "sb/10/83/43",
        "nextId": "sb/10/84/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the arrival of great sages at Kurukṣetra to observe the auspicious occasion of a solar eclipse, the sages' glorification of Lord Kṛṣṇa, and Vasudeva's enthusiastic performance of sacrifices."
        },
        {
            "type": "normal",
            "content": "On the occasion of a solar eclipse at Kurukṣetra, exalted ladies like Kuntī, Draupadī and Subhadrā got the chance to associate with Lord Kṛṣṇa's queens. Seeing how much the Lord's consorts loved their husband, the ladies were struck with wonder. As the women talked among themselves, and the men did likewise, great sages headed by Nārada and Vyāsadeva arrived there, desiring to see Lord Kṛṣṇa. The various kings and other leading personalities who were sitting at their leisure, including the Pāṇḍavas, Kṛṣṇa and Balarāma, stood up as soon as they saw the sages. The leaders all bowed down to the great souls, inquired about their well-being and worshiped them by offering them sitting places, water and so on. Lord Kṛṣṇa then said, \"Now our lives are successful, for we have obtained the goal of life: the audience of great sages and yoga masters, which even demigods only rarely obtain. The water at a holy place of pilgrimage and the deity forms of the gods can purify one only after a long time, but saintly sages purify just by being seen. Those who identify themselves with their bodies and neglect to honor transcendental sages like you are no better than asses.\""
        },
        {
            "type": "normal",
            "content": "After hearing Lord Kṛṣṇa speak these words in the mood of a mere mortal, the sages remained silent for some time, bewildered. Then they said, \"How amazing our Lord is! He covers His true identity with humanlike activities and pretends to be subject to superior control. Surely He has spoken in this way only to enlighten the general populace. Such behavior of His is indeed inconceivable.\" The sages continued to glorify the Lord as the Supreme Personality of Godhead, the Supersoul, and the friend and worshiper of the brāhmaṇas."
        },
        {
            "type": "normal",
            "content": "After the sages had praised Him, Lord Kṛṣṇa offered them His obeisances, and they begged His permission to return to their hermitages. But just then Vasudeva came forward, bowed to the sages and asked, \"What activities can one perform to be freed from the bondage of fruitive work?\" The sages replied, \"By worshiping the Supreme Lord, Hari, through the performance of Vedic sacrifices, you will become free from the bondage of fruitive work.\" Vasudeva then requested the sages to act as his priests, and he arranged for Vedic sacrifices to be performed with superexcellent paraphernalia. Afterward, Vasudeva presented the priests with valuable gifts of cows and jewelry, and also with marriageable brāhmaṇa girls. He then performed the ritual bath marking the end of the sacrifice and fed everyone sumptuously, even the village dogs. Next he gave ample gifts to his relatives, the various kings and others, who all took Śrī Kṛṣṇa's leave and returned to their own homes."
        },
        {
            "type": "normal",
            "content": "Unable to depart because of his intense affection for his relatives, Nanda Mahārāja remained at Kurukṣetra for three months, served with reverence by the Yādavas. On one occasion, Vasudeva began to describe the deep friendship Nanda had shown him, shedding tears openly. At the end of three months, Nanda left for Mathurā with the fond farewells of all the Yādavas. When the Yādavas finally saw that the rainy season was about to begin, they returned to Dvārakā, where they related all that had happened at Kurukṣetra to the residents of their capital."
        }
    ]
}
