{
    "info": {
        "id": "sb/11/15/16",
        "prevId": "sb/11/15/15",
        "nextId": "sb/11/15/17"
    },
    "verses": [
        {
            "roman": "nārāyaṇe turīyākhye\nbhagavac-chabda-śabdite\nmano mayy ādadhad yogī\nmad-dharmā vaśitām iyāt\n"
        }
    ],
    "synonyms": "nārāyaṇe—in the Supreme Lord, Nārāyaṇa; turīya-ākhye—known as the fourth, beyond the three modes of material nature; bhagavat—full of all opulences; śabda-śabdite—known by the word; manaḥ—the mind; mayi—in Me; ādadhat—placing; yogī—the yogī; mat-dharmā—being endowed with My nature; vaśitām—the mystic opulence called vaśitā; iyāt—may obtain.",
    "translation": "\nThe yogī who places his mind in My form of Nārāyaṇa, known as the fourth factor, full of all opulences, becomes endowed with My nature and thus obtains the mystic perfection called vaśitā.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā (BG 7.13) Lord Kṛṣṇa states,\n"
        },
        {
            "type": "verse",
            "content": "tribhir guṇa-mayair bhāvair\nebhiḥ sarvam idaṁ jagat\nmohitaṁ nābhijānāti\nmām ebhyaḥ param avyayam"
        },
        {
            "type": "normal",
            "content": "\n\"Deluded by the three modes [goodness, passion and ignorance], the whole world does not know Me, who am above the modes and inexhaustible.\" Thus the Lord is called turīya, or the fourth factor beyond the three modes of nature. According to Śrīla Vīrarāghava Ācārya, turīya also indicates that the Lord is beyond the three ordinary phases of consciousness, namely wakefulness, dreaming and dreamless sleep. Bhaga-vac-chabda-śabdite indicates that the Lord is known as Bhagavān, or the possessor of unlimited opulences, principally beauty, fame, wealth, knowledge, renunciation and intelligence.\n"
        },
        {
            "type": "normal",
            "content": "In conclusion, one can obtain the mystic opulence vaśitā, or freedom from the modes of nature, by meditating upon the Lord as turīya, the fourth factor beyond those modes. Everything depends upon the favor of the Supreme Personality of Godhead.\n"
        }
    ]
}
