{
    "info": {
        "id": "sb/10/65/1",
        "prevId": "sb 10/65/Summary",
        "nextId": "sb/10/65/2"
    },
    "verses": [
        {
            "roman": "śrī-śuka uvāca\nbalabhadraḥ kuru-śreṣṭha\nbhagavān ratham āsthitaḥ\nsuhṛd-didṛkṣur utkaṇṭhaḥ\nprayayau nanda-gokulam\n"
        }
    ],
    "synonyms": "śrī-śukaḥ uvāca—Śukadeva Gosvāmī said; balabhadraḥ—Lord Balarāma; kuru-śreṣṭha—O best of the Kurus (King Parīkṣit); bhagavān—the Supreme Lord; ratham—on His chariot; āsthitaḥ—mounted; suhṛt—His well-wishing friends; didṛkṣuḥ—wishing to see; utkaṇṭhaḥ—eager; nanda-gokulam—to the cowherd village of Nanda Mahārāja.",
    "translation": "\nŚukadeva Gosvāmī said: O best of the Kurus, once Lord Balarāma, eager to visit His well-wishing friends, mounted His chariot and traveled to Nanda Gokula.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs Śrīla Jīva Gosvāmī points out, Lord Balarāma's journey to Śrī Vṛndāvana is also described in the Hari-vaṁśa (Viṣṇu-parva 46.10):\n"
        },
        {
            "type": "verse",
            "content": "kasyacid atha kālasya\nsmṛtvā gopeṣu sauhṛdam\njagāmaiko vrajaṁ rāmaḥ\nkṛṣṇasyānumate sthitaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Remembering the deep friendship He once enjoyed with the cowherd folk, Lord Rāma went alone to Vraja, having taken Lord Kṛṣṇa's permission.\" The simple residents of Vṛndāvana were aggrieved that Lord Kṛṣṇa had gone to live elsewhere, so Lord Balarāma went there to console them.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī Ṭhākura addresses the question of why Lord Kṛṣṇa, the great ocean of pure love, did not also go to Vraja. In explanation the ācārya provides the following two verses:\n"
        },
        {
            "type": "verse",
            "content": "preyasīḥ prema-vikhyātāḥ\npitarāv ati-vatsalau\nprema-vaśyaś ca kṛṣṇas tāṁs\ntyaktvā naḥ katham eṣyati"
        },
        {
            "type": "verse",
            "content": "iti matvaiva yādavaḥ\npratyabadhnan harer gatau\nvraja-prema-pravardhi sva-\nlīlādhīnatvam īyuṣaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"The Yadus thought, 'The Lord's beloved girlfriends are famous for their pure, ecstatic love, and His parents are extremely affectionate toward Him. Lord Kṛṣṇa is controlled by pure love, so if He goes to see them, how will He be able to leave them and come back to us?' With this in mind, the Yadus prevented Lord Hari from going, knowing that He becomes subservient to the pastimes in which He reciprocates the ever-increasing love of the inhabitants of Vraja.\"\n"
        }
    ]
}
