{
    "info": {
        "id": "sb/10/65/16",
        "prevId": "sb/10/65/15",
        "nextId": "sb/10/65/17"
    },
    "verses": [
        {
            "roman": "saṅkarṣaṇas tāḥ kṛṣṇasya\nsandeśair hṛdayaṁ-gamaiḥ\nsāntvayām āsa bhagavān\nnānānunaya-kovidaḥ\n"
        }
    ],
    "synonyms": "saṅkarṣaṇaḥ—Lord Balarāma, the supreme attractor; tāḥ—them; kṛṣṇasya—of Lord Kṛṣṇa; sandeśaiḥ—by the confidential messages; hṛdayam—the heart; gamaiḥ—touching; sāntvayām āsa—consoled; bhagavān—the Supreme Lord; nānā—of various kinds; anunaya—in conciliation; kovidaḥ—expert.",
    "translation": "\nThe Supreme Lord Balarāma, the attractor of all, being expert at various kinds of conciliation, consoled the gopīs by relaying to them the confidential messages Lord Kṛṣṇa had sent with Him. These messages deeply touched the gopīs' hearts.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nŚrīla Jīva Gosvāmī quotes the following verse from Śrī Viṣṇu Purāṇa (5.24.20), which describes the messages Lord Balarāma brought from Kṛṣṇa for the gopīs:\n"
        },
        {
            "type": "verse",
            "content": "sandeśaiḥ sāma-madhuraiḥ\nprema-garbhair agarvitaiḥ\nrāmeṇāśvāsitā gopyaḥ\nkṛṣṇasyāti-manoharaiḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Lord Balarāma consoled the gopīs by giving them Lord Kṛṣṇa's most charming messages, which expressed sweet conciliation, which were inspired by His pure love for them, and which were without a tinge of pride.\" Śrīla Jīva Gosvāmī also comments that the use of the name Saṅkarṣaṇa here implies that Balarāma attracted Lord Kṛṣṇa to appear in His mind and in this way showed Śrī Kṛṣṇa to the gopīs. Thus Balarāma consoled Śrī Kṛṣṇa's beloved girlfriends.\n"
        },
        {
            "type": "normal",
            "content": "Śrīla Viśvanātha Cakravartī comments that Lord Kṛṣṇa sent various messages. Some instructed the gopīs in transcendental knowledge, others were conciliatory, and still others revealed the Lord's power. Besides its given meaning, the word hṛdayaṁ-gamaiḥ also indicates that these messages were confidential.\n"
        }
    ]
}
