{
    "info": {
        "id": "sb 10/65/Summary",
        "prevId": "sb/10/64/44",
        "nextId": "sb/10/65/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nThis chapter relates how Lord Balarāma went to Gokula, enjoyed the company of the cowherd girls and dragged the Yamunā River.\n"
        },
        {
            "type": "normal",
            "content": "One day Lord Balarāma went to Gokula to see His relatives and friends. When He arrived there, the elder gopīs and Lord Kṛṣṇa's parents, Nanda and Yaśodā, who had all been in great anxiety for a long time, embraced Him and blessed Him. Lord Balarāma offered appropriate respects and greetings to each of His worshipable elders according to age, friendship and family relation. After Gokula's residents and Lord Balarāma had inquired about each other's welfare, the Lord rested from His journey.\n"
        },
        {
            "type": "normal",
            "content": "In a short while the young gopīs came to Lord Balarāma and questioned Him about Kṛṣṇa's well-being. They asked, \"Does Kṛṣṇa still remember His parents and friends, and will He be coming to Gokula to visit them? For Kṛṣṇa's sake we gave up everything-even our fathers, mothers and other relatives-but now He has abandoned us. How could we help but put our faith in Kṛṣṇa's words after seeing His sweetly smiling face and thus being overwhelmed by the urges of Cupid? Still, if Kṛṣṇa can spend His days in separation from us, why can't we tolerate separation from Him? So there is no reason to keep talking about Him.\" In this manner the gopīs remembered Śrī Kṛṣṇa's charming talks, enchanting glances, playful gestures and loving embraces, and as a result they began to cry. Lord Balarāma consoled them by conveying the attractive messages Kṛṣṇa had given Him for them.\n"
        },
        {
            "type": "normal",
            "content": "Lord Balarāma stayed in Gokula for two months, sporting with the gopīs in the groves on the Yamunā's shore. The demigods who witnessed these pastimes played kettledrums in the heavens and showered down flower petals, while the celestial sages recited Balarāma's glories.\n"
        },
        {
            "type": "normal",
            "content": "One day Lord Balarāma became intoxicated by drinking some vāruṇī liquor and began wandering about the forest in the company of the gopīs. He called out to the Yamunā, \"Come near so I and the gopīs can enjoy sporting in your waters.\" But the Yamunā ignored His command. Lord Balarāma then started to pull the Yamunā with the end of His plow, splitting her into hundreds of tributaries. Trembling out of fright, the goddess Yamunā appeared, fell down at Lord Balarāma's feet and prayed for forgiveness. The Lord let her go and then entered her waters with His girlfriends to sport for some time. When they rose from the water, the goddess Kānti presented Lord Balarāma with beautiful ornaments, clothing and garlands. Even today the Yamunā River flows through the many channels cut by Lord Baladeva's plow, the signs of His having subdued her.\n"
        },
        {
            "type": "normal",
            "content": "While Lord Balarāma played, His mind became enchanted by the gopīs' pastimes. Thus the many nights He spent in their company seemed to Him like a single night.\n"
        }
    ]
}
