{
    "info": {
        "id": "sb/6/14/17",
        "prevId": "sb/6/14/16",
        "nextId": "sb/6/14/18"
    },
    "verses": [
        {
            "roman": "aṅgirā uvāca\napi te 'nāmayaṁ svasti\nprakṛtīnāṁ tathātmanaḥ\nyathā prakṛtibhir guptaḥ\npumān rājā ca saptabhiḥ\n"
        }
    ],
    "synonyms": "aṅgirāḥ uvāca—the great sage Aṅgirā said; api—whether; te—of you; anāmayam—health; svasti—auspiciousness; prakṛtīnām—of your royal elements (associates and paraphernalia); tathā—as well as; ātmanaḥ—of your own body, mind and soul; yathā—like; prakṛtibhiḥ—by the elements of material nature; guptaḥ—protected; pumān—the living being; rājā—the king; ca—also; saptabhiḥ—by seven.",
    "translation": "The great sage Aṅgirā said: My dear King, I hope that your body and mind and your royal associates and paraphernalia are well. When the seven properties of material nature [the total material energy, the ego and the five objects of sense gratification] are in proper order, the living entity within the material elements is happy. Without these seven elements one cannot exist. Similarly, a king is always protected by seven elements—his instructor (svāmī or guru), his ministers, his kingdom, his fort, his treasury, his royal order and his friends.",
    "purport": [
        {
            "type": "normal",
            "content": "As it is quoted by Śrīdhara Svāmī in his Bhāgavatam commentary:"
        },
        {
            "type": "verse",
            "content": "svāmy-amātyau janapadādurga-draviṇa-sañcayāḥ\ndaṇḍo mitraṁ ca tasyaitāḥsapta-prakṛtayo matāḥ"
        },
        {
            "type": "normal",
            "content": "A king is not alone. He first has his spiritual master, the supreme guide. Then come his ministers, his kingdom, his fortifications, his treasury, his system of law and order, and his friends or allies. If these seven are properly maintained, the king is happy. Similarly, as explained in Bhagavad-gītā (dehino 'smin yathā dehe (BG 2.13)), the living entity, the soul, is within the material covering of the mahat-tattva, ego and pañca-tanmātrā, the five objects of sense gratification. When these seven are in proper order, the living entity is in a mood of pleasure. Generally when the associates of the king are quiet and obedient, the king can be happy. Therefore the great sage Aṅgirā Ṛṣi inquired about the King's personal health and the good fortune of his seven associates. When we inquire from a friend whether everything is well, we are concerned not only with his personal self but also with his family, his source of income, and his assistants or servants. All of them must be well, and then a person can be happy."
        }
    ]
}
