{
    "info": {
        "id": "sb 6/14/Summary",
        "prevId": "sb/6/13/22-23",
        "nextId": "sb/6/14/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "\nIn this Fourteenth Chapter, Parīkṣit Mahārāja asks his spiritual master, Śukadeva Gosvāmī, how such a demon as Vṛtrāsura could become an exalted devotee. In this connection the previous life of Vṛtrāsura is discussed. This involves the story of Citraketu and how he was victimized by lamentation because of the death of his son.\n"
        },
        {
            "type": "normal",
            "content": "Among many millions of living entities, the number of human beings is extremely small, and among human beings who are actually religious, only some are eager to be liberated from material existence. Among many thousands of people who desire relief from material existence, one is freed from the association of unwanted persons or is relieved of material contamination. And among many millions of such liberated persons, one may become a devotee of Lord Nārāyaṇa. Therefore such devotees are extremely rare. Since bhakti, devotional service, is not ordinary, Parīkṣit Mahārāja was astonished that an asura could rise to the exalted position of a devotee. Being doubtful, Parīkṣit Mahārāja inquired from Śukadeva Gosvāmī, who then described Vṛtrāsura with reference to his previous birth as Citraketu, the King of Śūrasena.\n"
        },
        {
            "type": "normal",
            "content": "Citraketu, who had no sons, got an opportunity to meet the great sage Aṅgirā. When Aṅgirā inquired from the King about his welfare, the King expressed his moroseness, and therefore by the grace of the great sage, the King's first wife, Kṛtadyuti, gave birth to a son, who was the cause of both happiness and lamentation. Upon the birth of this son, the King and all the residents of the palace were very happy. The co-wives of Kṛtadyuti, however, were envious, and later they administered poison to the child. Citraketu was overwhelmed by shock at his son's death. Then Nārada Muni and Aṅgirā went to see him.\n"
        }
    ]
}
