{
    "info": {
        "id": "sb/11/30/summary",
        "prevId": "sb/11/29/49",
        "nextId": "sb/11/30/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter discusses the destruction of the Yadu dynasty in connection with the winding up of the pastimes of the Supreme Personality of Godhead."
        },
        {
            "type": "normal",
            "content": "After Śrī Uddhava left for Badarikāśrama, Lord Śrī Kṛṣṇa, taking note of many bad omens, advised the Yādavas to abandon Dvārakā and go to Prabhāsa, on the bank of the Sarasvatī, to perform svasty-ayana and other rituals for counteracting bad fortune. They followed His advice and went to Prabhāsa. There they became absorbed in festivity, and by the illusory power of Lord Kṛṣṇa they became intoxicated from drinking liquor. Thus losing their intelligence, they quarreled among themselves and began killing one another, until not a man was left alive."
        },
        {
            "type": "normal",
            "content": "Afterward, Śrī Baladeva went to the shore of the ocean and by the mystic strength of yoga gave up His body. Seeing the disappearance of Baladeva, Lord Śrī Kṛṣṇa sat down silently upon the ground. Then a hunter named Jarā, mistaking the sole of the Lord's left foot for a deer, pierced it with an arrow. The hunter immediately understood his mistake and, falling at the feet of Lord Śrī Kṛṣṇa, begged to be punished. In reply Lord Kṛṣṇa told the hunter that what he had done was actually according to His own desire. The Lord then sent the hunter to Vaikuṇṭha."
        },
        {
            "type": "normal",
            "content": "When Dāruka, Kṛṣṇa's charioteer, arrived on the scene and saw Lord Kṛṣṇa in that condition, he began to lament. Kṛṣṇa told him that he should go to Dvārakā, inform the residents about the annihilation of the Yadu dynasty, and advise them all to leave Dvārakā for Indraprastha. Dāruka obediently carried out this order."
        }
    ]
}
