{
    "info": {
        "id": "sb/7/11/18-20",
        "prevId": "sb/7/11/17",
        "nextId": "sb/7/11/21"
    },
    "verses": [
        {
            "roman": "ṛtāmṛtābhyāṁ jīveta\nmṛtena pramṛtena vā\nsatyānṛtābhyām api vā\nna śva-vṛttyā kadācana\n"
        },
        {
            "roman": "ṛtam uñchaśilaṁ proktam\namṛtaṁ yad ayācitam\nmṛtaṁ tu nitya-yācñā syāt\npramṛtaṁ karṣaṇaṁ smṛtam\n"
        },
        {
            "roman": "satyānṛtaṁ ca vāṇijyaṁ\nśva-vṛttir nīca-sevanam\nvarjayet tāṁ sadā vipro\nrājanyaś ca jugupsitām\nsarva-vedamayo vipraḥ\nsarva-devamayo nṛpaḥ\n"
        }
    ],
    "synonyms": "ṛta-amṛtābhyām—of the means of livelihood known as ṛta and amṛta; jīveta—one may live; mṛtena—by the profession of mṛta; pramṛtena vā—or by the profession of pramṛta; satyānṛtābhyām api—even by the profession of satyānṛta; vā—or; na—never; śva-vṛttyā—by the profession of the dogs; kadācana—at any time; ṛtam—ṛta; uñchaśilam—the livelihood of collecting grains left in the field or marketplace; proktam—it is said; amṛtam—the profession of amṛta; yat—which; ayācitam—obtained without begging from anyone else; mṛtam—the profession of mṛta; tu—but; nitya-yācñā—begging grains every day from the farmers; syāt—should be; pramṛtam—the pramṛta means of livelihood; karṣaṇam—tilling the field; smṛtam—it is so remembered; satyānṛtam—the occupation of satyānṛta; ca—and; vāṇijyam—trade; śva-vṛttiḥ—the occupation of the dogs; nīca-sevanam—the service of low persons (the vaiśyas and śūdras); varjayet—should give up; tām—that (the profession of the dogs); sadā—always; vipraḥ—the brāhmaṇa; rājanyaḥ ca—and the kṣatriya; jugupsitām—very abominable; sarva-veda-mayaḥ—learned in all the Vedic understandings; vipraḥ—the brāhmaṇa; sarva-deva-mayaḥ—the embodiment of all the demigods; nṛpaḥ—the kṣatriya or king.",
    "translation": "\nIn time of emergency, one may accept any of the various types of professions known as ṛta, amṛta, mṛta, pramṛta and satyānṛta, but one should not at any time accept the profession of a dog. The profession of uñchaśila, collecting grains from the field, is called ṛta. Collecting without begging is called amṛta, begging grains is called mṛta, tilling the ground is called pramṛta, and trade is called satyānṛta. Engaging in the service of low-grade persons, however, is called śva-vṛtti, the profession of the dogs. Specifically, brāhmaṇas and kṣatriyas should not engage in the low and abominable service of śūdras. Brāhmaṇas should be well acquainted with all the Vedic knowledge, and kṣatriyas should be well acquainted with the worship of demigods.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Bhagavad-gītā (BG 4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: the four divisions of human society were created by the Supreme Lord according to the three modes of material nature and the work ascribed to them. Formerly, the principle of dividing human society into four sections—brāhmaṇa, kṣatriya, vaiśya and śūdra—was strictly followed, but because of gradual neglect of the varṇāśrama principles, varṇa-saṅkara population developed, and the entire institution has now been lost. In this age of Kali, practically everyone is a śūdra (kalau śūdra-sambhavāḥ), and finding anyone who is a brāhmaṇa, kṣatriya or vaiśya is very difficult. Although the Kṛṣṇa consciousness movement is a movement of brāhmaṇas and Vaiṣṇavas, it is trying to reestablish the divine varṇāśrama institution, for without this division of society there cannot be peace and prosperity anywhere.\n"
        }
    ]
}
