{
    "info": {
        "id": "sb/7/11/29",
        "prevId": "sb/7/11/28",
        "nextId": "sb/7/11/30"
    },
    "verses": [
        {
            "roman": "yā patiṁ hari-bhāvena\nbhajet śrīr iva tat-parā\nhary-ātmanā harer loke\npatyā śrīr iva modate\n"
        }
    ],
    "synonyms": "yā—any woman who; patim—her husband; hari-bhāvena—mentally accepting him as equal to Hari, the Supreme Personality of Godhead; bhajet—worships or renders service to; śrīḥ iva—exactly like the goddess of fortune; tat-parā—being devoted; hari-ātmanā—completely absorbed in thoughts of Hari; hareḥ loke—in the spiritual world, the Vaikuṇṭha planets; patyā—with her husband; śrīḥ iva—exactly like the goddess of fortune; modate—enjoys spiritual, eternal life.",
    "translation": "\nThe woman who engages in the service of her husband, following strictly in the footsteps of the goddess of fortune, surely returns home, back to Godhead, with her devotee husband, and lives very happily in the Vaikuṇṭha planets.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe faithfulness of the goddess of fortune is the ideal for a chaste woman. The Brahma-saṁhitā (BS 5.38) says, lakṣmī-sahasra-śata-sambhrama-sevyamānam. In the Vaikuṇṭha planets, Lord Viṣṇu is worshiped by many, many thousands of goddesses of fortune, and in Goloka Vṛndāvana, Lord Kṛṣṇa is worshiped by many, many thousands of gopīs, all of whom are goddesses of fortune. A woman should serve her husband as faithfully as the goddess of fortune. A man should be an ideal servant of the Lord, and a woman should be an ideal wife like the goddess of fortune. Then both husband and wife will be so faithful and strong that by acting together they will return home, back to Godhead, without a doubt. In this regard, Śrīla Madhvācārya gives this opinion:\n"
        },
        {
            "type": "verse",
            "content": "harir asmin sthita iti\nstrīṇāṁ bhartari bhāvanā\nśiṣyāṇāṁ ca gurau nityaṁ\nśūdrāṇāṁ brāhmaṇādiṣu\nbhṛtyānāṁ svāmini tathā\nhari-bhāva udīritaḥ"
        },
        {
            "type": "normal",
            "content": "\nA woman should think of her husband as the Supreme Lord. Similarly, a disciple should think of the spiritual master as the Supreme Personality of Godhead, a śūdra should think of a brāhmaṇa as the Supreme Personality of Godhead, and a servant should think of his master as the Supreme Personality of Godhead. In this way, all of them will automatically become devotees of the Lord. In other words, by thinking this way, all of them will become Kṛṣṇa conscious.\n"
        }
    ]
}
