{
    "info": {
        "id": "sb/7/11/7",
        "prevId": "sb/7/11/6",
        "nextId": "sb/7/11/8-12"
    },
    "verses": [
        {
            "roman": "dharma-mūlaṁ hi bhagavān\nsarva-vedamayo hariḥ\nsmṛtaṁ ca tad-vidāṁ rājan\nyena cātmā prasīdati\n"
        }
    ],
    "synonyms": "dharma-mūlam—the root of religious principles; hi—indeed; bhagavān—the Supreme Personality of Godhead; sarva-veda-mayaḥ—the essence of all Vedic knowledge; hariḥ—the Supreme Being; smṛtam ca—and the scriptures; tat-vidām—of those who know the Supreme Lord; rājan—O King; yena—by which (religious principle); ca—also; ātmā—the soul, mind, body and everything; prasīdati—become fully satisfied.",
    "translation": "The Supreme Being, the Personality of Godhead, is the essence of all Vedic knowledge, the root of all religious principles, and the memory of great authorities. O King Yudhiṣṭhira, this principle of religion is to be understood as evidence. On the basis of this religious principle, everything is satisfied, including one's mind, soul and even one's body.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated by Yamarāja, dharmaṁ tu sākṣād bhagavat-praṇītam (SB 6.3.19). Yamarāja, the representative of the Lord who takes care of the living beings after their death, gives his verdict as to how and when the living being will change his body. He is the authority, and he says that the religious principles consist of the codes and laws given by God. No one can manufacture religion, and therefore manufactured religious systems are rejected by the followers of the Vedic principles. In Bhagavad-gītā (BG 15.15) it is said, vedaiś ca sarvair aham eva vedyaḥ: Vedic knowledge means to understand the Supreme Personality of Godhead, Kṛṣṇa. Therefore, whether one speaks of the Vedas, scriptures, religion or the principles of everyone's occupational duty, all of them must aim at understanding Kṛṣṇa, the Supreme Personality of Godhead. Śrīmad-Bhāgavatam (SB 1.2.6) therefore concludes:"
        },
        {
            "type": "verse",
            "content": "sa vai puṁsāṁ paro dharmoyato bhaktir adhokṣaje\nahaituky apratihatāyayātmā suprasīdati"
        },
        {
            "type": "normal",
            "content": "In other words, religious principles aim at learning how to render transcendental loving service to the Lord. That service must be unmotivated and unchecked by material conditions. Then human society will be happy in all respects."
        },
        {
            "type": "normal",
            "content": "The smṛti, the scriptures following the principles of Vedic knowledge, are considered the evidence of Vedic principles. There are twenty different types of scripture for following religious principles, and among them the scriptures of Manu and Yājñavalkya are considered to be all-pervading authorities. In the Yājñavalkya-smṛti it is said:"
        },
        {
            "type": "verse",
            "content": "śruti-smṛti-sadācāraḥsvasya ca priyam ātmanaḥ\nsamyak saṅkalpajaḥ kāmodharma-mūlam idaṁ smṛtam"
        },
        {
            "type": "normal",
            "content": "One should learn human behavior from śruti, the Vedas, and from smṛti, the scriptures following the Vedic principles. Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu says:"
        },
        {
            "type": "verse",
            "content": "śruti-smṛti-purāṇādi-pañcarātra-vidhiṁ vinā\naikāntikī harer bhaktir\nutpātāyaiva kalpate[Bhakti-rasāmṛta-sindhu 1.2.101]"
        },
        {
            "type": "normal",
            "content": "The purport is that to become a devotee one must follow the principles laid down in śruti and smṛti. One must follow the codes of the purāṇas and the pāñcarātrikī-vidhi. One cannot be a pure devotee without following the śruti and smṛti, and the śruti and smṛti without devotional service cannot lead one to the perfection of life."
        },
        {
            "type": "normal",
            "content": "Therefore, from all the evidence the conclusion is that without bhakti, devotional service, there is no question of religious principles. God is the central figure in the performance of religious principles. Almost everything going on in this world as religion is devoid of any idea of devotional service and is therefore condemned by the verdict of Śrīmad-Bhāgavatam. Without devotional service, so-called religious principles are only cheating."
        }
    ]
}
