{
    "info": {
        "id": "sb/7/11/summary",
        "prevId": "sb/7/10/70",
        "nextId": "sb/7/11/1"
    },
    "verses": null,
    "synonyms": null,
    "translation": null,
    "purport": [
        {
            "type": "normal",
            "content": "This chapter describes the general principles by following which a human being, and specifically one who is interested in advancing in spiritual life, can become perfect."
        },
        {
            "type": "normal",
            "content": "By hearing about the characteristics of Prahlāda Mahārāja, Mahārāja Yudhiṣṭhira became extremely pleased. Now he inquired from Nārada Muni about the actual religion of a human being and about special characteristics of varṇāśrama-dharma, which marks the highest status of human civilization. When Mahārāja Yudhiṣṭhira asked Nārada Muni about these matters, Nārada Muni stopped giving his own statements and quoted statements by Lord Nārāyaṇa, for He is the supreme authority for giving religious codes (dharmaṁ tu sākṣād bhagavat-praṇītam (SB 6.3.19)). Every human being is expected to acquire thirty qualities, such as truthfulness, mercy and austerity. The process of following the priniples of religion is known as sanātana-dharma, the eternal religious system."
        },
        {
            "type": "normal",
            "content": "The varṇāśrama system delineates the divisions of brāhmaṇa, kṣatriya, vaiśya and śūdra. It also sets forth the system of saṁskāras. The garbhādhāna saṁskāra, the ceremony for begetting a child, must be observed by the higher section of people, namely the dvijas. One who follows the garbhādhāna saṁskāra system is actually twice-born, but those who do not, who deviate from the principles of varṇāśrama-dharma, are called dvija-bandhus. The principal occupations for a brāhmaṇa are worshiping the Deity, teaching others how to worship the Deity, studying the Vedic literatures, teaching the Vedic literatures, accepting charity from others and again giving charity to others. A brāhmaṇa should make his livelihood from these six occupational duties. The duty of a kṣatriya is to give protection to the citizens and levy taxes upon them, but he is forbidden to tax the brāhmaṇas. The members of the Kṛṣṇa consciousness movement should therefore be exempt from government taxation. Kṣatriyas may tax everyone but the brāhmaṇas. Vaiśyas should cultivate the land, produce food grains and protect the cows, whereas the śūdras, who by quality never become brāhmaṇas, kṣatriyas or vaiśyas, should serve the three higher classes and be satisfied. Other means of livelihood are also prescribed for the brāhmaṇas, and these are four-śālīna, yāyāvara, śila, and uñchana. Each of these occupational duties is successively better."
        },
        {
            "type": "normal",
            "content": "One who is in a lower grade of social life cannot accept the profession of a higher class unless necessary. In times of emergency, all the classes but the kṣatriyas may accept professional duties of others. The means of livelihood known as ṛta (śiloñchana), amṛta (ayācita), mṛta (yācñā), pramṛta (karṣaṇa), and satyānṛta (vāṇijya) may be accepted by everyone but the kṣatriyas. For a brāhmaṇa or a kṣatriya, engaging in the service of the vaiśyas or śūdras is considered the profession of dogs."
        },
        {
            "type": "normal",
            "content": "Nārada Muni also described that the symptom of a brāhmaṇa is controlled senses, the symptoms of a kṣatriya are power and fame, the symptom of a vaiśya is service to the brāhmaṇas and kṣatriyas, and the symptom of a śūdra is service to the three higher classes. The qualification for a woman is to be a very faithful and chaste wife. In this way, Nārada Muni described the characteristics of higher and lower grades of people and recommended that one follow the principles of his caste or his hereditary occupation. One cannot suddenly give up a profession to which he is accustomed, and therefore it is recommended that one gradually be awakened. The symptoms of brāhmaṇas, kṣatriyas, vaiśyas, and śūdras are very important, and therefore one should be designated only by these symptoms, and not by birth. Designation by birth is strictly forbidden by Nārada Muni and all great personalities."
        }
    ]
}
